[
  {
    "paper_id": "pubmed:38900877",
    "source": "pubmed",
    "source_id": "38900877",
    "title": "Combined JAK inhibition and PD-1 immunotherapy for non-small cell lung cancer patients.",
    "year": 2024,
    "authors": [
      "Mathew Divij",
      "Marmarelis Melina E",
      "Foley Caitlin",
      "Bauml Joshua M",
      "Ye Darwin",
      "Ghinnagow Reem",
      "Ngiow Shin Foong",
      "Klapholz Max",
      "Jun Soyeong",
      "Zhang Zhaojun",
      "Zorc Robert",
      "Davis Christiana W",
      "Diehn Maximillian",
      "Giles Josephine R",
      "Huang Alexander C",
      "Hwang Wei-Ting",
      "Zhang Nancy R",
      "Schoenfeld Adam J",
      "Carpenter Erica L",
      "Langer Corey J",
      "Wherry E John",
      "Minn Andy J"
    ],
    "abstract": "Persistent inflammation driven by cytokines such as type-one interferon (IFN-I) can cause immunosuppression. We show that administration of the Janus kinase 1 (JAK1) inhibitor itacitinib after anti-PD-1 (programmed cell death protein 1) immunotherapy improves immune function and antitumor responses in mice and results in high response rates (67%) in a phase 2 clinical trial for metastatic non-small cell lung cancer. Patients who failed to respond to initial anti-PD-1 immunotherapy but responded after addition of itacitinib had multiple features of poor immune function to anti-PD-1 alone that improved after JAK inhibition. Itacitinib promoted CD8 T cell plasticity and therapeutic responses of exhausted and effector memory-like T cell clonotypes. Patients with persistent inflammation refractory to itacitinib showed progressive CD8 T cell terminal differentiation and progressive disease. Thus, JAK inhibition may improve the efficacy of anti-PD-1 immunotherapy by pivoting T cell differentiation dynamics.",
    "journal": "Science (New York, N.Y.)",
    "pub_date": "2024-Jun",
    "doi": "10.1126/science.adf1329",
    "pmid": "38900877",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Female",
      "Humans",
      "Mice",
      "Carcinoma, Non-Small-Cell Lung",
      "CD8-Positive T-Lymphocytes",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "Janus Kinase 1",
      "Janus Kinase Inhibitors",
      "Lung Neoplasms",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/38900877/",
    "summary_ja": "持続的なサイトカイン炎症（特にI型IFN）による免疫抑制に着目し、抗PD-1療法後にJAK1阻害薬イタシチニブを追加すると、マウスで免疫機能と抗腫瘍効果が改善することを示した。転移性非小細胞肺癌の第2相試験では、イタシチニブ追加により高い奏効率（67%）が報告された。抗PD-1単独で無効だったが追加後に奏効した患者では、免疫機能低下の特徴がJAK阻害で改善し、CD8 T細胞の可塑性や疲弊/エフェクターメモリー様クローンの治療反応が促進された。一方、炎症がイタシチニブに抵抗性の患者ではCD8 T細胞の終末分化が進み、病勢進行と関連した。",
    "evidence_level": "4"
  },
  {
    "paper_id": "pubmed:40563015",
    "source": "pubmed",
    "source_id": "40563015",
    "title": "Mobilizing antigen-presenting mast cells in anti-PD-1-refractory triple-negative breast cancer: a phase 2 trial.",
    "year": 2025,
    "authors": [
      "Wu Song-Yang",
      "Jin Xi",
      "Liu Yin",
      "Wang Zi-Yu",
      "Zuo Wen-Jia",
      "Ma Ding",
      "Xiao Yi",
      "Fu Tong",
      "Xiao Yu-Ling",
      "Chen Li",
      "Liu Xi-Yu",
      "Fan Lei",
      "Wang Zhong-Hua",
      "Shen Minhong",
      "Liu Ronghua",
      "Chai Wen-Jun",
      "Shao Zhi-Ming",
      "Jiang Yi-Zhou"
    ],
    "abstract": "The central challenge in triple-negative breast cancer (TNBC) immunotherapy is to identify novel mechanism-derived strategies for anti-programmed death-1 (PD-1) resistance and efficiently assess their efficacy and safety in humans. Understanding the intricate heterogeneity of the tumor microenvironment and its impact on treatment could guide the initiation of proof-of-concept clinical trials. Here, integrating single-cell transcriptome of 44 treatment-naive patients with TNBC, we unveiled an association between intrapatient mast cell heterogeneity and clinical benefit of PD-1 blockade. Upon independent parallel validation in 484 patients with TNBC, high levels of breast tissue antigen-presenting mast cells (apMCs) were associated with enhanced anti-PD-1 efficacy. Mechanistically, apMCs largely located within tertiary lymphoid structures and were efficient in performing presentation and cross-presentation of antigens and expressed co-stimulatory molecules. Conditional deletion of antigen-presenting machinery in mast cells dampened tumor-reactive T cells. A widely prescribed allergy medication, cromolyn, was identified to mobilize apMC-mediated T cell immunity and sensitize tumors to PD-1 blockade. We subsequently initiated a phase 2 clinical trial in female patients with anti-PD-1-refractory metastatic TNBC. Here we report the results of the cromolyn arm (cromolyn plus anti-PD-1 backbone). The prespecified primary endpoint of this arm was met, with a confirmed objective response rate of 50.0%. Our study defines a crucial role of mast cells in cancer immune control, identifies an apMC-directed approach to overcome anti-PD-1 resistance and highlights a reverse-translational framework that offers conceptual advances in precision immuno-oncology with direct implications for clinical therapy. ClinicalTrials.gov identifier: NCT05076682 .",
    "journal": "Nature medicine",
    "pub_date": "2025-Jul",
    "doi": "10.1038/s41591-025-03776-7",
    "pmid": "40563015",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Triple Negative Breast Neoplasms",
      "Mast Cells",
      "Female",
      "Programmed Cell Death 1 Receptor",
      "Antigen-Presenting Cells",
      "Tumor Microenvironment",
      "Immune Checkpoint Inhibitors",
      "Middle Aged",
      "Immunotherapy",
      "Drug Resistance, Neoplasm",
      "Mice",
      "T-Lymphocytes",
      "Adult",
      "Animals",
      "Single-Cell Analysis"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/40563015/",
    "summary_ja": "TNBCにおける抗PD-1抵抗性の機序に基づく新規戦略として、腫瘍内の抗原提示能をもつマスト細胞（apMCs）に着目した研究である。治療未施行TNBC患者の単一細胞解析でマスト細胞の不均一性とPD-1阻害の臨床的利益の関連を示し、独立コホートでapMCs高値が抗PD-1効果の増強と関連することを検証した。apMCsは三次リンパ様構造に局在し、抗原提示・交差提示や共刺激分子発現を通じて腫瘍反応性T細胞を支えることが示唆された。抗アレルギー薬クロモグリク酸（cromolyn）がapMCsを介した免疫を動員しPD-1阻害への感受性を高める可能性が示され、抗PD-1不応の転移性TNBC女性を対象とした第2相試験のcromolyn併用アームで主要評価項目を達成し、確認奏効率50%を報告した。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:28650338",
    "source": "pubmed",
    "source_id": "28650338",
    "title": "IFN-γ-related mRNA profile predicts clinical response to PD-1 blockade.",
    "year": 2017,
    "authors": [
      "Ayers Mark",
      "Lunceford Jared",
      "Nebozhyn Michael",
      "Murphy Erin",
      "Loboda Andrey",
      "Kaufman David R",
      "Albright Andrew",
      "Cheng Jonathan D",
      "Kang S Peter",
      "Shankaran Veena",
      "Piha-Paul Sarina A",
      "Yearley Jennifer",
      "Seiwert Tanguy Y",
      "Ribas Antoni",
      "McClanahan Terrill K"
    ],
    "abstract": "Programmed death-1-directed (PD-1-directed) immune checkpoint blockade results in durable antitumor activity in many advanced malignancies. Recent studies suggest that IFN-γ is a critical driver of programmed death ligand-1 (PD-L1) expression in cancer and host cells, and baseline intratumoral T cell infiltration may improve response likelihood to anti-PD-1 therapies, including pembrolizumab. However, whether quantifying T cell-inflamed microenvironment is a useful pan-tumor determinant of PD-1-directed therapy response has not been rigorously evaluated. Here, we analyzed gene expression profiles (GEPs) using RNA from baseline tumor samples of pembrolizumab-treated patients. We identified immune-related signatures correlating with clinical benefit using a learn-and-confirm paradigm based on data from different clinical studies of pembrolizumab, starting with a small pilot of 19 melanoma patients and eventually defining a pan-tumor T cell-inflamed GEP in 220 patients with 9 cancers. Predictive value was independently confirmed and compared with that of PD-L1 immunohistochemistry in 96 patients with head and neck squamous cell carcinoma. The T cell-inflamed GEP contained IFN-γ-responsive genes related to antigen presentation, chemokine expression, cytotoxic activity, and adaptive immune resistance, and these features were necessary, but not always sufficient, for clinical benefit. The T cell-inflamed GEP has been developed into a clinical-grade assay that is currently being evaluated in ongoing pembrolizumab trials.",
    "journal": "The Journal of clinical investigation",
    "pub_date": "2017-Aug",
    "doi": "10.1172/JCI91190",
    "pmid": "28650338",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies, Monoclonal, Humanized",
      "Antineoplastic Agents",
      "B7-H1 Antigen",
      "Biopsy",
      "Carcinoma",
      "Carcinoma, Non-Small-Cell Lung",
      "Gene Expression Profiling",
      "Gene Expression Regulation, Neoplastic",
      "Humans",
      "Immune System",
      "Immunohistochemistry",
      "Interferon-gamma",
      "Lung Neoplasms",
      "Melanoma",
      "Pilot Projects",
      "Programmed Cell Death 1 Receptor",
      "ROC Curve",
      "Sequence Analysis, RNA",
      "Signal Transduction",
      "Skin Neoplasms",
      "Stomach Neoplasms",
      "Treatment Outcome",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/28650338/",
    "summary_ja": "PD-1阻害（ペムブロリズマブ）治療に対する反応性を、治療前腫瘍の遺伝子発現プロファイルから予測できるかを検討した研究である。19例のメラノーマでの探索から出発し、9がん種220例のデータで腫瘍内T細胞炎症（T cell-inflamed）GEPを定義し、臨床的有益性と相関する免疫関連シグネチャを同定した。頭頸部扁平上皮がん96例で独立検証し、PD-L1免疫染色との比較も行い、IFN-γ応答遺伝子（抗原提示、ケモカイン、細胞傷害、適応免疫抵抗など）を含むGEPが有用な予測指標になり得ることを示した。一方で、これらの特徴は臨床的有益性に必要だが十分条件ではない可能性が示唆され、臨床グレードの検査として試験評価が進められている。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:30888929",
    "source": "pubmed",
    "source_id": "30888929",
    "title": "PD-1 and PD-L1 in cancer immunotherapy: clinical implications and future considerations.",
    "year": 2019,
    "authors": [
      "Jiang Yongshuai",
      "Chen Ming",
      "Nie Hong",
      "Yuan Yuanyang"
    ],
    "abstract": "Programmed death-1 (PD-1) is a cell surface receptor that functions as a T cell checkpoint and plays a central role in regulating T cell exhaustion. Binding of PD-1 to its ligand, programmed death-ligand 1 (PD-L1), activates downstream signaling pathways and inhibits T cell activation. Moreover abnormally high PD-L1 expression on tumor cells and antigen-presenting cells in the tumor microenvironment mediates tumor immune escape, and the development of anti-PD-1/PD-L1 antibodies has recently become a hot topic in cancer immunotherapy. Here, we review the structure of PD-1 and PD-L1, the function of the PD-1/PD-L1 signaling pathway, the application of PD-1 or PD-L1 monoclonal antibodies and future directions for anti-PD-1/PD-L1 antibodies with combination therapies. Cancer immunotherapy using PD-1/PD-L1 immune checkpoint blockade may require more studies, and this approach may be curative for patients with many types of cancer in the future.",
    "journal": "Human vaccines & immunotherapeutics",
    "pub_date": "2019",
    "doi": "10.1080/21645515.2019.1571892",
    "pmid": "30888929",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies, Monoclonal",
      "Antineoplastic Agents, Immunological",
      "B7-H1 Antigen",
      "Clinical Trials as Topic",
      "Combined Modality Therapy",
      "Humans",
      "Immunotherapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Signal Transduction",
      "T-Lymphocytes",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30888929/",
    "summary_ja": "PD-1はT細胞上の免疫チェックポイント受容体で、PD-L1との結合により下流シグナルが活性化され、T細胞活性化が抑制される。腫瘍細胞や腫瘍微小環境でPD-L1が高発現すると免疫逃避を促進するため、PD-1/PD-L1を標的とする抗体療法ががん免疫療法で注目されている。本稿はPD-1/PD-L1の構造とシグナル経路の機能、抗PD-1/PD-L1モノクローナル抗体の臨床応用、併用療法を含む今後の展望を概説する。免疫チェックポイント阻害は将来的に多くのがん種で治癒的となり得るが、さらなる研究が必要である。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:33542131",
    "source": "pubmed",
    "source_id": "33542131",
    "title": "Fecal microbiota transplant overcomes resistance to anti-PD-1 therapy in melanoma patients.",
    "year": 2021,
    "authors": [
      "Davar Diwakar",
      "Dzutsev Amiran K",
      "McCulloch John A",
      "Rodrigues Richard R",
      "Chauvin Joe-Marc",
      "Morrison Robert M",
      "Deblasio Richelle N",
      "Menna Carmine",
      "Ding Quanquan",
      "Pagliano Ornella",
      "Zidi Bochra",
      "Zhang Shuowen",
      "Badger Jonathan H",
      "Vetizou Marie",
      "Cole Alicia M",
      "Fernandes Miriam R",
      "Prescott Stephanie",
      "Costa Raquel G F",
      "Balaji Ascharya K",
      "Morgun Andrey",
      "Vujkovic-Cvijin Ivan",
      "Wang Hong",
      "Borhani Amir A",
      "Schwartz Marc B",
      "Dubner Howard M",
      "Ernst Scarlett J",
      "Rose Amy",
      "Najjar Yana G",
      "Belkaid Yasmine",
      "Kirkwood John M",
      "Trinchieri Giorgio",
      "Zarour Hassane M"
    ],
    "abstract": "Anti-programmed cell death protein 1 (PD-1) therapy provides long-term clinical benefits to patients with advanced melanoma. The composition of the gut microbiota correlates with anti-PD-1 efficacy in preclinical models and cancer patients. To investigate whether resistance to anti-PD-1 can be overcome by changing the gut microbiota, this clinical trial evaluated the safety and efficacy of responder-derived fecal microbiota transplantation (FMT) together with anti-PD-1 in patients with PD-1-refractory melanoma. This combination was well tolerated, provided clinical benefit in 6 of 15 patients, and induced rapid and durable microbiota perturbation. Responders exhibited increased abundance of taxa that were previously shown to be associated with response to anti-PD-1, increased CD8",
    "journal": "Science (New York, N.Y.)",
    "pub_date": "2021-Feb",
    "doi": "10.1126/science.abf3363",
    "pmid": "33542131",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies, Monoclonal, Humanized",
      "Antineoplastic Agents, Immunological",
      "CD8-Positive T-Lymphocytes",
      "Drug Resistance, Neoplasm",
      "Fecal Microbiota Transplantation",
      "Gastrointestinal Microbiome",
      "Humans",
      "Interleukin-8",
      "Lymphocyte Activation",
      "Lymphocytes, Tumor-Infiltrating",
      "Melanoma",
      "Myeloid Cells",
      "Programmed Cell Death 1 Receptor",
      "Skin Neoplasms",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/33542131/",
    "summary_ja": "本研究は、抗PD-1療法に抵抗性となった進行メラノーマ患者に対し、奏効者由来の糞便微生物叢移植（FMT）を抗PD-1と併用することで抵抗性を克服できるかを検討した臨床試験である。併用療法は忍容性が良好で、15例中6例で臨床的有益性が認められた。さらに、腸内細菌叢は迅速かつ持続的に変化し、奏効例では抗PD-1反応性と関連するとされる菌群の増加や免疫応答の変化が示唆された。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:22658127",
    "source": "pubmed",
    "source_id": "22658127",
    "title": "Safety, activity, and immune correlates of anti-PD-1 antibody in cancer.",
    "year": 2012,
    "authors": [
      "Topalian Suzanne L",
      "Hodi F Stephen",
      "Brahmer Julie R",
      "Gettinger Scott N",
      "Smith David C",
      "McDermott David F",
      "Powderly John D",
      "Carvajal Richard D",
      "Sosman Jeffrey A",
      "Atkins Michael B",
      "Leming Philip D",
      "Spigel David R",
      "Antonia Scott J",
      "Horn Leora",
      "Drake Charles G",
      "Pardoll Drew M",
      "Chen Lieping",
      "Sharfman William H",
      "Anders Robert A",
      "Taube Janis M",
      "McMiller Tracee L",
      "Xu Haiying",
      "Korman Alan J",
      "Jure-Kunkel Maria",
      "Agrawal Shruti",
      "McDonald Daniel",
      "Kollia Georgia D",
      "Gupta Ashok",
      "Wigginton Jon M",
      "Sznol Mario"
    ],
    "abstract": "BACKGROUND: Blockade of programmed death 1 (PD-1), an inhibitory receptor expressed by T cells, can overcome immune resistance. We assessed the antitumor activity and safety of BMS-936558, an antibody that specifically blocks PD-1. METHODS: We enrolled patients with advanced melanoma, non-small-cell lung cancer, castration-resistant prostate cancer, or renal-cell or colorectal cancer to receive anti-PD-1 antibody at a dose of 0.1 to 10.0 mg per kilogram of body weight every 2 weeks. Response was assessed after each 8-week treatment cycle. Patients received up to 12 cycles until disease progression or a complete response occurred. RESULTS: A total of 296 patients received treatment through February 24, 2012. Grade 3 or 4 drug-related adverse events occurred in 14% of patients; there were three deaths from pulmonary toxicity. No maximum tolerated dose was defined. Adverse events consistent with immune-related causes were observed. Among 236 patients in whom response could be evaluated, objective responses (complete or partial responses) were observed in those with non-small-cell lung cancer, melanoma, or renal-cell cancer. Cumulative response rates (all doses) were 18% among patients with non-small-cell lung cancer (14 of 76 patients), 28% among patients with melanoma (26 of 94 patients), and 27% among patients with renal-cell cancer (9 of 33 patients). Responses were durable; 20 of 31 responses lasted 1 year or more in patients with 1 year or more of follow-up. To assess the role of intratumoral PD-1 ligand (PD-L1) expression in the modulation of the PD-1-PD-L1 pathway, immunohistochemical analysis was performed on pretreatment tumor specimens obtained from 42 patients. Of 17 patients with PD-L1-negative tumors, none had an objective response; 9 of 25 patients (36%) with PD-L1-positive tumors had an objective response (P=0.006). CONCLUSIONS: Anti-PD-1 antibody produced objective responses in approximately one in four to one in five patients with non-small-cell lung cancer, melanoma, or renal-cell cancer; the adverse-event profile does not appear to preclude its use. Preliminary data suggest a relationship between PD-L1 expression on tumor cells and objective response. (Funded by Bristol-Myers Squibb and others; ClinicalTrials.gov number, NCT00730639.).",
    "journal": "The New England journal of medicine",
    "pub_date": "2012-Jun",
    "doi": "10.1056/NEJMoa1200690",
    "pmid": "22658127",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Adult",
      "Antibodies, Monoclonal",
      "Antineoplastic Agents",
      "Carcinoma, Non-Small-Cell Lung",
      "Carcinoma, Renal Cell",
      "Colorectal Neoplasms",
      "Dose-Response Relationship, Drug",
      "Female",
      "Humans",
      "Ligands",
      "Male",
      "Melanoma",
      "Neoplasms",
      "Nivolumab",
      "Programmed Cell Death 1 Receptor",
      "Prostatic Neoplasms"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/22658127/",
    "summary_ja": "本研究は、進行固形がん患者（悪性黒色腫、非小細胞肺がん、腎細胞がんなど）に対して抗PD-1抗体BMS-936558を2週ごとに投与し、安全性と抗腫瘍活性を評価した単群試験である。296例でGrade 3/4の薬剤関連有害事象は14%に認められ、免疫関連有害事象や肺毒性による死亡が3例報告された。評価可能な236例中、非小細胞肺がん18%、悪性黒色腫28%、腎細胞がん27%で客観的奏効がみられ、奏効は長期に持続する例があった。さらに前治療腫瘍のPD-L1発現は奏効と関連し、PD-L1陰性では奏効0%、陽性では36%が奏効した。",
    "evidence_level": "4"
  },
  {
    "paper_id": "pubmed:39663448",
    "source": "pubmed",
    "source_id": "39663448",
    "title": "Neutralizing GDF-15 can overcome anti-PD-1 and anti-PD-L1 resistance in solid tumours.",
    "year": 2025,
    "authors": [
      "Melero Ignacio",
      "de Miguel Luken Maria",
      "de Velasco Guillermo",
      "Garralda Elena",
      "Martín-Liberal Juan",
      "Joerger Markus",
      "Alonso Guzman",
      "Goebeler Maria-Elisabeth",
      "Schuler Martin",
      "König David",
      "Dummer Reinhard",
      "Reig Maria",
      "Rodriguez Ruiz Maria-Esperanza",
      "Calvo Emiliano",
      "Esteban-Villarrubia Jorge",
      "Oberoi Arjun",
      "Sabat Paula",
      "Soto-Castillo Juan José",
      "Koster Kira-Lee",
      "Saavedra Omar",
      "Sayehli Cyrus",
      "Gromke Tanja",
      "Läubli Heinz",
      "Ramelyte Egle",
      "Fortuny Marta",
      "Landa-Magdalena Ana",
      "Moreno Irene",
      "Torres-Jiménez Javier",
      "Hernando-Calvo Alberto",
      "Hess Dagmar",
      "Racca Fabricio",
      "Richly Heike",
      "Schmitt Andreas M",
      "Eggenschwiler Corinne",
      "Sanduzzi-Zamparelli Marco",
      "Vilalta-Lacarra Anna",
      "Trojan Jörg",
      "Koch Christine",
      "Galle Peter R",
      "Foerster Friedrich",
      "Trajanoski Zlatko",
      "Hackl Hubert",
      "Gogolla Falk",
      "Koll Florestan J",
      "Wild Peter",
      "Chun Felix Kyoung Hwan",
      "Reis Henning",
      "Lloyd Peter",
      "Machacek Matthias",
      "Gajewski Thomas F",
      "Fridman Wolf H",
      "Eggermont Alexander M M",
      "Bargou Ralf",
      "Schöniger Sandra",
      "Rüschoff Josef",
      "Tereshchenko Anastasiia",
      "Zink Carina",
      "da Silva Antonio",
      "Lichtenegger Felix S",
      "Akdemir Julia",
      "Rüdiger Manfred",
      "L'Huillier Phil",
      "Dutta Aradhana",
      "Haake Markus",
      "Auckenthaler Alexandra",
      "Gjorgjioska Ana",
      "Rössler Bernhard",
      "Hermann Frank",
      "Liebig Mara",
      "Reichhardt Daniela",
      "Schuberth-Wagner Christine",
      "Wischhusen Jörg",
      "Fettes Petra",
      "Auer Marlene",
      "Klar Kathrin",
      "Leo Eugen"
    ],
    "abstract": "Cancer immunotherapies with antibodies blocking immune checkpoint molecules are clinically active across multiple cancer entities and have markedly improved cancer treatment",
    "journal": "Nature",
    "pub_date": "2025-Jan",
    "doi": "10.1038/s41586-024-08305-z",
    "pmid": "39663448",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Growth Differentiation Factor 15",
      "Programmed Cell Death 1 Receptor",
      "Drug Resistance, Neoplasm",
      "B7-H1 Antigen",
      "Female",
      "Antibodies, Neutralizing",
      "Nivolumab",
      "Male",
      "Immune Checkpoint Inhibitors",
      "Neoplasms",
      "Tumor Microenvironment",
      "Middle Aged",
      "Lung Neoplasms"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39663448/",
    "summary_ja": "提示されたアブストラクトが途中で途切れており、研究デザイン・対象（ヒト/動物/細胞）・主要結果が不明なため、正確な要約ができません。全文のアブストラクト（またはMethods/Resultsが分かる部分）を貼り付けてください。現時点で分かる範囲では、免疫チェックポイント阻害（抗PD-1/抗PD-L1）に対する固形腫瘍の耐性に、GDF-15が関与し、その中和により耐性克服が可能であることを示唆する内容です。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:38969879",
    "source": "pubmed",
    "source_id": "38969879",
    "title": "Metronomic chemotherapy plus anti-PD-1 in metastatic breast cancer: a Bayesian adaptive randomized phase 2 trial.",
    "year": 2024,
    "authors": [
      "Mo Hongnan",
      "Yu Yongpei",
      "Sun Xiaoying",
      "Ge Hewei",
      "Yu Lanlan",
      "Guan Xiuwen",
      "Zhai Jingtong",
      "Zhu Aihua",
      "Wei Yuhan",
      "Wang Jinjing",
      "Yan Xiaoyan",
      "Qian Haili",
      "Xu Binghe",
      "Ma Fei"
    ],
    "abstract": "It remains unclear whether metronomic chemotherapy is superior to conventional chemotherapy when combined with immune checkpoint blockade. Here we performed a phase 2 clinical trial of metronomic chemotherapy combined with PD-1 blockade to compare the efficacy of combined conventional chemotherapy and PD-1 blockade using Bayesian adaptive randomization and efficacy monitoring. Eligible patients had metastatic HER2-negative breast cancer and had not received more than one prior line of standard chemotherapy. Patients (total n = 97) were randomized to receive (1) metronomic vinorelbine (NVB) monotherapy (n = 11), (2) NVB plus anti-PD-1 toripalimab (n = 7), (3) anti-angiogenic bevacizumab, NVB and toripalimab (n = 27), (4) conventional cisplatin, NVB and toripalimab (n = 26), or (5) metronomic cyclophosphamide, capecitabine, NVB and toripalimab (the VEX cohort) (n = 26). The primary endpoint was disease control rate (DCR). Secondary objectives included progression-free survival (PFS) and safety. The study met the primary endpoint. The VEX (69.7%) and cisplatin (73.7%) cohorts had the highest DCR. The median PFS of patients in the VEX cohort was the longest, reaching 6.6 months, followed by the bevacizumab (4.0 months) and cisplatin (3.5 months) cohorts. In general, the five regimens were well tolerated, with nausea and neutropenia being the most common adverse events. An exploratory mass cytometry analysis indicated that metronomic VEX chemotherapy reprograms the systemic immune response. Together, the clinical and translational data of this study indicate that metronomic VEX chemotherapy combined with PD-1 blockade can be a treatment option in patients with breast cancer. ClinicalTrials.gov Identifier: NCT04389073 .",
    "journal": "Nature medicine",
    "pub_date": "2024-Sep",
    "doi": "10.1038/s41591-024-03088-2",
    "pmid": "38969879",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Female",
      "Breast Neoplasms",
      "Administration, Metronomic",
      "Middle Aged",
      "Bayes Theorem",
      "Programmed Cell Death 1 Receptor",
      "Antineoplastic Combined Chemotherapy Protocols",
      "Adult",
      "Aged",
      "Neoplasm Metastasis",
      "Cyclophosphamide",
      "Immune Checkpoint Inhibitors",
      "Vinorelbine",
      "Bevacizumab"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/38969879/",
    "summary_ja": "転移性HER2陰性乳癌患者を対象に、メトロノミック化学療法＋抗PD-1（トリパリマブ）を、従来型化学療法＋抗PD-1を含む複数レジメンと比較したベイズ適応ランダム化第2相試験（n=97）である。主要評価項目の病勢コントロール率（DCR）は試験として達成され、VEX（メトロノミック：シクロホスファミド＋カペシタビン＋ビノレルビン＋トリパリマブ）とシスプラチン併用群が高いDCRを示した。無増悪生存期間（PFS）はVEX群が最長で中央値6.6か月であった。安全性は概ね許容範囲で、悪心と好中球減少が主な有害事象であり、探索的免疫解析ではVEXが全身免疫応答を再プログラムする可能性が示唆された。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:34715028",
    "source": "pubmed",
    "source_id": "34715028",
    "title": "Determinants of anti-PD-1 response and resistance in clear cell renal cell carcinoma.",
    "year": 2021,
    "authors": [
      "Au Lewis",
      "Hatipoglu Emine",
      "Robert de Massy Marc",
      "Litchfield Kevin",
      "Beattie Gordon",
      "Rowan Andrew",
      "Schnidrig Desiree",
      "Thompson Rachael",
      "Byrne Fiona",
      "Horswell Stuart",
      "Fotiadis Nicos",
      "Hazell Steve",
      "Nicol David",
      "Shepherd Scott T C",
      "Fendler Annika",
      "Mason Robert",
      "Del Rosario Lyra",
      "Edmonds Kim",
      "Lingard Karla",
      "Sarker Sarah",
      "Mangwende Mary",
      "Carlyle Eleanor",
      "Attig Jan",
      "Joshi Kroopa",
      "Uddin Imran",
      "Becker Pablo D",
      "Sunderland Mariana Werner",
      "Akarca Ayse",
      "Puccio Ignazio",
      "Yang William W",
      "Lund Tom",
      "Dhillon Kim",
      "Vasquez Marcos Duran",
      "Ghorani Ehsan",
      "Xu Hang",
      "Spencer Charlotte",
      "López José I",
      "Green Anna",
      "Mahadeva Ula",
      "Borg Elaine",
      "Mitchison Miriam",
      "Moore David A",
      "Proctor Ian",
      "Falzon Mary",
      "Pickering Lisa",
      "Furness Andrew J S",
      "Reading James L",
      "Salgado Roberto",
      "Marafioti Teresa",
      "Jamal-Hanjani Mariam",
      "Kassiotis George",
      "Chain Benny",
      "Larkin James",
      "Swanton Charles",
      "Quezada Sergio A",
      "Turajlic Samra"
    ],
    "abstract": "ADAPTeR is a prospective, phase II study of nivolumab (anti-PD-1) in 15 treatment-naive patients (115 multiregion tumor samples) with metastatic clear cell renal cell carcinoma (ccRCC) aiming to understand the mechanism underpinning therapeutic response. Genomic analyses show no correlation between tumor molecular features and response, whereas ccRCC-specific human endogenous retrovirus expression indirectly correlates with clinical response. T cell receptor (TCR) analysis reveals a significantly higher number of expanded TCR clones pre-treatment in responders suggesting pre-existing immunity. Maintenance of highly similar clusters of TCRs post-treatment predict response, suggesting ongoing antigen engagement and survival of families of T cells likely recognizing the same antigens. In responders, nivolumab-bound CD8",
    "journal": "Cancer cell",
    "pub_date": "2021-Nov",
    "doi": "10.1016/j.ccell.2021.10.001",
    "pmid": "34715028",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "CD8-Positive T-Lymphocytes",
      "Carcinoma, Renal Cell",
      "Clinical Trials, Phase II as Topic",
      "Drug Resistance, Neoplasm",
      "Endogenous Retroviruses",
      "Gene Expression Profiling",
      "Genomics",
      "Humans",
      "Immune Checkpoint Inhibitors",
      "Kidney Neoplasms",
      "Nivolumab",
      "Prospective Studies",
      "Receptors, Antigen, T-Cell",
      "Sequence Analysis, RNA",
      "Single-Cell Analysis",
      "Tumor Escape",
      "Tumor Microenvironment",
      "Exome Sequencing"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/34715028/",
    "summary_ja": "本研究は、転移性淡明細胞型腎細胞癌（ccRCC）の未治療患者15例を対象にニボルマブ（抗PD-1）の反応・抵抗性機序を解析した前向き第II相試験（多領域腫瘍サンプル115検体）である。ゲノム解析では腫瘍の分子特徴と臨床反応の明確な相関は示されなかった一方、ccRCC特異的なヒト内在性レトロウイルス発現が間接的に反応と関連した。TCR解析では、治療前から拡大したTCRクローンが多いことが奏効例で有意に多く、既存免疫の存在が示唆された。さらに治療後も類似したTCRクラスターが維持されることが反応予測に有用で、抗原刺激の継続と同一抗原を認識するT細胞ファミリーの生存が関与する可能性が示された。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:33783228",
    "source": "pubmed",
    "source_id": "33783228",
    "title": "Immune-related adverse events with PD-1 versus PD-L1 inhibitors: a meta-analysis of 8730 patients from clinical trials.",
    "year": 2021,
    "authors": [
      "Sonpavde Guru P",
      "Grivas Petros",
      "Lin Yushun",
      "Hennessy Daniel",
      "Hunt Jay D"
    ],
    "abstract": "",
    "journal": "Future oncology (London, England)",
    "pub_date": "2021-Jul",
    "doi": "10.2217/fon-2020-1222",
    "pmid": "33783228",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "B7-H1 Antigen",
      "Clinical Trials as Topic",
      "Drug-Related Side Effects and Adverse Reactions",
      "Humans",
      "Immune Checkpoint Inhibitors",
      "Incidence",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Risk Assessment",
      "Severity of Illness Index"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/33783228/",
    "summary_ja": "（アブストラクト未取得: Immune-related adverse events with PD-1 versus PD-L1 inhibitors: a meta-analysis of 8730 patients from clinical trials.）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:31196207",
    "source": "pubmed",
    "source_id": "31196207",
    "title": "Combination of CTLA-4 and PD-1 blockers for treatment of cancer.",
    "year": 2019,
    "authors": [
      "Rotte Anand"
    ],
    "abstract": "Targeting checkpoints of immune cell activation has been demonstrated to be the most effective approach for activation of anti-tumor immune responses. Cytotoxic T-lymphocyte-associated protein 4 (CTLA-4) and programmed cell death protein 1 (PD-1), both inhibitory checkpoints commonly seen on activated T-cells have been found to be the most reliable targets for the treatment of cancer. Six drugs targeting PD-1 or its ligand PD-L1 and one drug targeting CTLA-4 have been approved for treatment of different types of cancers and several others are in advanced stages of development. The drugs when administered as monotherapy had dramatic increase in durable response rates and had manageable safety profile, but more than 50% of patients failed to respond to treatment. Combination of CTLA-4 and PD-1 blockers was then evaluated to increase the response rates in patients, and ipilimumab (anti-CTLA-4) plus nivolumab (anti-PD-1) combination was shown to significantly enhance efficacy in metastatic melanoma patients. Subsequently, ipilimumab plus nivolumab was approved for treatment of metastatic melanoma, advanced renal cell carcinoma and metastatic colorectal cancer with MMR/MSI-H aberrations. The success of combination encouraged multiple clinical studies in other cancer types. Efficacy of the combination has been shown in a number of published studies and is under evaluation in multiple ongoing studies. This review aims to support future research in combination immunotherapy by discussing the basic details of CTLA-4 and PD-1 pathways and the results from clinical studies that evaluated combination of CTLA-4 and PD-1/PD-L1 blockers.",
    "journal": "Journal of experimental & clinical cancer research : CR",
    "pub_date": "2019-Jun",
    "doi": "10.1186/s13046-019-1259-z",
    "pmid": "31196207",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antineoplastic Agents, Immunological",
      "Antineoplastic Combined Chemotherapy Protocols",
      "CTLA-4 Antigen",
      "Clinical Trials as Topic",
      "Humans",
      "Molecular Targeted Therapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "T-Lymphocytes",
      "Treatment Outcome"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/31196207/",
    "summary_ja": "がんに対する免疫チェックポイント阻害の中でも、CTLA-4とPD-1/PD-L1は有効性が高い標的として位置づけられている。単剤療法は奏効の持続や安全性の点で成果がある一方、半数以上が反応しない課題がある。そこでCTLA-4阻害（イピリムマブ）とPD-1阻害（ニボルマブ）の併用が検討され、転移性悪性黒色腫で有効性が有意に向上し、複数のがん種で承認・研究が進んでいる。本レビューは両経路の基礎と、併用療法を評価した臨床研究結果を概説し、今後の研究を支援することを目的としている。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:39059396",
    "source": "pubmed",
    "source_id": "39059396",
    "title": "Fecal microbiota transplantation improves anti-PD-1 inhibitor efficacy in unresectable or metastatic solid cancers refractory to anti-PD-1 inhibitor.",
    "year": 2024,
    "authors": [
      "Kim Yunjae",
      "Kim Gihyeon",
      "Kim Sujeong",
      "Cho Beomki",
      "Kim Sang-Yeob",
      "Do Eun-Ju",
      "Bae Dong-Jun",
      "Kim Seungil",
      "Kweon Mi-Na",
      "Song Joon Seon",
      "Park Sang Hyoung",
      "Hwang Sung Wook",
      "Kim Mi-Na",
      "Kim Yeongmin",
      "Min Kyungchan",
      "Kim Sung-Han",
      "Adams Mark D",
      "Lee Charles",
      "Park Hansoo",
      "Park Sook Ryun"
    ],
    "abstract": "The gut microbiome significantly influences immune responses and the efficacy of immune checkpoint inhibitors. We conducted a clinical trial (NCT04264975) combining an anti-programmed death-1 (PD-1) inhibitor with fecal microbiota transplantation (FMT) from anti-PD-1 responder in 13 patients with anti-PD-1-refractory advanced solid cancers. FMT induced sustained microbiota changes and clinical benefits in 6 of 13 patients, with 1 partial response and 5 stable diseases, achieving an objective response rate of 7.7% and a disease control rate of 46.2%. The clinical response correlates with increased cytotoxic T cells and immune cytokines in blood and tumors. We isolated Prevotella merdae Immunoactis from a responder to FMT, which stimulates T cell activity and suppresses tumor growth in mice by enhancing cytotoxic T cell infiltration. Additionally, we found Lactobacillus salivarius and Bacteroides plebeius may inhibit anti-tumor immunity. Our findings suggest that FMT with beneficial microbiota can overcome resistance to anti-PD-1 inhibitors in advanced solid cancers, especially gastrointestinal cancers.",
    "journal": "Cell host & microbe",
    "pub_date": "2024-Aug",
    "doi": "10.1016/j.chom.2024.06.010",
    "pmid": "39059396",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Humans",
      "Mice",
      "Cytokines",
      "Fecal Microbiota Transplantation",
      "Feces",
      "Gastrointestinal Microbiome",
      "Immune Checkpoint Inhibitors",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Male",
      "Female",
      "Adult",
      "Middle Aged"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39059396/",
    "summary_ja": "腸内細菌叢が免疫チェックポイント阻害薬の効果に影響することを背景に、抗PD-1不応の進行固形がん13例に対し、抗PD-1奏効者由来の便微生物移植（FMT）を抗PD-1阻害薬に併用する臨床試験が実施された。FMTにより腸内細菌叢の変化が持続し、6/13例で臨床的利益（部分奏効1例、病勢安定5例）が得られ、奏効率7.7%、病勢制御率46.2%であった。反応は末梢血・腫瘍での細胞傷害性T細胞やサイトカイン増加と相関した。さらに、奏効関連菌としてPrevotella merdae Immunoactisを分離し、マウスでT細胞活性化と腫瘍増殖抑制を示した一方、Lactobacillus salivariusやBacteroides plebeiusは抗腫瘍免疫を阻害し得ることが示唆された。",
    "evidence_level": "4"
  },
  {
    "paper_id": "pubmed:33883177",
    "source": "pubmed",
    "source_id": "33883177",
    "title": "Phase I/Ib Clinical Trial of Sabatolimab, an Anti-TIM-3 Antibody, Alone and in Combination with Spartalizumab, an Anti-PD-1 Antibody, in Advanced Solid Tumors.",
    "year": 2021,
    "authors": [
      "Curigliano Giuseppe",
      "Gelderblom Hans",
      "Mach Nicolas",
      "Doi Toshihiko",
      "Tai David",
      "Forde Patrick M",
      "Sarantopoulos John",
      "Bedard Philippe L",
      "Lin Chia-Chi",
      "Hodi F Stephen",
      "Wilgenhof Sofie",
      "Santoro Armando",
      "Sabatos-Peyton Catherine A",
      "Longmire Tyler A",
      "Xyrafas Alexandros",
      "Sun Haiying",
      "Gutzwiller Sabine",
      "Manenti Luigi",
      "Naing Aung"
    ],
    "abstract": "PURPOSE: Sabatolimab (MBG453) and spartalizumab are mAbs that bind T-cell immunoglobulin domain and mucin domain-3 (TIM-3) and programmed death-1 (PD-1), respectively. This phase I/II study evaluated the safety and efficacy of sabatolimab, with or without spartalizumab, in patients with advanced solid tumors. PATIENTS AND METHODS: Primary objectives of the phase I/Ib part were to characterize the safety and estimate recommended phase II dose (RP2D) for future studies. Dose escalation was guided by a Bayesian (hierarchical) logistic regression model. Sabatolimab was administered intravenously, 20 to 1,200 mg, every 2 or 4 weeks (Q2W or Q4W). Spartalizumab was administered intravenously, 80 to 400 mg, Q2W or Q4W. RESULTS: Enrolled patients ( CONCLUSIONS: Sabatolimab plus spartalizumab was well tolerated and showed preliminary signs of antitumor activity. The RP2D for sabatolimab was selected as 800 mg Q4W (alternatively Q3W or Q2W schedules, based on modeling), with or without 400 mg spartalizumab Q4W.",
    "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
    "pub_date": "2021-Jul",
    "doi": "10.1158/1078-0432.CCR-20-4746",
    "pmid": "33883177",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Adult",
      "Aged",
      "Aged, 80 and over",
      "Female",
      "Humans",
      "Male",
      "Middle Aged",
      "Young Adult",
      "Antibodies, Monoclonal",
      "Antibodies, Monoclonal, Humanized",
      "Drug Combinations",
      "Hepatitis A Virus Cellular Receptor 2",
      "Immune Checkpoint Inhibitors",
      "Neoplasm Staging",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/33883177/",
    "summary_ja": "本研究は、進行固形腫瘍患者を対象に、抗TIM-3抗体サバトリマブ単剤または抗PD-1抗体スパルタリズマブとの併用の安全性と有効性を評価した第I/Ib相試験である。第I/Ibパートの主要目的は安全性の特性化と、将来の試験に向けた推奨第II相用量（RP2D）の推定であり、ベイズ型ロジスティック回帰モデルに基づく用量漸増が行われた。治療は静脈内投与で、サバトリマブは20〜1,200 mgを2週または4週ごと、スパルタリズマブは80〜400 mgを2週または4週ごとに投与した。結論として、併用療法は忍容性が良好で予備的な抗腫瘍活性の兆候が示され、サバトリマブのRP2Dは800 mgを4週ごと（モデルにより3週/2週スケジュールも代替案）とし、スパルタリズマブ併用時は400 mgを4週ごととされた。",
    "evidence_level": "4"
  },
  {
    "paper_id": "pubmed:20516446",
    "source": "pubmed",
    "source_id": "20516446",
    "title": "Phase I study of single-agent anti-programmed death-1 (MDX-1106) in refractory solid tumors: safety, clinical activity, pharmacodynamics, and immunologic correlates.",
    "year": 2010,
    "authors": [
      "Brahmer Julie R",
      "Drake Charles G",
      "Wollner Ira",
      "Powderly John D",
      "Picus Joel",
      "Sharfman William H",
      "Stankevich Elizabeth",
      "Pons Alice",
      "Salay Theresa M",
      "McMiller Tracee L",
      "Gilson Marta M",
      "Wang Changyu",
      "Selby Mark",
      "Taube Janis M",
      "Anders Robert",
      "Chen Lieping",
      "Korman Alan J",
      "Pardoll Drew M",
      "Lowy Israel",
      "Topalian Suzanne L"
    ],
    "abstract": "PURPOSE: Programmed death-1 (PD-1), an inhibitory receptor expressed on activated T cells, may suppress antitumor immunity. This phase I study sought to determine the safety and tolerability of anti-PD-1 blockade in patients with treatment-refractory solid tumors and to preliminarily assess antitumor activity, pharmacodynamics, and immunologic correlates. PATIENTS AND METHODS: Thirty-nine patients with advanced metastatic melanoma, colorectal cancer (CRC), castrate-resistant prostate cancer, non-small-cell lung cancer (NSCLC), or renal cell carcinoma (RCC) received a single intravenous infusion of anti-PD-1 (MDX-1106) in dose-escalating six-patient cohorts at 0.3, 1, 3, or 10 mg/kg, followed by a 15-patient expansion cohort at 10 mg/kg. Patients with evidence of clinical benefit at 3 months were eligible for repeated therapy. RESULTS: Anti-PD-1 was well tolerated: one serious adverse event, inflammatory colitis, was observed in a patient with melanoma who received five doses at 1 mg/kg. One durable complete response (CRC) and two partial responses (PRs; melanoma, RCC) were seen. Two additional patients (melanoma, NSCLC) had significant lesional tumor regressions not meeting PR criteria. The serum half-life of anti-PD-1 was 12 to 20 days. However, pharmacodynamics indicated a sustained mean occupancy of > 70% of PD-1 molecules on circulating T cells > or = 2 months following infusion, regardless of dose. In nine patients examined, tumor cell surface B7-H1 expression appeared to correlate with the likelihood of response to treatment. CONCLUSION: Blocking the PD-1 immune checkpoint with intermittent antibody dosing is well tolerated and associated with evidence of antitumor activity. Exploration of alternative dosing regimens and combinatorial therapies with vaccines, targeted therapies, and/or other checkpoint inhibitors is warranted.",
    "journal": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
    "pub_date": "2010-Jul",
    "doi": "10.1200/JCO.2009.26.7609",
    "pmid": "20516446",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Adult",
      "Aged",
      "Aged, 80 and over",
      "Antibodies, Monoclonal",
      "Antigens, CD",
      "Apoptosis Regulatory Proteins",
      "Carcinoma, Non-Small-Cell Lung",
      "Carcinoma, Renal Cell",
      "Colorectal Neoplasms",
      "Dose-Response Relationship, Drug",
      "Fatigue",
      "Female",
      "Humans",
      "Kidney Neoplasms",
      "Lung Neoplasms",
      "Lymphopenia",
      "Male",
      "Melanoma",
      "Middle Aged",
      "Neoplasms",
      "Nivolumab",
      "Programmed Cell Death 1 Receptor",
      "Prostatic Neoplasms",
      "Treatment Outcome"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/20516446/",
    "summary_ja": "治療抵抗性の進行固形腫瘍患者に対し、抗PD-1抗体MDX-1106の安全性・忍容性と予備的有効性、薬力学および免疫学的相関を評価した第I相試験である。39例に0.3〜10 mg/kgの単回静注（10 mg/kgで拡大コホートあり）を行い、3か月時点で臨床的利益がある場合は反復投与を許可した。治療は概ね良好に忍容され、重篤な有害事象は炎症性大腸炎1例で、奏効としてCRCの持続的完全奏効1例とメラノーマおよびRCCの部分奏効2例が認められた。血中半減期は12〜20日だった一方、循環T細胞上PD-1占有率は用量にかかわらず2か月以上平均70%以上で、腫瘍細胞表面B7-H1発現が反応性と関連する可能性が示唆された。",
    "evidence_level": "4"
  },
  {
    "paper_id": "pubmed:33303685",
    "source": "pubmed",
    "source_id": "33303685",
    "title": "Fecal microbiota transplant promotes response in immunotherapy-refractory melanoma patients.",
    "year": 2021,
    "authors": [
      "Baruch Erez N",
      "Youngster Ilan",
      "Ben-Betzalel Guy",
      "Ortenberg Rona",
      "Lahat Adi",
      "Katz Lior",
      "Adler Katerina",
      "Dick-Necula Daniela",
      "Raskin Stephen",
      "Bloch Naamah",
      "Rotin Daniil",
      "Anafi Liat",
      "Avivi Camila",
      "Melnichenko Jenny",
      "Steinberg-Silman Yael",
      "Mamtani Ronac",
      "Harati Hagit",
      "Asher Nethanel",
      "Shapira-Frommer Ronnie",
      "Brosh-Nissimov Tal",
      "Eshet Yael",
      "Ben-Simon Shira",
      "Ziv Oren",
      "Khan Md Abdul Wadud",
      "Amit Moran",
      "Ajami Nadim J",
      "Barshack Iris",
      "Schachter Jacob",
      "Wargo Jennifer A",
      "Koren Omry",
      "Markel Gal",
      "Boursi Ben"
    ],
    "abstract": "The gut microbiome has been shown to influence the response of tumors to anti-PD-1 (programmed cell death-1) immunotherapy in preclinical mouse models and observational patient cohorts. However, modulation of gut microbiota in cancer patients has not been investigated in clinical trials. In this study, we performed a phase 1 clinical trial to assess the safety and feasibility of fecal microbiota transplantation (FMT) and reinduction of anti-PD-1 immunotherapy in 10 patients with anti-PD-1-refractory metastatic melanoma. We observed clinical responses in three patients, including two partial responses and one complete response. Notably, treatment with FMT was associated with favorable changes in immune cell infiltrates and gene expression profiles in both the gut lamina propria and the tumor microenvironment. These early findings have implications for modulating the gut microbiota in cancer treatment.",
    "journal": "Science (New York, N.Y.)",
    "pub_date": "2021-Feb",
    "doi": "10.1126/science.abb5920",
    "pmid": "33303685",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Adult",
      "Antineoplastic Agents, Immunological",
      "CD8-Positive T-Lymphocytes",
      "Fecal Microbiota Transplantation",
      "Female",
      "Gastrointestinal Microbiome",
      "Humans",
      "Immunotherapy",
      "Intestinal Mucosa",
      "Lymphocytes, Tumor-Infiltrating",
      "Male",
      "Melanoma",
      "Middle Aged",
      "Nivolumab",
      "Programmed Cell Death 1 Receptor",
      "Skin Neoplasms",
      "Transcriptome",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/33303685/",
    "summary_ja": "腸内細菌叢が抗PD-1免疫療法の奏効に影響し得ることが示唆されているが、がん患者で腸内細菌叢を介入的に改変する臨床試験は限られている。著者らは抗PD-1抵抗性の転移性メラノーマ患者10例を対象に、糞便微生物移植（FMT）後に抗PD-1療法を再導入する第1相試験を行い、安全性と実施可能性を評価した。その結果、3例で臨床反応（部分奏効2例、完全奏効1例）が観察された。FMTは腸管粘膜固有層および腫瘍微小環境における免疫細胞浸潤や遺伝子発現プロファイルの好ましい変化と関連していた。",
    "evidence_level": "4"
  },
  {
    "paper_id": "pubmed:35101942",
    "source": "pubmed",
    "source_id": "35101942",
    "title": "Single-cell immune signature for detecting early-stage HCC and early assessing anti-PD-1 immunotherapy efficacy.",
    "year": 2022,
    "authors": [
      "Shi Jiawei",
      "Liu Junwei",
      "Tu Xiaoxuan",
      "Li Bin",
      "Tong Zhou",
      "Wang Tian",
      "Zheng Yi",
      "Shi Hongyu",
      "Zeng Xun",
      "Chen Wei",
      "Yin Weiwei",
      "Fang Weijia"
    ],
    "abstract": "BACKGROUND: The early diagnosis of hepatocellular carcinoma (HCC) can greatly improve patients' 5-year survival rate, and the early efficacy assessment is important for oncologists to harness the anti-programmed cell death protein 1 (PD-1) immunotherapy in patients with advanced HCC. The lack of effective predicting biomarkers not only leads to delayed detection of the disease but also results in ineffective immunotherapy and limited clinical survival benefit. METHODS: We exploited the single-cell approach (cytometry by time of flight (CyTOF)) to analyze peripheral blood mononuclear cells from multicohorts of human samples. Immune signatures for different stages of patients with HCC were systematically profiled and statistically compared. Furthermore, the dynamic changes of peripheral immune compositions for both first-line and second-line patients with HCC after anti-PD-1 monotherapy were also evaluated and systematically compared. RESULTS: We identified stage-specific immune signatures for HCC and constructed a logistic AdaBoost-SVM classifier based on these signatures. The classifier provided superior performance in predicting early-stage HCC over the commonly used serum alpha-fetoprotein level. We also revealed the treatment stage-specific immune signatures from peripheral blood and their dynamical changing patterns, all of which were integrated to achieve early discrimination of patients with non-durable benefit for both first-line and second-line anti-PD-1 monotherapies. CONCLUSIONS: Our newly identified single-cell peripheral immune signatures provide promising non-invasive biomarkers for early detection of HCC and early assessment for anti-PD-1 immunotherapy efficacy in patients with advanced HCC. These new findings can potentially facilitate early diagnosis and novel immunotherapy for patients with HCC in future practice and further guide the utility of CyTOF in clinical translation of cancer research. TRIAL REGISTRATION NUMBERS: NCT02576509 and NCT02989922.",
    "journal": "Journal for immunotherapy of cancer",
    "pub_date": "2022-Jan",
    "doi": "10.1136/jitc-2021-003133",
    "pmid": "35101942",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Adolescent",
      "Adult",
      "Aged",
      "Antibodies, Monoclonal, Humanized",
      "Carcinoma, Hepatocellular",
      "Early Detection of Cancer",
      "Female",
      "Humans",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "Leukocytes, Mononuclear",
      "Liver Neoplasms",
      "Male",
      "Middle Aged",
      "Neoplasm Staging",
      "Nivolumab",
      "Programmed Cell Death 1 Receptor",
      "Single-Cell Analysis",
      "Treatment Outcome",
      "Young Adult"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/35101942/",
    "summary_ja": "本研究は、末梢血単核球をCyTOFで単一細胞解析し、肝細胞癌（HCC）の病期に応じた末梢免疫シグネチャーを多コホートのヒト検体で同定した。得られたシグネチャーからロジスティックAdaBoost-SVM分類器を構築し、早期HCCの予測において血清AFPより良好な性能を示した。さらに、抗PD-1単剤治療（一次・二次）前後の末梢免疫構成の動的変化を解析し、非持続的ベネフィット例を早期に識別できるシグネチャーを提示した。これらの結果から、末梢血由来の単一細胞免疫指標が早期診断および免疫療法効果の早期評価に有望な非侵襲的バイオマーカーとなり得ると結論づけている。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:37730273",
    "source": "pubmed",
    "source_id": "37730273",
    "title": "Lenvatinib plus anti-PD-1 antibodies as conversion therapy for patients with unresectable intermediate-advanced hepatocellular carcinoma: a single-arm, phase II trial.",
    "year": 2023,
    "authors": [
      "Zhang Wenwen",
      "Tong Shuang",
      "Hu Bingyang",
      "Wan Tao",
      "Tang Haowen",
      "Zhao Feilong",
      "Jiao Tianyu",
      "Li Junfeng",
      "Zhang Ze",
      "Cai Jinping",
      "Ye Huiyi",
      "Wang Zhanbo",
      "Chen Shiqing",
      "Wang Yafei",
      "Li Xuerui",
      "Wang Fangzhou",
      "Cao Junning",
      "Tian Lantian",
      "Zhao Xiaochen",
      "Chen Mingyi",
      "Wang Hongguang",
      "Cai Shouwang",
      "Hu Minggen",
      "Bai Yuezong",
      "Lu Shichun"
    ],
    "abstract": "BACKGROUND: Over 70% of the patients with hepatocellular carcinoma (HCC) are diagnosed at an advanced stage and lose the opportunity for radical surgery. Combination therapy of tyrosine kinase inhibitors (TKIs) and anti-programmed cell death protein-1 (PD-1) antibodies has achieved a high tumor response rate in both the first-line and second-line treatment of advanced HCC. However, few studies have prospectively evaluated whether TKIs plus anti-PD-1 antibodies could convert unresectable intermediate-advanced HCC into resectable disease. METHODS: This single-arm, phase II study enrolled systemic therapy-naïve adult patients with unresectable Barcelona Clinic Liver Cancer stage B or C HCC. Patients received oral lenvatinib one time per day plus intravenous anti-PD-1 agents every 3 weeks (one cycle). Tumor response and resectability were evaluated before the fourth cycle, then every two cycles. The primary endpoint was conversion success rate by investigator assessment. Secondary endpoints included objective response rate (ORR) by independent imaging review (IIR) assessment per modified RECIST (mRECIST) and Response Evaluation Criteria in Solid Tumors, V.1.1 (RECIST 1.1), progression-free survival (PFS) and 12-month recurrence-free survival (RFS) rate by IIR per mRECIST, R0 resection rate, overall survival (OS), and safety. Biomarkers were assessed as exploratory objectives. RESULTS: Of the 56 eligible patients enrolled, 53 (94.6%) had macrovascular invasion, and 16 (28.6%) had extrahepatic metastasis. The median follow-up was 23.5 months. The primary endpoint showed a conversion success rate of 55.4% (31/56). ORR was 53.6% per mRECIST and 44.6% per RECIST 1.1. Median PFS was 8.9 months, and median OS was 23.9 months. Among the 31 successful conversion patients, 21 underwent surgery with an R0 resection rate of 85.7%, a pathological complete response rate of 38.1%, and a 12-month RFS rate of 47.6%. Grade ≥3 treatment-related adverse events were observed in 42.9% of patients. Tumor immune microenvironment analysis of pretreatment samples displayed significant enrichment of CD8 CONCLUSION: Lenvatinib plus anti-PD-1 antibodies demonstrate promising efficacy and tolerable safety as conversion therapy in unresectable HCC. Pre-existing CD8 TRIAL REGISTRATION NUMBER: Chinese Clinical Trial Registry, ChiCTR1900023914.",
    "journal": "Journal for immunotherapy of cancer",
    "pub_date": "2023-Sep",
    "doi": "10.1136/jitc-2023-007366",
    "pmid": "37730273",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Adult",
      "Humans",
      "Carcinoma, Hepatocellular",
      "CD8-Positive T-Lymphocytes",
      "Liver Neoplasms",
      "Phenylurea Compounds",
      "Tumor Microenvironment",
      "Quinolines"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/37730273/",
    "summary_ja": "切除不能な中〜進行期肝細胞癌（BCLC B/C）に対し、レンバチニブと抗PD-1抗体の併用を「コンバージョン治療」として前向き単群第II相で評価した。56例のうちコンバージョン成功率は55.4%で、奏効率はmRECISTで53.6%（RECIST1.1で44.6%）だった。追跡中央値23.5か月で、PFS中央値8.9か月、OS中央値23.9か月を示した。コンバージョン成功31例中21例が手術を受け、R0切除率85.7%・病理学的完全奏効38.1%で、Grade≥3の治療関連有害事象は42.9%だった。",
    "evidence_level": "4"
  },
  {
    "paper_id": "pubmed:33846173",
    "source": "pubmed",
    "source_id": "33846173",
    "title": "Determinants of Response and Intrinsic Resistance to PD-1 Blockade in Microsatellite Instability-High Gastric Cancer.",
    "year": 2021,
    "authors": [
      "Kwon Minsuk",
      "An Minae",
      "Klempner Samuel J",
      "Lee Hyuk",
      "Kim Kyoung-Mee",
      "Sa Jason K",
      "Cho Hee Jin",
      "Hong Jung Yong",
      "Lee Taehyang",
      "Min Yang Won",
      "Kim Tae Jun",
      "Min Byung-Hoon",
      "Park Woong-Yang",
      "Kang Won Ki",
      "Kim Kyu-Tae",
      "Kim Seung Tae",
      "Lee Jeeyun"
    ],
    "abstract": "Sequence alterations in microsatellites and an elevated mutational burden are observed in 20% of gastric cancers and associated with clinical response to anti-PD-1 antibodies. However, 50% of microsatellite instability-high (MSI-H) cancers are intrinsically resistant to PD-1 therapies. We conducted a phase II trial of pembrolizumab in patients with advanced MSI-H gastric cancer and included serial and multi-region tissue samples in addition to serial peripheral blood analyses. The number of whole-exome sequencing (WES)-derived nonsynonymous mutations correlated with antitumor activity and prolonged progression-free survival (PFS). Coupling WES to single-cell RNA sequencing, we identified dynamic tumor evolution with greater on-treatment collapse of mutational architecture in responders. Diverse T-cell receptor repertoire was associated with longer PFS to pembrolizumab. In addition, an increase in PD-1",
    "journal": "Cancer discovery",
    "pub_date": "2021-Sep",
    "doi": "10.1158/2159-8290.CD-21-0219",
    "pmid": "33846173",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Aged",
      "Aged, 80 and over",
      "Antibodies, Monoclonal, Humanized",
      "Antineoplastic Agents, Immunological",
      "Biomarkers, Tumor",
      "Female",
      "Humans",
      "Male",
      "Microsatellite Instability",
      "Middle Aged",
      "Neoplasm Metastasis",
      "Programmed Cell Death 1 Receptor",
      "Stomach Neoplasms",
      "Treatment Outcome"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/33846173/",
    "summary_ja": "MSI-H胃がんの約半数がPD-1阻害に一次抵抗性を示す背景を解明するため、進行MSI-H胃がん患者を対象にペムブロリズマブの第II相試験を行い、腫瘍の多領域・経時検体と末梢血を解析した。WESで推定した非同義変異数（変異負荷）が抗腫瘍効果および無増悪生存期間（PFS）の延長と相関した。さらに単一細胞RNA-seqと組み合わせることで、奏効例では治療中に腫瘍の変異アーキテクチャがより大きく崩壊するなど、動的な腫瘍進化が示唆された。T細胞受容体（TCR）レパトアの多様性もペムブロリズマブ治療下でのPFS延長と関連した。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:40086437",
    "source": "pubmed",
    "source_id": "40086437",
    "title": "Distinct CD8",
    "year": 2025,
    "authors": [
      "Li Housaiyin",
      "Zandberg Dan P",
      "Kulkarni Aditi",
      "Chiosea Simion I",
      "Santos Patricia M",
      "Isett Brian R",
      "Joy Marion",
      "Sica Gabriel L",
      "Contrera Kevin J",
      "Tatsuoka Curtis M",
      "Brand Matthias",
      "Duvvuri Umamaheswar",
      "Kim Seungwon",
      "Kubik Mark",
      "Sridharan Shaum",
      "Tu Fei",
      "Chen Jie",
      "Bruno Tullia C",
      "Vignali Dario A A",
      "Cillo Anthony R",
      "Bao Riyue",
      "Wang Jing Hong",
      "Vujanovic Lazar",
      "Ferris Robert L"
    ],
    "abstract": "We leverage a clinical trial (NCT04080804) that compared neoadjuvant anti-PD-1, anti-PD-1+CTLA-4, and anti-PD-1+LAG-3 therapies in head and neck squamous cell carcinoma patients. Combination therapies promote higher pathologic response rates versus monotherapy, and major pathologic response is associated with better survival. To address whether successful immune checkpoint inhibitor (ICI) regimens act through similar or distinct pathways, we robustly and longitudinally characterize transcriptional and proteomic dynamics of CD8",
    "journal": "Cancer cell",
    "pub_date": "2025-Apr",
    "doi": "10.1016/j.ccell.2025.02.026",
    "pmid": "40086437",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Female",
      "Humans",
      "Male",
      "CD8-Positive T-Lymphocytes",
      "CTLA-4 Antigen",
      "Head and Neck Neoplasms",
      "Immune Checkpoint Inhibitors",
      "Immunologic Memory",
      "Immunotherapy",
      "Lymphocyte Activation Gene 3 Protein",
      "Lymphocytes, Tumor-Infiltrating",
      "Neoadjuvant Therapy",
      "Programmed Cell Death 1 Receptor",
      "Squamous Cell Carcinoma of Head and Neck"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/40086437/",
    "summary_ja": "本研究は、頭頸部扁平上皮癌における術前（ネオアジュバント）免疫チェックポイント阻害療法を、抗PD-1単独、抗PD-1+CTLA-4併用、抗PD-1+LAG-3併用で比較した臨床試験（NCT04080804）を解析した。併用療法は単独療法より病理学的奏効率が高く、主要病理学的奏効はより良い生存と関連していた。さらに、有効なICIレジメンが共通経路か異なる経路で作用するかを検討するため、CD8陽性T細胞の転写・蛋白動態を縦断的に詳細解析した。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:37595586",
    "source": "pubmed",
    "source_id": "37595586",
    "title": "Neoadjuvant immune checkpoint blockade: A window of opportunity to advance cancer immunotherapy.",
    "year": 2023,
    "authors": [
      "Topalian Suzanne L",
      "Forde Patrick M",
      "Emens Leisha A",
      "Yarchoan Mark",
      "Smith Kellie N",
      "Pardoll Drew M"
    ],
    "abstract": "Among new treatment approaches for patients with cancer, few have accelerated as quickly as neoadjuvant immune checkpoint blockade (ICB). Neoadjuvant cancer therapy is administered before curative-intent surgery in treatment-naïve patients. Conventional neoadjuvant chemotherapy and radiotherapy are primarily intended to reduce tumor size, improving surgical resectability. However, recent scientific evidence outlined here suggests that neoadjuvant immunotherapy can expand and transcriptionally modify tumor-specific T cell clones to enhance both intratumoral and systemic anti-tumor immunity. It further offers a unique \"window of opportunity\" to explore mechanisms and identify novel biomarkers of ICB response and resistance, opening possibilities for refining long-term clinical outcome predictions and developing new, more highly effective ICB combination therapies. Here, we examine advances in clinical and scientific knowledge gleaned from studies in select cancers and describe emerging key principles relevant to neoadjuvant ICB across many cancer types.",
    "journal": "Cancer cell",
    "pub_date": "2023-Sep",
    "doi": "10.1016/j.ccell.2023.07.011",
    "pmid": "37595586",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Neoadjuvant Therapy",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "Clone Cells",
      "Neoplasms"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/37595586/",
    "summary_ja": "免疫チェックポイント阻害（ICB）を手術前に行うネオアジュバント治療は、がん免疫療法の中でも急速に発展している。従来の術前化学療法・放射線療法が主に腫瘍縮小と切除性向上を目的とするのに対し、術前ICBは腫瘍特異的T細胞クローンを拡大・転写的に変化させ、腫瘍内および全身の抗腫瘍免疫を高め得ることが示唆されている。さらに、治療反応・抵抗性機序の解明やバイオマーカー同定の「機会の窓」として、長期予後予測の精緻化や有効な併用療法開発に資する可能性がある。本稿は、いくつかのがん種で得られた臨床・科学的知見を概説し、幅広いがんに共通する術前ICBの原則を整理する。",
    "evidence_level": "5"
  }
]