[
  {
    "paper_id": "pubmed:30888929",
    "source": "pubmed",
    "source_id": "30888929",
    "title": "PD-1 and PD-L1 in cancer immunotherapy: clinical implications and future considerations.",
    "year": 2019,
    "authors": [
      "Jiang Yongshuai",
      "Chen Ming",
      "Nie Hong",
      "Yuan Yuanyang"
    ],
    "abstract": "Programmed death-1 (PD-1) is a cell surface receptor that functions as a T cell checkpoint and plays a central role in regulating T cell exhaustion. Binding of PD-1 to its ligand, programmed death-ligand 1 (PD-L1), activates downstream signaling pathways and inhibits T cell activation. Moreover abnormally high PD-L1 expression on tumor cells and antigen-presenting cells in the tumor microenvironment mediates tumor immune escape, and the development of anti-PD-1/PD-L1 antibodies has recently become a hot topic in cancer immunotherapy. Here, we review the structure of PD-1 and PD-L1, the function of the PD-1/PD-L1 signaling pathway, the application of PD-1 or PD-L1 monoclonal antibodies and future directions for anti-PD-1/PD-L1 antibodies with combination therapies. Cancer immunotherapy using PD-1/PD-L1 immune checkpoint blockade may require more studies, and this approach may be curative for patients with many types of cancer in the future.",
    "journal": "Human vaccines & immunotherapeutics",
    "pub_date": "2019",
    "doi": "10.1080/21645515.2019.1571892",
    "pmid": "30888929",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies, Monoclonal",
      "Antineoplastic Agents, Immunological",
      "B7-H1 Antigen",
      "Clinical Trials as Topic",
      "Combined Modality Therapy",
      "Humans",
      "Immunotherapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Signal Transduction",
      "T-Lymphocytes",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30888929/",
    "summary_ja": "PD-1はT細胞のチェックポイント受容体で、PD-L1との結合により下流シグナルが活性化されT細胞活性が抑制され、疲弊の制御に関与する。腫瘍細胞や腫瘍微小環境の抗原提示細胞でのPD-L1高発現は免疫逃避を促し、抗PD-1/PD-L1抗体の開発ががん免疫療法で注目されている。本稿はPD-1/PD-L1の構造とシグナル経路、抗体療法の応用、併用療法を含む今後の方向性を概説する。免疫チェックポイント阻害は多くのがん種で将来的に治癒的となり得るが、さらなる研究が必要だと述べている。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:39068460",
    "source": "pubmed",
    "source_id": "39068460",
    "title": "Dual blockade immunotherapy targeting PD-1/PD-L1 and CTLA-4 in lung cancer.",
    "year": 2024,
    "authors": [
      "Cheng Weishi",
      "Kang Kai",
      "Zhao Ailin",
      "Wu Yijun"
    ],
    "abstract": "Cancer immunotherapies, represented by immune checkpoint inhibitors (ICIs), have reshaped the treatment paradigm for both advanced non-small cell lung cancer and small cell lung cancer. Programmed death receptor-1/programmed death receptor ligand-1 (PD-1/PD-L1) and cytotoxic T lymphocyte-associated antigen-4 (CTLA-4) are some of the most common and promising targets in ICIs. Compared to ICI monotherapy, which occasionally demonstrates treatment resistance and limited efficacy, the dual blockade immunotherapy targeting PD-1/PD-L1 and CTLA-4 operates at different stages of T cell activation with synergistically enhancing immune responses against cancer cells. This emerging dual therapy heralds a new direction for cancer immunotherapy, which, however, may increase the risk of drug-related adverse reactions while improving efficacy. Previous clinical trials have explored combination therapy strategy of anti-PD-1/PD-L1 and anti-CTLA-4 agents in lung cancer, yet its efficacy remains to be unclear with the inevitable incidence of immune-related adverse events. The recent advent of bispecific antibodies has made this sort of dual targeting more feasible, aiming to alleviate toxicity without compromising efficacy. Thus, this review highlights the role of dual blockade immunotherapy targeting PD-1/PD-L1 and CTLA-4 in treating lung cancer, and further elucidates its pre-clinical mechanisms and current advancements in clinical trials. Besides, we also provide novel insights into the potential combinations of dual blockade therapies with other strategies to optimize the future treatment mode for lung cancer.",
    "journal": "Journal of hematology & oncology",
    "pub_date": "2024-Jul",
    "doi": "10.1186/s13045-024-01581-2",
    "pmid": "39068460",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Humans",
      "B7-H1 Antigen",
      "Carcinoma, Non-Small-Cell Lung",
      "CTLA-4 Antigen",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "Lung Neoplasms",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39068460/",
    "summary_ja": "免疫チェックポイント阻害薬において、PD-1/PD-L1とCTLA-4を同時に標的とするデュアルブロッケードは、T細胞活性化の異なる段階に作用して相乗的に抗腫瘍免疫を高め、肺がん治療の新たな方向性として期待される。単剤療法では抵抗性や効果の限界がみられる一方、併用は有効性向上と引き換えに免疫関連有害事象など毒性リスクが増える可能性がある。これまで臨床試験で検討されてきたが、有効性はなお不明確で有害事象の発生は避けがたいとされる。近年は二重特異性抗体により二重標的化が現実的となり、効果を保ちつつ毒性軽減を目指すアプローチが紹介されている。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:34538007",
    "source": "pubmed",
    "source_id": "34538007",
    "title": "PD-1/PD-L1 blockade: Prospectives for immunotherapy in cancer and autoimmunity.",
    "year": 2021,
    "authors": [
      "Hosseinzadeh Ramin",
      "Feizisani Fahimeh",
      "Shomali Navid",
      "Abdelbasset Walid Kamal",
      "Hemmatzadeh Maryam",
      "Gholizadeh Navashenaq Jamshid",
      "Jadidi-Niaragh Farhad",
      "Bokov Dmitry O",
      "Janebifam Morteza",
      "Mohammadi Hamed"
    ],
    "abstract": "Immune checkpoint blockade therapy (ICBT) has become a successful cancer treatment approach in the field of cancer immunotherapy. Blockade of programmed death 1 (PD-1) and programmed death-ligand 1 (PD-L1) with monoclonal antibodies have been known as successful examples of cancer immunotherapy in recent years. Although ICBT has been shown to be beneficial in cancers, such benefits have only been seen in a portion of cancer patients. In this regard, enhancing the therapeutic effects of inhibiting PD-1 and PD-L1 and reducing the side effects of this approach can be considered as a potential approach in a successful ICBT. In this review, we have highlighted new viewpoints regarding improving the therapeutic effect of PD-1 and PD-L1 blockades in cancer therapy. Besides, their expression levels as a biomarker with prognostic value, their role in intestinal microbiota modulation, combination therapy, and immune-related side effects (irAEs) have been discussed.",
    "journal": "IUBMB life",
    "pub_date": "2021-Nov",
    "doi": "10.1002/iub.2558",
    "pmid": "34538007",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antineoplastic Combined Chemotherapy Protocols",
      "Arthritis, Rheumatoid",
      "Autoimmunity",
      "B7-H1 Antigen",
      "Biomarkers, Tumor",
      "Diabetes Mellitus, Type 1",
      "Gastrointestinal Microbiome",
      "Humans",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "Lupus Erythematosus, Systemic",
      "Neoplasms",
      "Polymorphism, Single Nucleotide",
      "Prognosis",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/34538007/",
    "summary_ja": "本総説は、がん免疫療法として成功している免疫チェックポイント阻害療法のうち、PD-1/PD-L1を標的とする抗体治療の現状と課題を概説している。臨床的有益性は示されている一方で、奏効は一部患者に限られるため、効果増強と副作用低減が重要な改善点として論じられている。治療効果向上に向けて、バイオマーカーとしてのPD-1/PD-L1発現、腸内細菌叢との関連、併用療法の可能性が取り上げられている。さらに、免疫関連有害事象（irAEs）についても整理し、今後の最適化の方向性を提示している。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:30635237",
    "source": "pubmed",
    "source_id": "30635237",
    "title": "Intratumoral Tcf1",
    "year": 2019,
    "authors": [
      "Siddiqui Imran",
      "Schaeuble Karin",
      "Chennupati Vijaykumar",
      "Fuertes Marraco Silvia A",
      "Calderon-Copete Sandra",
      "Pais Ferreira Daniela",
      "Carmona Santiago J",
      "Scarpellino Leonardo",
      "Gfeller David",
      "Pradervand Sylvain",
      "Luther Sanjiv A",
      "Speiser Daniel E",
      "Held Werner"
    ],
    "abstract": "Checkpoint blockade mediates a proliferative response of tumor-infiltrating CD8",
    "journal": "Immunity",
    "pub_date": "2019-Jan",
    "doi": "10.1016/j.immuni.2018.12.021",
    "pmid": "30635237",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Antibodies, Monoclonal",
      "CD8-Positive T-Lymphocytes",
      "Cell Differentiation",
      "Cell Proliferation",
      "Hepatitis A Virus Cellular Receptor 2",
      "Hepatocyte Nuclear Factor 1-alpha",
      "Humans",
      "Immunotherapy",
      "Lymphocytes, Tumor-Infiltrating",
      "Melanoma",
      "Melanoma, Experimental",
      "Mice",
      "Mice, Inbred C57BL",
      "Programmed Cell Death 1 Receptor",
      "Stem Cells",
      "T-Lymphocyte Subsets"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30635237/",
    "summary_ja": "提示されたアブストラクトは途中までで情報が不完全ですが、チェックポイント阻害療法が腫瘍浸潤CD8 T細胞の増殖反応を誘導することを示唆しています。タイトルからは、腫瘍内のTcf1（T細胞の分化・幹細胞様性に関与する転写因子）がこの反応や抗腫瘍免疫の維持に関係する可能性が考えられます。全体として、チェックポイント阻害下での腫瘍局所T細胞状態（特にTcf1関連）の機序解明を目的とした研究である可能性が高いです。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:32839551",
    "source": "pubmed",
    "source_id": "32839551",
    "title": "Acetylation-dependent regulation of PD-L1 nuclear translocation dictates the efficacy of anti-PD-1 immunotherapy.",
    "year": 2020,
    "authors": [
      "Gao Yang",
      "Nihira Naoe Taira",
      "Bu Xia",
      "Chu Chen",
      "Zhang Jinfang",
      "Kolodziejczyk Aleksandra",
      "Fan Yizeng",
      "Chan Ngai Ting",
      "Ma Leina",
      "Liu Jing",
      "Wang Dong",
      "Dai Xiaoming",
      "Liu Huadong",
      "Ono Masaya",
      "Nakanishi Akira",
      "Inuzuka Hiroyuki",
      "North Brian J",
      "Huang Yu-Han",
      "Sharma Samanta",
      "Geng Yan",
      "Xu Wei",
      "Liu X Shirley",
      "Li Lei",
      "Miki Yoshio",
      "Sicinski Piotr",
      "Freeman Gordon J",
      "Wei Wenyi"
    ],
    "abstract": "Immunotherapies that target programmed cell death protein 1 (PD-1) and its ligand PD-L1 as well as cytotoxic T-lymphocyte-associated protein 4 (CTLA4) have shown impressive clinical outcomes for multiple tumours. However, only a subset of patients achieves durable responses, suggesting that the mechanisms of the immune checkpoint pathways are not completely understood. Here, we report that PD-L1 translocates from the plasma membrane into the nucleus through interactions with components of the endocytosis and nucleocytoplasmic transport pathways, regulated by p300-mediated acetylation and HDAC2-dependent deacetylation of PD-L1. Moreover, PD-L1 deficiency leads to compromised expression of multiple immune-response-related genes. Genetically or pharmacologically modulating PD-L1 acetylation blocks its nuclear translocation, reprograms the expression of immune-response-related genes and, as a consequence, enhances the anti-tumour response to PD-1 blockade. Thus, our results reveal an acetylation-dependent regulation of PD-L1 nuclear localization that governs immune-response gene expression, and thereby advocate targeting PD-L1 translocation to enhance the efficacy of PD-1/PD-L1 blockade.",
    "journal": "Nature cell biology",
    "pub_date": "2020-Sep",
    "doi": "10.1038/s41556-020-0562-4",
    "pmid": "32839551",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Acetylation",
      "Animals",
      "B7-H1 Antigen",
      "Cell Line",
      "Cell Line, Tumor",
      "Cell Nucleus",
      "E1A-Associated p300 Protein",
      "Gene Expression",
      "HEK293 Cells",
      "Humans",
      "Immunotherapy",
      "MCF-7 Cells",
      "Mice",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Protein Processing, Post-Translational",
      "RAW 264.7 Cells"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/32839551/",
    "summary_ja": "PD-1/PD-L1やCTLA4を標的とする免疫療法は有効例がある一方で、持続的奏効は一部に限られ、その機序の未解明部分が課題である。本研究は、PD-L1がエンドサイトーシスおよび核-細胞質輸送経路の因子と相互作用して膜から核へ移行し、その過程がp300によるアセチル化とHDAC2による脱アセチル化で制御されることを示した。PD-L1欠損は免疫応答関連遺伝子の発現低下と関連し、PD-L1のアセチル化を遺伝学的・薬理学的に調節して核移行を阻害すると遺伝子発現が再プログラムされ、PD-1阻害の抗腫瘍効果が増強された。これらより、PD-L1の核移行制御を標的化することが免疫チェックポイント阻害療法の有効性向上につながる可能性が示唆される。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:38660299",
    "source": "pubmed",
    "source_id": "38660299",
    "title": "Targeting PD-1/PD-L-1 immune checkpoint inhibition for cancer immunotherapy: success and challenges.",
    "year": 2024,
    "authors": [
      "Javed Sadique A",
      "Najmi Asim",
      "Ahsan Waquar",
      "Zoghebi Khalid"
    ],
    "abstract": "The programmed death-1 receptor (PD-1) acts as a T-cell brake, and its interaction with ligand-1 (PD-L-1) interferes with signal transduction of the T-cell receptor. This leads to suppression of T-cell survival, proliferation, and activity in the tumor microenvironment resulting in compromised anticancer immunity. PD-1/PD-L-1 interaction blockade shown remarkable clinical success in various cancer immunotherapies. To date, most PD-1/PD-L-1 blockers approved for clinical use are monoclonal antibodies (mAbs); however, their therapeutic use are limited owing to poor clinical responses in a proportion of patients. mAbs also displayed low tumor penetration, steep production costs, and incidences of immune-related side effects. This strongly indicates the importance of developing novel inhibitors as cancer immunotherapeutic agents. Recently, advancements in the small molecule-based inhibitors (SMIs) that directly block the PD-1/PD-L-1 axis gained attention from the scientific community involved in cancer research. SMIs demonstrated certain advantages over mAbs, including longer half-lives, low cost, greater cell penetration, and possibility of oral administration. Currently, several SMIs are in development pipeline as potential therapeutics for cancer immunotherapy. To develop new SMIs, a wide range of structural scaffolds have been explored with excellent outcomes; biphenyl-based scaffolds are most studied. In this review, we analyzed the development of mAbs and SMIs targeting PD-1/PD-L-1 axis for cancer treatment. Altogether, the present review delves into the problems related to mAbs use and a detailed discussion on the development and current status of SMIs. This article may provide a comprehensive guide to medicinal chemists regarding the potential structural scaffolds required for PD-1/PD-L-1 interaction inhibition.",
    "journal": "Frontiers in immunology",
    "pub_date": "2024",
    "doi": "10.3389/fimmu.2024.1383456",
    "pmid": "38660299",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "B7-H1 Antigen",
      "Animals",
      "Tumor Microenvironment",
      "Antibodies, Monoclonal"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/38660299/",
    "summary_ja": "PD-1はT細胞応答を抑制する受容体で、PD-L1との結合により腫瘍微小環境でT細胞の生存・増殖・活性が低下し、抗腫瘍免疫が損なわれる。PD-1/PD-L1阻害は多くのがんで臨床的成功を示してきたが、主流であるモノクローナル抗体は一部患者で反応不良があり、腫瘍浸透性、製造コスト、免疫関連有害事象などの課題がある。著者らはこれらの制約を踏まえ、PD-1/PD-L1軸を直接阻害する低分子阻害薬（SMI）の開発動向と利点（経口投与可能性、細胞浸透性、コスト等）を概説し、特にビフェニル骨格などの構造スキャフォールドを中心に整理している。本総説は抗体薬と低分子薬の現状・課題を俯瞰し、新規SMI設計の指針を提供することを目的としている。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:30918149",
    "source": "pubmed",
    "source_id": "30918149",
    "title": "Development of Cancer Immunotherapy Targeting the PD-1 Pathway.",
    "year": 2019,
    "authors": [
      "Kamimura Naomi",
      "Wolf Alexander M",
      "Iwai Yoshiko"
    ],
    "abstract": "Immune checkpoint inhibitors are causing a paradigm shift in cancer treatment. Immune checkpoint molecules such as programmed cell death protein 1 (PD-1) and cytotoxic T-lymphocyte-associated protein 4 (CTLA-4) dampen T cell activation to avoid autoimmunity and the destructive effects of an excessive inflammatory response. Immune checkpoint signaling can be exploited by tumors to escape host immune surveillance, and immune checkpoint inhibitors enhance antitumor immunity by releasing the brakes on the immune system. PD-1 was identified in 1992 by Honjo and colleagues at Kyoto University. Studies in animal models revealed that PD-1 blockade can inhibit tumorigenesis and tumor metastasis. In addition, PD-1 blockade showed fewer adverse effects than CTLA-4 blockade. Based on these findings, a humanized monoclonal antibody against human PD-1 called nivolumab was developed. Since PD-1 blockade targets lymphocytes rather than tumor cells, the therapeutic effects last longer, even if mutations occur during tumorigenesis. Furthermore, because it does not depend on specific tumor antigens, PD-1 blockade can be applied to various kinds of tumors.",
    "journal": "Journal of Nippon Medical School = Nippon Ika Daigaku zasshi",
    "pub_date": "2019",
    "doi": "10.1272/jnms.JNMS.2019_86-2",
    "pmid": "30918149",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Antineoplastic Agents, Immunological",
      "CTLA-4 Antigen",
      "Carcinogenesis",
      "Humans",
      "Immunotherapy",
      "Molecular Targeted Therapy",
      "Neoplasms",
      "Nivolumab",
      "Programmed Cell Death 1 Receptor",
      "T-Lymphocytes"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30918149/",
    "summary_ja": "免疫チェックポイント分子であるPD-1やCTLA-4は自己免疫や過剰炎症を避けるためにT細胞活性化を抑制するが、腫瘍はこの仕組みを利用して免疫監視から逃避する。免疫チェックポイント阻害薬はこの抑制（ブレーキ）を解除し、抗腫瘍免疫を増強することでがん治療を変革しつつある。PD-1は1992年に同定され、動物モデルでPD-1遮断が腫瘍形成・転移を抑え、CTLA-4遮断より有害事象が少ないことが示された。これらを基にヒト化抗PD-1抗体ニボルマブが開発され、リンパ球を標的とするため効果が持続しやすく、特定抗原に依存しないことから多様ながん種へ応用可能と述べている。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:38861924",
    "source": "pubmed",
    "source_id": "38861924",
    "title": "Interruption of the intratumor CD8",
    "year": 2024,
    "authors": [
      "Geels Shannon N",
      "Moshensky Alexander",
      "Sousa Rachel S",
      "Murat Claire",
      "Bustos Matias A",
      "Walker Benjamin L",
      "Singh Rima",
      "Harbour Stacey N",
      "Gutierrez Giselle",
      "Hwang Michael",
      "Mempel Thorsten R",
      "Weaver Casey T",
      "Nie Qing",
      "Hoon Dave S B",
      "Ganesan Anand K",
      "Othy Shivashankar",
      "Marangoni Francesco"
    ],
    "abstract": "PD-1 blockade unleashes potent antitumor activity in CD8",
    "journal": "Cancer cell",
    "pub_date": "2024-Jun",
    "doi": "10.1016/j.ccell.2024.05.013",
    "pmid": "38861924",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "CD8-Positive T-Lymphocytes",
      "T-Lymphocytes, Regulatory",
      "Humans",
      "Mice",
      "Programmed Cell Death 1 Receptor",
      "Melanoma",
      "Inducible T-Cell Co-Stimulator Protein",
      "Immunotherapy",
      "Immune Checkpoint Inhibitors",
      "Interleukin-2",
      "Mice, Inbred C57BL",
      "Signal Transduction",
      "Melanoma, Experimental",
      "Cell Line, Tumor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/38861924/",
    "summary_ja": "提示されたアブストラクトは断片的ですが、PD-1阻害（ブロッケード）がCD8 T細胞における強力な抗腫瘍活性を解放することを示唆しています。タイトルからは、腫瘍内（intratumor）のCD8に関する何らかの「中断」や制御が主題である可能性があります。ただし研究デザイン（臨床・動物・細胞）、対象、評価項目が不明なため、効果の大きさや臨床的有用性を判断できません。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:30784085",
    "source": "pubmed",
    "source_id": "30784085",
    "title": "PD-1/PD-L1 pathway: Basic biology and role in cancer immunotherapy.",
    "year": 2019,
    "authors": [
      "Salmaninejad Arash",
      "Valilou Saeed Farajzadeh",
      "Shabgah Arezoo Gowhari",
      "Aslani Saeed",
      "Alimardani Malihe",
      "Pasdar Alireza",
      "Sahebkar Amirhossein"
    ],
    "abstract": "Over the course of past few years, cancer immunotherapy has been accompanied with promising results. However, preliminary investigations with respect to immunotherapy concentrated mostly on targeting the immune checkpoints, nowadays, emerge as the most efficient strategy to raise beneficial antitumor immune responses. Programmed cell death protein 1 (PD-1) plays an important role in subsiding immune responses and promoting self-tolerance through suppressing the activity of T cells and promoting differentiation of regulatory T cells. PD-1 is considered as an immune checkpoint and protects against autoimmune responses through both induction of apoptosis in antigen-specific T cells and inhibiting apoptosis in regulatory T cells. Several clinical trials exerting PD-1 monoclonal antibodies as well as other immune-checkpoint blockades have had prosperous outcomes and opened new horizons in tumor immunotherapy. Nonetheless, a bulk of patients have failed to respond to these newly emerging immune-based approach and the survival rate was not satisfying. Additional strategies, especially combination therapies, has been initiated and been further promising. Attempts to identify novel and well-suited predictive biomarkers are also sensed. In this review, the promotion of cancer immunotherapy targeting PD-1 immunoinhibitory pathway is discussed.",
    "journal": "Journal of cellular physiology",
    "pub_date": "2019-Aug",
    "doi": "10.1002/jcp.28358",
    "pmid": "30784085",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "B7-H1 Antigen",
      "Gene Expression Regulation, Neoplastic",
      "Humans",
      "Immunotherapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30784085/",
    "summary_ja": "本総説は、がん免疫療法における免疫チェックポイント、とくにPD-1/PD-L1経路の基礎生物学と治療標的としての意義を概説している。PD-1はT細胞活性の抑制や制御性T細胞の分化促進を通じて免疫応答を鎮静化し、自己寛容の維持に寄与する。PD-1阻害抗体などの免疫チェックポイント阻害は臨床試験で有望な成果を示した一方、無効例が多く生存改善が十分でない点が課題として述べられる。著者らは、併用療法の開発や予測バイオマーカー探索など追加戦略の必要性を強調している。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:33079077",
    "source": "pubmed",
    "source_id": "33079077",
    "title": "Anti-PD-1 And Anti-PD-L1 Antibodies as Immunotherapy Against Cancer: A Structural Perspective.",
    "year": 2020,
    "authors": [
      "Córdova-Bahena Luis",
      "Velasco-Velázquez Marco A"
    ],
    "abstract": "Programmed cell death protein 1 (PD-1) and its ligand, programmed death-ligand-1 (PD-L1), play key roles in the suppression of the cytotoxic activity of T cells. PD-L1 is overexpressed on various types of cancer cells, leading to immune evasion. In the past decade, therapeutic antibodies that target the PD-1/PD-L1 axis have been developed to inhibit the immune suppression triggered by these two proteins. At present, five antibodies (two anti-PD-1 and three anti-PD-L1) have received approval by regulatory agencies in the US and Europe. In this work, we aimed to review their clinical applications and adverse effects. Furthermore, using their reported crystal structures, we discuss the similarities and differences between the PD-1/PD-L1 interface and the epitopes that are recognized by the antibodies. Detailed analyses of the contact residues involved in the ligand-receptor and target-antibody interactions have shown partial overlap. Altogether, the data presented here demonstrate that: (1) in contrast to other therapeutic antibodies, anti-PD-1/PD-L1 has a wide range of clinical applications; (2) these targeted therapies are not exempt from adverse effects; and (3) the characterization of the structural domains that are recognized by the antibodies can guide the development of new PD-1- and PD-L1-blocking agents.",
    "journal": "Revista de investigacion clinica; organo del Hospital de Enfermedades de la Nutricion",
    "pub_date": "2020-Oct",
    "doi": "10.24875/RIC.20000341",
    "pmid": "33079077",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies",
      "B7-H1 Antigen",
      "Humans",
      "Immunotherapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/33079077/",
    "summary_ja": "PD-1/PD-L1経路はT細胞の細胞傷害活性を抑制し、がん細胞でPD-L1が過剰発現すると免疫逃避に寄与する。本論文は、PD-1/PD-L1を標的とする承認済み抗体（抗PD-1×2、抗PD-L1×3）の臨床応用と有害事象を概説する。さらに結晶構造情報に基づき、PD-1/PD-L1界面と各抗体エピトープの共通点・相違点や接触残基の部分的重複を解析し、構造的知見が新規阻害薬設計に有用であると論じている。総じて、適応範囲の広さと副作用リスクを踏まえつつ、構造ベースの開発指針を提示するレビューである。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:30635236",
    "source": "pubmed",
    "source_id": "30635236",
    "title": "Checkpoint Blockade Immunotherapy Induces Dynamic Changes in PD-1",
    "year": 2019,
    "authors": [
      "Kurtulus Sema",
      "Madi Asaf",
      "Escobar Giulia",
      "Klapholz Max",
      "Nyman Jackson",
      "Christian Elena",
      "Pawlak Mathias",
      "Dionne Danielle",
      "Xia Junrong",
      "Rozenblatt-Rosen Orit",
      "Kuchroo Vijay K",
      "Regev Aviv",
      "Anderson Ana C"
    ],
    "abstract": "An improved understanding of the anti-tumor CD8",
    "journal": "Immunity",
    "pub_date": "2019-Jan",
    "doi": "10.1016/j.immuni.2018.11.014",
    "pmid": "30635236",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Antibodies, Monoclonal",
      "Antigens, Neoplasm",
      "CD8-Positive T-Lymphocytes",
      "Cell Proliferation",
      "Hepatitis A Virus Cellular Receptor 2",
      "Hepatocyte Nuclear Factor 1-alpha",
      "Humans",
      "Immunologic Memory",
      "Immunotherapy",
      "Lymphocytes, Tumor-Infiltrating",
      "Melanoma, Experimental",
      "Mice",
      "Mice, Inbred C57BL",
      "Neoplasms, Experimental",
      "Programmed Cell Death 1 Receptor",
      "T-Lymphocyte Subsets",
      "Transcriptome"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30635236/",
    "summary_ja": "提示されたアブストラクトが「An improved understanding of the anti-tumor CD8」以降で途切れており、研究デザイン・対象（ヒト/動物）・介入・主要評価項目・結果が不明です。タイトルからは、チェックポイント阻害免疫療法によりPD-1の発現/状態が動的に変化することを扱う研究である可能性が示唆されます。正確な要約とエビデンスレベル推定のため、アブストラクト全文（可能なら方法・結果の記載を含む）を提示してください。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:39941004",
    "source": "pubmed",
    "source_id": "39941004",
    "title": "Glycoscience in Advancing PD-1/PD-L1-Axis-Targeted Tumor Immunotherapy.",
    "year": 2025,
    "authors": [
      "Sun Qiyue",
      "Hong Senlian"
    ],
    "abstract": "Immune checkpoint blockade therapy, represented by anti-PD-1/PD-L1 monoclonal antibodies, has significantly changed the immunotherapy landscape. However, the treatment is still limited by unsatisfactory response rates, immune-related adverse effects, and drug resistance. Current studies have established that glycosylation, a common post-translational modification, is crucial in promoting cancer progression and immune invasion. Targeting aberrant glycosylation in cancers presents precision medicine regimens for monitoring cancer progression and developing personalized medicine. Notably, the immune checkpoints PD-1 and PD-L1 are highly glycosylated, which affects PD-1/PD-L1 interaction and the binding of anti-PD-1/PD-L1 monoclonal antibodies. Recent achievements in glycoscience to enhance patient outcomes, referred to as glycotherapy, have underscored their high potency in advancing PD-1/PD-L1 blockade therapies, i.e., glycoengineered antibodies with improved binding toward PD-1/PD-L1, pharmaceutic inhibitors for core fucosylation and sialylation, and synergistic treatment with the antibody-sialidase conjugate. This review briefly introduces the PD-1/PD-L1 axis and glycosylation and highlights the fundamental and applied advances in glycoscience that improve PD-1/PD-L1 immunoblockade therapies.",
    "journal": "International journal of molecular sciences",
    "pub_date": "2025-Jan",
    "doi": "10.3390/ijms26031238",
    "pmid": "39941004",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Immunotherapy",
      "Glycosylation",
      "B7-H1 Antigen",
      "Animals",
      "Immune Checkpoint Inhibitors",
      "Antibodies, Monoclonal"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39941004/",
    "summary_ja": "本総説は、抗PD-1/PD-L1抗体による免疫チェックポイント阻害療法の有効性が一方で、奏効率の限界、有害事象、薬剤耐性といった課題に直面している点を概説する。がんにおける糖鎖修飾（糖タンパク質の糖鎖付加）は腫瘍進展や免疫回避に関与し、異常糖鎖を標的とすることが精密医療・個別化医療の観点から有望である。PD-1およびPD-L1自体が高度に糖鎖修飾されており、その修飾がPD-1/PD-L1相互作用や抗体の結合性に影響しうることを強調する。さらに、糖鎖工学的に改変した抗体、フコシル化・シアル化阻害薬、抗体-シアリダーゼ複合体など、糖鎖科学（glycotherapy）によるPD-1/PD-L1阻害療法の増強戦略を整理して紹介する。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:30417781",
    "source": "pubmed",
    "source_id": "30417781",
    "title": "Small Molecules as PD-1/PD-L1 Pathway Modulators for Cancer Immunotherapy.",
    "year": 2018,
    "authors": [
      "Jiao Peifu",
      "Geng Qiaohong",
      "Jin Peng",
      "Su Gaoxing",
      "Teng Houyun",
      "Dong Jinlong",
      "Yan Bing"
    ],
    "abstract": "Blockade of PD-1/PD-L1 interactions using PD-1/PD-L1 pathway modulators has shown unprecedented clinical efficacy in various cancer models. Current PD-1/PD-L1 modulators approved by FDA are exclusively dominated by therapeutic antibodies. Nevertheless, therapeutic antibodies also exhibit several disadvantages such as low tumor penetration, difficulty in crossing physiological barriers, lacking oral bioavailability, high manufacturing costs, inaccessible to intracellular targets, immunogenicity, immune-related adverse events (irAEs). Modulation of PD-1/PD-L1 pathway using small molecules may be an alternative approach to mobilize immune system to fight against cancers. In this review, we focus on summarizing the recently disclosed chemical structures and preliminary structure-activity relationships (SARs) of small molecules as PD-1/PD-L1 modulators for cancer immunotherapy.",
    "journal": "Current pharmaceutical design",
    "pub_date": "2018",
    "doi": "10.2174/1381612824666181112114958",
    "pmid": "30417781",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Immunotherapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Small Molecule Libraries"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30417781/",
    "summary_ja": "PD-1/PD-L1相互作用の阻害は多様ながんモデルで高い治療効果を示す一方、FDA承認薬は主に抗体製剤に限られている。抗体は腫瘍浸透性の低さ、経口投与困難、高コスト、細胞内標的への到達不能、免疫原性やirAEsなどの課題を抱える。そこで小分子によるPD-1/PD-L1経路の調節が代替戦略となり得る。本レビューは、最近報告された小分子モジュレーターの化学構造と予備的な構造活性相関（SAR）を概説する。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:39179486",
    "source": "pubmed",
    "source_id": "39179486",
    "title": "Targeting PD-1/PD-L1 in tumor immunotherapy: Mechanisms and interactions with host growth regulatory pathways.",
    "year": 2024,
    "authors": [
      "Shen Songyu",
      "Hong Yihan",
      "Huang Jiajun",
      "Qu Xiaosheng",
      "Sooranna Suren Rao",
      "Lu Sheng",
      "Li Tian",
      "Niu Bing"
    ],
    "abstract": "Tumor immunotherapy has garnered considerable attention, emerging as a new standard of care in cancer treatment. The conventional targets, such as VEGF and EGFR, have been extended to others including BRAF and PD-1/PD-L1, which have shown significant potential in recent cancer treatments. This review aims to succinctly overview the impact and mechanisms of therapies that modulate PD-1/PD-L1 expression by targeting VEGF, EGFR, LAG-3, CTLA-4 and BRAF. We investigated how modulation of PD-1/PD-L1 expression impacts growth factor signaling, shedding light on the interplay between immunomodulatory pathways and growth factor networks within the tumor microenvironment. By elucidating these interactions, we aim to provide insights into novel potential synergistic therapeutic strategies for cancer immunotherapy.",
    "journal": "Cytokine & growth factor reviews",
    "pub_date": "2024-Oct",
    "doi": "10.1016/j.cytogfr.2024.08.001",
    "pmid": "39179486",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "B7-H1 Antigen",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Immunotherapy",
      "Tumor Microenvironment",
      "Signal Transduction",
      "Animals",
      "Vascular Endothelial Growth Factor A",
      "Immune Checkpoint Inhibitors",
      "ErbB Receptors",
      "Proto-Oncogene Proteins B-raf",
      "CTLA-4 Antigen"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39179486/",
    "summary_ja": "本総説は、がん免疫療法の主要標的であるPD-1/PD-L1経路について、VEGF、EGFR、LAG-3、CTLA-4、BRAFなどを標的とする治療がPD-1/PD-L1発現をどのように調節し得るか、その機序を概説する。さらに、PD-1/PD-L1の変調が増殖因子シグナル伝達に与える影響を整理し、腫瘍微小環境における免疫調節経路と増殖因子ネットワークの相互作用を論じる。これらの相互作用を明らかにすることで、免疫療法の相乗効果を狙った新規併用戦略の可能性を示唆している。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:31337439",
    "source": "pubmed",
    "source_id": "31337439",
    "title": "Gut microbiome affects the response to anti-PD-1 immunotherapy in patients with hepatocellular carcinoma.",
    "year": 2019,
    "authors": [
      "Zheng Yi",
      "Wang Tingting",
      "Tu Xiaoxuan",
      "Huang Yun",
      "Zhang Hangyu",
      "Tan Di",
      "Jiang Weiqin",
      "Cai Shunfeng",
      "Zhao Peng",
      "Song Ruixue",
      "Li Peilu",
      "Qin Nan",
      "Fang Weijia"
    ],
    "abstract": "BACKGROUND: Checkpoint-blockade immunotherapy targeting programmed cell death protein 1 (PD-1) has recently shown promising efficacy in hepatocellular carcinoma (HCC). However, the factors affecting and predicting the response to anti-PD-1 immunotherapy in HCC are still unclear. Herein, we report the dynamic variation characteristics and specificities of the gut microbiome during anti-PD-1 immunotherapy in HCC using metagenomic sequencing. RESULTS: Fecal samples from patients responding to immunotherapy showed higher taxa richness and more gene counts than those of non-responders. For dynamic analysis during anti-PD-1 immunotherapy, the dissimilarity of beta diversity became prominent across patients as early as Week 6. In non-responders, Proteobacteria increased from Week 3, and became predominant at Week 12. Twenty responder-enriched species, including Akkermansia muciniphila and Ruminococcaceae spp., were further identified. The related functional genes and metabolic pathway analysis, such as carbohydrate metabolism and methanogenesis, verified the potential bioactivities of responder-enriched species. CONCLUSIONS: Gut microbiome may have a critical impact on the responses of HCC patients treated with anti-PD-1 immunotherapy. The dynamic variation characteristics of the gut microbiome may provide early predictions of the outcomes of immunotherapy in HCC, which is critical for disease-monitoring and treatment decision-making.",
    "journal": "Journal for immunotherapy of cancer",
    "pub_date": "2019-Jul",
    "doi": "10.1186/s40425-019-0650-9",
    "pmid": "31337439",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies, Monoclonal, Humanized",
      "Bacteria",
      "Carcinoma, Hepatocellular",
      "Clinical Decision-Making",
      "Gastrointestinal Microbiome",
      "Humans",
      "Immunotherapy",
      "Liver Neoplasms",
      "Metabolic Networks and Pathways",
      "Metagenomics",
      "Phylogeny",
      "Programmed Cell Death 1 Receptor",
      "Sequence Analysis, DNA",
      "Treatment Outcome"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/31337439/",
    "summary_ja": "本研究は、肝細胞癌患者に対する抗PD-1免疫療法中の腸内細菌叢をメタゲノム解析し、治療反応性との関連を検討した。奏効例では非奏効例よりも細菌タクサの豊富さと遺伝子数が高く、治療開始後早期（6週）から患者間のβ多様性の差が顕在化した。非奏効例ではProteobacteriaが3週から増加し、12週で優勢となった。Akkermansia muciniphilaやRuminococcaceae属など奏効例に富む菌種と、それに関連する代謝経路が同定され、腸内細菌叢の動的変化が治療効果予測に資する可能性が示唆された。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:32622347",
    "source": "pubmed",
    "source_id": "32622347",
    "title": "Immune metabolism in PD-1 blockade-based cancer immunotherapy.",
    "year": 2021,
    "authors": [
      "Kumar Alok",
      "Chamoto Kenji"
    ],
    "abstract": "Energy metabolism plays an important role in proliferating cells. Recent reports indicate that metabolic regulation or metabolic products can control immune cell differentiation, fate and reactions. Cancer immunotherapy based on blockade of programmed cell death protein 1 (PD-1) has been used worldwide, but a significant fraction of patients remain unresponsive. Therefore, clarifying the mechanisms and overcoming the unresponsiveness are urgent issues. Because cancer immunity consists of interactions between the cancer and host immune cells, there has recently been a focus on the metabolic interactions and/or competition between the tumor and the immune system to address these issues. Cancer cells render their microenvironment immunosuppressive, driving T-cell dysfunction or exhaustion, which is advantageous for cancer cell survival. However, accumulating mechanistic evidence of T-cell and cancer cell metabolism has gradually revealed that controlling the metabolic pathways of either type of cell can overcome T-cell dysfunction and reprogram the metabolic balance in the tumor microenvironment. Here, we summarize the role of immune metabolism in T-cell-based immune surveillance and cancer immune escape. This new concept has boosted the development of combination therapy and predictive biomarkers in cancer immunotherapy with immune checkpoint inhibitors.",
    "journal": "International immunology",
    "pub_date": "2021-Jan",
    "doi": "10.1093/intimm/dxaa046",
    "pmid": "32622347",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Cell Differentiation",
      "Combined Modality Therapy",
      "Energy Metabolism",
      "Humans",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "T-Lymphocytes",
      "Tumor Escape",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/32622347/",
    "summary_ja": "エネルギー代謝は免疫細胞の分化や機能に深く関与し、PD-1阻害によるがん免疫療法の反応性にも影響する可能性がある。PD-1阻害療法は広く用いられる一方で無反応例が多く、その機序解明と克服が課題である。腫瘍は微小環境を免疫抑制的にし、T細胞の機能不全・疲弊を誘導するが、T細胞およびがん細胞の代謝経路を制御することでこの状態を改善し得ることが示唆される。本稿は免疫監視と免疫逃避における免疫代謝の役割を概説し、チェックポイント阻害薬の併用療法や予測バイオマーカー開発につながる概念を提示している。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:28774337",
    "source": "pubmed",
    "source_id": "28774337",
    "title": "PD-1/PD-L blockade in gastrointestinal cancers: lessons learned and the road toward precision immunotherapy.",
    "year": 2017,
    "authors": [
      "Long Junyu",
      "Lin Jianzhen",
      "Wang Anqiang",
      "Wu Liangcai",
      "Zheng Yongchang",
      "Yang Xiaobo",
      "Wan Xueshuai",
      "Xu Haifeng",
      "Chen Shuguang",
      "Zhao Haitao"
    ],
    "abstract": "Gastrointestinal (GI) malignancies are the most prevalent tumors worldwide, with increasing incidence and mortality. Although surgical resection, chemotherapy, radiotherapy, and molecular targeted therapy have led to significant advances in the treatment of GI cancer patients, overall survival is still low. Therefore, alternative strategies must be identified to improve patient outcomes. In the tumor microenvironment, tumor cells can escape the host immune response through the interaction of PD-1 and PD-L, which inhibits the function of T cells and tumor-infiltrating lymphocytes while increasing the function of immunosuppressive T regulatory cells. The use of an anti-PD-1/PD-L blockade enables reprogramming of the immune system to efficiently identify and kill tumor cells. In recent years, the efficacy of PD-1/PD-L blockade has been demonstrated in many tumors, and this treatment is expected to be a pan-immunotherapy for tumors. Here, we review the signaling pathway underlying the dysregulation of PD-1/PD-L in tumors, summarize the current clinical data for PD-1/PD-L inhibitors in GI malignancies, and discuss road toward precision immunotherapy in relation to PD-1/PD-L blockade. The preliminary data for PD-1/PD-L inhibitors are encouraging, and the precision immunotherapy of PD-1/PD-L inhibitors will be a viable and pivotal clinical strategy for GI cancer therapy.",
    "journal": "Journal of hematology & oncology",
    "pub_date": "2017-Aug",
    "doi": "10.1186/s13045-017-0511-2",
    "pmid": "28774337",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Gastrointestinal Neoplasms",
      "Humans",
      "Immunotherapy",
      "Precision Medicine",
      "Programmed Cell Death 1 Receptor",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/28774337/",
    "summary_ja": "消化管がんは世界的に罹患率・死亡率が高く、既存治療の進歩にもかかわらず全生存の改善には限界があるため、新たな治療戦略が求められる。腫瘍微小環境ではPD-1/PD-L相互作用がT細胞や腫瘍浸潤リンパ球の機能を抑制し、免疫抑制性Tregの働きを高めることで免疫逃避が起こる。PD-1/PD-L阻害はこの抑制を解除して抗腫瘍免疫を再活性化し、腫瘍細胞の認識・殺傷を促進しうる。本稿はPD-1/PD-Lのシグナル異常の機序、消化管がんにおける阻害薬の臨床データを概説し、精密免疫療法へ向けた課題と展望を論じている。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:39364736",
    "source": "pubmed",
    "source_id": "39364736",
    "title": "Current progress of anti‑PD‑1/PDL1 immunotherapy for glioblastoma (Review).",
    "year": 2024,
    "authors": [
      "Wu Jianheng",
      "Wang Nannan"
    ],
    "abstract": "Glioblastoma (GBM) is the most common central nervous system malignancy in adults. GBM may be classified as grade IV diffuse astrocytoma according to the 2021 World Health Organization revised classification of central nervous system tumors, which means it is the most aggressive, invasive, undifferentiated type of tumor. Immune checkpoint blockade (ICB), particularly anti‑programmed cell death protein‑1 (PD‑1)/PD‑1 ligand‑1 immunotherapy, has been confirmed to be successful across several tumor types. However, in GBM, this treatment is still uncommon and the efficacy is unpredictable, and <10% of patients show long‑term responses. Recently, numerous studies have been conducted to explore what factors may indicate or affect the ICB response rate in GBM, including molecular alterations, immune expression signatures and immune infiltration. The present review aimed to summarize the current progress to improve the understanding of immunotherapy for GBM.",
    "journal": "Molecular medicine reports",
    "pub_date": "2024-Dec",
    "doi": "10.3892/mmr.2024.13344",
    "pmid": "39364736",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Glioblastoma",
      "Immunotherapy",
      "B7-H1 Antigen",
      "Immune Checkpoint Inhibitors",
      "Programmed Cell Death 1 Receptor",
      "Brain Neoplasms"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39364736/",
    "summary_ja": "膠芽腫（GBM）は成人の中枢神経系で最も一般的な悪性腫瘍で、2021年WHO分類ではグレードIVのびまん性星細胞腫に相当する極めて侵襲性の高い腫瘍である。免疫チェックポイント阻害、特に抗PD-1/PD-L1療法は他のがん種で有効性が示されている一方、GBMでは適用がまだ一般的ではなく効果の予測も難しく、長期奏効は10%未満にとどまる。近年、分子異常、免疫発現シグネチャ、免疫細胞浸潤など、ICB反応率に関連し得る因子の解明に向けた研究が進んでいる。本レビューはGBMに対する免疫療法の現状の進歩を整理し、理解を深めることを目的としている。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:30191996",
    "source": "pubmed",
    "source_id": "30191996",
    "title": "PD-1/PD-L1 immune checkpoint: Potential target for cancer therapy.",
    "year": 2019,
    "authors": [
      "Dermani Fatemeh K",
      "Samadi Pouria",
      "Rahmani Golebagh",
      "Kohlan Alisa K",
      "Najafi Rezvan"
    ],
    "abstract": "Recent studies show that cancer cells are sometimes able to evade the host immunity in the tumor microenvironment. Cancer cells can express high levels of immune inhibitory signaling proteins. One of the most critical checkpoint pathways in this system is a tumor-induced immune suppression (immune checkpoint) mediated by the programmed cell death protein 1 (PD-1) and its ligand, programmed death ligand 1 (PD-L1). PD-1 is highly expressed by activated T cells, B cells, dendritic cells, and natural killer cells, whereas PD-L1 is expressed on several types of tumor cells. Many studies have shown that blocking the interaction between PD-1 and PD-L1 enhances the T-cell response and mediates antitumor activity. In this review, we highlight a brief overview of the molecular and biochemical events that are regulated by the PD-1 and PD-L1 interaction in various cancers.",
    "journal": "Journal of cellular physiology",
    "pub_date": "2019-Feb",
    "doi": "10.1002/jcp.27172",
    "pmid": "30191996",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Antineoplastic Agents, Immunological",
      "B7-H1 Antigen",
      "Humans",
      "Immunotherapy",
      "Molecular Targeted Therapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Signal Transduction",
      "Treatment Outcome",
      "Tumor Escape",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30191996/",
    "summary_ja": "がん細胞は腫瘍微小環境で宿主免疫を回避し、免疫抑制性シグナル分子を高発現することがある。PD-1（主に活性化T細胞などに発現）とPD-L1（複数の腫瘍細胞に発現）による免疫チェックポイントは、腫瘍誘導性の免疫抑制に重要な役割を担う。PD-1/PD-L1相互作用を阻害するとT細胞応答が増強され、抗腫瘍活性が得られることが多くの研究で示されている。本レビューは、さまざまながんにおけるPD-1/PD-L1相互作用が制御する分子・生化学的イベントを概説する。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:31241380",
    "source": "pubmed",
    "source_id": "31241380",
    "title": "Cancer immunotherapy using anti-TIM3/PD-1 bispecific antibody: a patent evaluation of EP3356411A1.",
    "year": 2019,
    "authors": [
      "Herrera-Camacho Irma",
      "Anaya-Ruiz Maricruz",
      "Perez-Santos Martin",
      "Millán-Pérez Peña Lourdes",
      "Bandala Cindy",
      "Landeta Gerardo"
    ],
    "abstract": "",
    "journal": "Expert opinion on therapeutic patents",
    "pub_date": "2019-Aug",
    "doi": "10.1080/13543776.2019.1637422",
    "pmid": "31241380",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Antibodies, Bispecific",
      "Hepatitis A Virus Cellular Receptor 2",
      "Humans",
      "Immunotherapy",
      "Neoplasms",
      "Patents as Topic",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/31241380/",
    "summary_ja": "（アブストラクト未取得: Cancer immunotherapy using anti-TIM3/PD-1 bispecific antibody: a patent evaluation of EP3356411A1.）",
    "evidence_level": "N/A"
  }
]