[
  {
    "paper_id": "pubmed:40836096",
    "source": "pubmed",
    "source_id": "40836096",
    "title": "Cancer-induced nerve injury promotes resistance to anti-PD-1 therapy.",
    "year": 2025,
    "authors": [
      "Baruch Erez N",
      "Gleber-Netto Frederico O",
      "Nagarajan Priyadharsini",
      "Rao Xiayu",
      "Akhter Shamima",
      "Eichwald Tuany",
      "Xie Tongxin",
      "Balood Mohammad",
      "Adewale Adebayo",
      "Naara Shorook",
      "Sathishkumar Hinduja N",
      "Islam Shajedul",
      "McCarthy William",
      "Mattson Brandi J",
      "Ferrarotto Renata",
      "Wong Michael K",
      "Davies Michael A",
      "Jindal Sonali",
      "Basu Sreyashi",
      "Roversi Karine",
      "Nikpoor Amin Reza",
      "Ahmadi Maryam",
      "Ahmadi Ali",
      "Harwood Catherine",
      "Leigh Irene",
      "Gong Dennis",
      "Tallón de Lara Paulino",
      "Tao Derrick L",
      "Davidson Tara M",
      "Ajami Nadim J",
      "Futreal Andrew",
      "Rai Kunal",
      "Kochat Veena",
      "Castillo Micah",
      "Gunaratne Preethi",
      "Goepfert Ryan P",
      "Hernandez Sharia D",
      "Khushalani Nikhil I",
      "Wang Jing",
      "Watowich Stephanie S",
      "Calin George A",
      "Migden Michael R",
      "Yuan Mona",
      "Liu Naijiang",
      "Ye Yi",
      "Hwang William L",
      "Vermeer Paola D",
      "D'Silva Nisha J",
      "Bunimovich Yuri L",
      "Yaniv Dan",
      "Burks Jared K",
      "Gomez Javier",
      "Dougherty Patrick M",
      "Tsai Kenneth Y",
      "Allison James P",
      "Sharma Padmanee",
      "Wargo Jennifer A",
      "Myers Jeffrey N",
      "Talbot Sebastien",
      "Gross Neil D",
      "Amit Moran"
    ],
    "abstract": "Perineural invasion (PNI) is a well-established factor of poor prognosis in multiple cancer types",
    "journal": "Nature",
    "pub_date": "2025-Oct",
    "doi": "10.1038/s41586-025-09370-8",
    "pmid": "40836096",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Programmed Cell Death 1 Receptor",
      "Mice",
      "Humans",
      "Drug Resistance, Neoplasm",
      "Female",
      "Male",
      "Interleukin-6",
      "Melanoma",
      "Interferon Type I",
      "Tumor Microenvironment",
      "Receptor, Interferon alpha-beta",
      "Stomach Neoplasms",
      "Skin Neoplasms",
      "Peripheral Nerve Injuries",
      "Carcinoma, Squamous Cell",
      "Inflammation",
      "Signal Transduction",
      "Immune Checkpoint Inhibitors",
      "Neurons",
      "Neoplasms",
      "Neoplasm Invasiveness"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/40836096/",
    "summary_ja": "提示されたアブストラクトは冒頭部分のみであり、研究デザイン・対象・主要結果の詳細は確認できません。タイトルから、がんによって誘発される神経損傷が抗PD-1療法への抵抗性を促進する可能性を扱い、周囲神経浸潤（PNI）が複数のがん種で予後不良因子である点を背景としていることが示唆されます。全文のアブストラクト（方法・結果・結論）を共有いただければ、根拠に基づいてより正確に要約できます。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:38403027",
    "source": "pubmed",
    "source_id": "38403027",
    "title": "CRKL dictates anti-PD-1 resistance by mediating tumor-associated neutrophil infiltration in hepatocellular carcinoma.",
    "year": 2024,
    "authors": [
      "Xie Peiyi",
      "Yu Mincheng",
      "Zhang Bo",
      "Yu Qiang",
      "Zhao Yufei",
      "Wu Mengyuan",
      "Jin Lei",
      "Yan Jiuliang",
      "Zhou Binghai",
      "Liu Shuang",
      "Li Xiaoqiang",
      "Zhou Chenhao",
      "Zhu Xiaodong",
      "Huang Cheng",
      "Xu Yongfeng",
      "Xiao Yongsheng",
      "Zhou Jian",
      "Fan Jia",
      "Hung Mien-Chie",
      "Ye Qinghai",
      "Guo Lei",
      "Li Hui"
    ],
    "abstract": "BACKGROUND & AIMS: The effectiveness of immune checkpoint inhibitor (ICI) therapy for hepatocellular carcinoma (HCC) is limited by treatment resistance. However, the mechanisms underlying immunotherapy resistance remain elusive. We aimed to identify the role of CT10 regulator of kinase-like (CRKL) in resistance to anti-PD-1 therapy in HCC. METHODS: Gene expression in HCC specimens from 10 patients receiving anti-PD-1 therapy was identified by RNA-sequencing. A total of 404 HCC samples from tissue microarrays were analyzed by immunohistochemistry. Transgenic mice (Alb-Cre/Trp53 RESULTS: CRKL was identified as a candidate anti-PD-1-resistance gene using a pooled genetic screen. CRKL overexpression nullifies anti-PD-1 treatment efficacy by mobilizing tumor-associated neutrophils (TANs), which block the infiltration and function of CD8 CONCLUSIONS: Activation of the CRKL/β-catenin/VEGFα and CXCL1 axis is a critical obstacle to successful anti-PD-1 therapy. Therefore, CRKL inhibitors combined with anti-PD-1 could be useful for the treatment of HCC. IMPACT AND IMPLICATIONS: Here, we found that CRKL was overexpressed in anti-PD-1-resistant hepatocellular carcinoma (HCC) and that CRKL upregulation promotes anti-PD-1 resistance in HCC. We identified that upregulation of the CRKL/β-catenin/VEGFα and CXCL1 axis contributes to anti-PD-1 tolerance by promoting infiltration of tumor-associated neutrophils. These findings support the strategy of bevacizumab-based immune checkpoint inhibitor combination therapy, and CRKL inhibitors combined with anti-PD-1 therapy may be developed for the treatment of HCC.",
    "journal": "Journal of hepatology",
    "pub_date": "2024-Jul",
    "doi": "10.1016/j.jhep.2024.02.009",
    "pmid": "38403027",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Carcinoma, Hepatocellular",
      "Liver Neoplasms",
      "Animals",
      "Humans",
      "Mice",
      "Drug Resistance, Neoplasm",
      "Immune Checkpoint Inhibitors",
      "Adaptor Proteins, Signal Transducing",
      "Neutrophil Infiltration",
      "Programmed Cell Death 1 Receptor",
      "Mice, Transgenic",
      "CD8-Positive T-Lymphocytes",
      "Cell Line, Tumor",
      "Male",
      "Chemokine CXCL1"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/38403027/",
    "summary_ja": "本研究は、肝細胞癌（HCC）における抗PD-1療法抵抗性の分子機序としてCRKLの役割を解析した。抗PD-1治療を受けた患者検体（RNA-seq）や多数のHCC組織（免疫染色）の解析、および遺伝学的スクリーニングとマウスモデルにより、CRKL高発現が抵抗性と関連することが示された。CRKLはCRKL/βカテニン/VEGFαおよびCXCL1軸を介して腫瘍随伴好中球（TAN）浸潤を促進し、CD8陽性T細胞の浸潤・機能を阻害して抗PD-1効果を減弱させる可能性が示唆された。これらの結果から、抗PD-1にCRKL阻害や（ベバシズマブ等を含む）併用戦略を組み合わせる治療開発の可能性が提案される。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:25428505",
    "source": "pubmed",
    "source_id": "25428505",
    "title": "PD-1 blockade induces responses by inhibiting adaptive immune resistance.",
    "year": 2014,
    "authors": [
      "Tumeh Paul C",
      "Harview Christina L",
      "Yearley Jennifer H",
      "Shintaku I Peter",
      "Taylor Emma J M",
      "Robert Lidia",
      "Chmielowski Bartosz",
      "Spasic Marko",
      "Henry Gina",
      "Ciobanu Voicu",
      "West Alisha N",
      "Carmona Manuel",
      "Kivork Christine",
      "Seja Elizabeth",
      "Cherry Grace",
      "Gutierrez Antonio J",
      "Grogan Tristan R",
      "Mateus Christine",
      "Tomasic Gorana",
      "Glaspy John A",
      "Emerson Ryan O",
      "Robins Harlan",
      "Pierce Robert H",
      "Elashoff David A",
      "Robert Caroline",
      "Ribas Antoni"
    ],
    "abstract": "Therapies that target the programmed death-1 (PD-1) receptor have shown unprecedented rates of durable clinical responses in patients with various cancer types. One mechanism by which cancer tissues limit the host immune response is via upregulation of PD-1 ligand (PD-L1) and its ligation to PD-1 on antigen-specific CD8(+) T cells (termed adaptive immune resistance). Here we show that pre-existing CD8(+) T cells distinctly located at the invasive tumour margin are associated with expression of the PD-1/PD-L1 immune inhibitory axis and may predict response to therapy. We analysed samples from 46 patients with metastatic melanoma obtained before and during anti-PD-1 therapy (pembrolizumab) using quantitative immunohistochemistry, quantitative multiplex immunofluorescence, and next-generation sequencing for T-cell antigen receptors (TCRs). In serially sampled tumours, patients responding to treatment showed proliferation of intratumoral CD8(+) T cells that directly correlated with radiographic reduction in tumour size. Pre-treatment samples obtained from responding patients showed higher numbers of CD8-, PD-1- and PD-L1-expressing cells at the invasive tumour margin and inside tumours, with close proximity between PD-1 and PD-L1, and a more clonal TCR repertoire. Using multivariate analysis, we established a predictive model based on CD8 expression at the invasive margin and validated the model in an independent cohort of 15 patients. Our findings indicate that tumour regression after therapeutic PD-1 blockade requires pre-existing CD8(+) T cells that are negatively regulated by PD-1/PD-L1-mediated adaptive immune resistance.",
    "journal": "Nature",
    "pub_date": "2014-Nov",
    "doi": "10.1038/nature13954",
    "pmid": "25428505",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Adaptive Immunity",
      "Aged",
      "Aged, 80 and over",
      "Biomarkers",
      "CD8-Positive T-Lymphocytes",
      "Cell Proliferation",
      "Female",
      "Gene Expression Regulation, Neoplastic",
      "Humans",
      "Immunotherapy",
      "Male",
      "Melanoma",
      "Middle Aged",
      "Models, Biological",
      "Multivariate Analysis",
      "Programmed Cell Death 1 Receptor",
      "Treatment Outcome"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/25428505/",
    "summary_ja": "PD-1阻害療法は多様ながん種で持続的な奏効を示すが、その効果は腫瘍がPD-L1を上げてCD8陽性T細胞をPD-1/PD-L1軸で抑制する「適応免疫抵抗性」に左右されうる。転移性黒色腫46例の治療前後検体を解析し、奏効例では腫瘍内CD8陽性T細胞の増殖が腫瘍縮小と相関した。治療前から浸潤縁や腫瘍内にCD8・PD-1・PD-L1陽性細胞が多く、PD-1とPD-L1が近接し、TCRレパトアがよりクローン性であることが奏効と関連した。さらに浸潤縁のCD8発現に基づく予測モデルを作成し、独立コホート15例で検証した。これらより、PD-1遮断による腫瘍退縮には、もともと存在しPD-1/PD-L1で抑制されているCD8陽性T細胞が必要であることが示唆される。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:33606996",
    "source": "pubmed",
    "source_id": "33606996",
    "title": "Interferon-γ induces tumor resistance to anti-PD-1 immunotherapy by promoting YAP phase separation.",
    "year": 2021,
    "authors": [
      "Yu Man",
      "Peng Zhengxin",
      "Qin Min",
      "Liu Yang",
      "Wang Jingning",
      "Zhang Cai",
      "Lin Jiaming",
      "Dong Tianqi",
      "Wang Lulu",
      "Li Shasha",
      "Yang Yongqin",
      "Xu Shan",
      "Guo Wencong",
      "Zhang Xiao",
      "Shi Mingjun",
      "Peng Huiming",
      "Luo Xianwen",
      "Zhang Huixia",
      "Zhang Li",
      "Li Yan",
      "Yang Xiang-Ping",
      "Sun Shuguo"
    ],
    "abstract": "Interferon-γ (IFN-γ)-mediated adaptive resistance is one major barrier to improving immunotherapy in solid tumors. However, the mechanisms are not completely understood. Here, we report that IFN-γ promotes nuclear translocation and phase separation of YAP after anti-PD-1 therapy in tumor cells. Hydrophobic interactions of the YAP coiled-coil domain mediate droplet initiation, and weak interactions of the intrinsically disordered region in the C terminus promote droplet formation. YAP partitions with the transcription factor TEAD4, the histone acetyltransferase EP300, and Mediator1 and forms transcriptional hubs for maximizing target gene transcriptions, independent of the canonical STAT1-IRF1 transcription program. Disruption of YAP phase separation reduced tumor growth, enhanced immune response, and sensitized tumor cells to anti-PD-1 therapy. YAP activity is negatively correlated with patient outcome. Our study indicates that YAP mediates the IFN-γ pro-tumor effect through its nuclear phase separation and suggests that YAP can be used as a predictive biomarker and target of anti-PD-1 combination therapy.",
    "journal": "Molecular cell",
    "pub_date": "2021-Mar",
    "doi": "10.1016/j.molcel.2021.01.010",
    "pmid": "33606996",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "A549 Cells",
      "Adaptor Proteins, Signal Transducing",
      "Animals",
      "Biomarkers, Tumor",
      "Drug Resistance, Neoplasm",
      "HEK293 Cells",
      "Humans",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "Interferon-gamma",
      "Mice",
      "Mice, Knockout",
      "Neoplasms, Experimental",
      "Programmed Cell Death 1 Receptor",
      "Transcription Factors",
      "YAP-Signaling Proteins"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/33606996/",
    "summary_ja": "固形腫瘍における抗PD-1療法後、IFN-γが腫瘍細胞内でYAPの核移行と相分離（凝縮体形成）を促進し、免疫療法への適応的抵抗性に関与することを示した。YAPのコイルドコイル領域の疎水性相互作用が滴形成の開始に、C末端の天然変性領域の弱い相互作用が滴形成の促進に寄与した。YAPはTEAD4、EP300、Mediator1と共局在して転写ハブを形成し、STAT1–IRF1経路とは独立に標的遺伝子転写を増強した。YAP相分離の阻害は腫瘍増殖を抑え免疫応答を高め、抗PD-1療法への感受性を回復させ、さらにYAP活性は患者予後不良と負の相関を示した。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:27903500",
    "source": "pubmed",
    "source_id": "27903500",
    "title": "Primary Resistance to PD-1 Blockade Mediated by JAK1/2 Mutations.",
    "year": 2017,
    "authors": [
      "Shin Daniel Sanghoon",
      "Zaretsky Jesse M",
      "Escuin-Ordinas Helena",
      "Garcia-Diaz Angel",
      "Hu-Lieskovan Siwen",
      "Kalbasi Anusha",
      "Grasso Catherine S",
      "Hugo Willy",
      "Sandoval Salemiz",
      "Torrejon Davis Y",
      "Palaskas Nicolaos",
      "Rodriguez Gabriel Abril",
      "Parisi Giulia",
      "Azhdam Ariel",
      "Chmielowski Bartosz",
      "Cherry Grace",
      "Seja Elizabeth",
      "Berent-Maoz Beata",
      "Shintaku I Peter",
      "Le Dung T",
      "Pardoll Drew M",
      "Diaz Luis A",
      "Tumeh Paul C",
      "Graeber Thomas G",
      "Lo Roger S",
      "Comin-Anduix Begoña",
      "Ribas Antoni"
    ],
    "abstract": "UNLABELLED: Loss-of-function mutations in JAK1/2 can lead to acquired resistance to anti-programmed death protein 1 (PD-1) therapy. We reasoned that they may also be involved in primary resistance to anti-PD-1 therapy. JAK1/2-inactivating mutations were noted in tumor biopsies of 1 of 23 patients with melanoma and in 1 of 16 patients with mismatch repair-deficient colon cancer treated with PD-1 blockade. Both cases had a high mutational load but did not respond to anti-PD-1 therapy. Two out of 48 human melanoma cell lines had JAK1/2 mutations, which led to a lack of PD-L1 expression upon interferon gamma exposure mediated by an inability to signal through the interferon gamma receptor pathway. JAK1/2 loss-of-function alterations in The Cancer Genome Atlas confer adverse outcomes in patients. We propose that JAK1/2 loss-of-function mutations are a genetic mechanism of lack of reactive PD-L1 expression and response to interferon gamma, leading to primary resistance to PD-1 blockade therapy. SIGNIFICANCE: A key functional result from somatic JAK1/2 mutations in a cancer cell is the inability to respond to interferon gamma by expressing PD-L1 and many other interferon-stimulated genes. These mutations result in a genetic mechanism for the absence of reactive PD-L1 expression, and patients harboring such tumors would be unlikely to respond to PD-1 blockade therapy. Cancer Discov; 7(2); 188-201. ©2016 AACR.See related commentary by Marabelle et al., p. 128This article is highlighted in the In This Issue feature, p. 115.",
    "journal": "Cancer discovery",
    "pub_date": "2017-Feb",
    "doi": "10.1158/2159-8290.CD-16-1223",
    "pmid": "27903500",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies, Monoclonal, Humanized",
      "Cell Line, Tumor",
      "Colonic Neoplasms",
      "Drug Resistance, Neoplasm",
      "Gene Expression Regulation, Neoplastic",
      "Humans",
      "Interferon-gamma",
      "Janus Kinase 1",
      "Janus Kinase 2",
      "Melanoma",
      "Mutation",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Signal Transduction"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/27903500/",
    "summary_ja": "本研究は、抗PD-1療法に対する一次（治療開始時からの）抵抗性の機序として、腫瘍細胞のJAK1/2不活化変異に着目した。メラノーマ23例中1例、MMR欠損大腸癌16例中1例でJAK1/2変異が腫瘍生検から検出され、いずれも高変異負荷でありながら抗PD-1に不応答だった。さらに、JAK1/2変異を持つヒトメラノーマ細胞株ではIFN-γ受容体経路のシグナル不全により、IFN-γ刺激下でのPD-L1誘導（およびIFN応答遺伝子群の発現）が起こらないことを示した。TCGA解析でもJAK1/2機能喪失が不良転帰と関連し、IFN-γに反応できず反応性PD-L1が誘導されないことがPD-1阻害への一次抵抗性につながる可能性を提案している。",
    "evidence_level": "4"
  },
  {
    "paper_id": "pubmed:37689322",
    "source": "pubmed",
    "source_id": "37689322",
    "title": "Immunosuppressive CD10",
    "year": 2023,
    "authors": [
      "Meng Yan",
      "Ye Fei",
      "Nie Pingping",
      "Zhao Qiudong",
      "An Liwei",
      "Wang Wenjia",
      "Qu Shuping",
      "Shen Zhemin",
      "Cao Zhifa",
      "Zhang Xiaobing",
      "Jiao Shi",
      "Wu Dong",
      "Zhou Zhaocai",
      "Wei Lixin"
    ],
    "abstract": "BACKGROUND & AIMS: Remodeling the tumor microenvironment is a critical strategy for treating advanced hepatocellular carcinoma (HCC). Yet, how distinct cell populations in the microenvironment mediate tumor resistance to immunotherapies, such as anti-PD-1, remains poorly understood. METHODS: We analyzed the transcriptomic profile, at a single-cell resolution, of tumor tissues from patients with HCC scheduled to receive anti-PD-1-based immunotherapy. Our comparative analysis and experimental validation using flow cytometry and histopathological analysis uncovered a discrete subpopulation of cells associated with resistance to anti-PD-1 treatment in patients and a rat model. A TurboID-based proximity labeling approach was deployed to gain mechanistic insights into the reprogramming of the HCC microenvironment. RESULTS: We identified CD10 CONCLUSIONS: Collectively, our results reveal a fundamental mechanism by which CD10 IMPACT AND IMPLICATIONS: Herein, we discovered that tumor cells reprogrammed CD10",
    "journal": "Journal of hepatology",
    "pub_date": "2023-Dec",
    "doi": "10.1016/j.jhep.2023.08.024",
    "pmid": "37689322",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Rats",
      "Animals",
      "Carcinoma, Hepatocellular",
      "T-Lymphocytes",
      "Liver Neoplasms",
      "Neutrophils",
      "Immunotherapy",
      "Tumor Microenvironment",
      "CD8-Positive T-Lymphocytes",
      "Alkaline Phosphatase"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/37689322/",
    "summary_ja": "進行肝細胞癌（HCC）において、抗PD-1免疫療法への抵抗性を腫瘍微小環境内のどの細胞集団が担うのかを明らかにすることを目的とした研究である。抗PD-1ベース治療を予定するHCC患者の腫瘍組織を単一細胞トランスクリプトーム解析し、比較解析とフローサイトメトリー／病理解析で、治療抵抗性に関連する離散的な細胞サブ集団を患者およびラットモデルで同定・検証した。さらにTurboID近接標識法を用いて、HCC微小環境のリプログラミング機構の手掛かりを探索した。結果・結論部分は提示文中で途中までだが、CD10に関連する免疫抑制的な機序が示唆されている。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:36527888",
    "source": "pubmed",
    "source_id": "36527888",
    "title": "Research progress of therapeutic effects and drug resistance of immunotherapy based on PD-1/PD-L1 blockade.",
    "year": 2023,
    "authors": [
      "Pang Kun",
      "Shi Zhen-Duo",
      "Wei Liu-Ya",
      "Dong Yang",
      "Ma Yu-Yang",
      "Wang Wei",
      "Wang Guang-Yue",
      "Cao Ming-Yang",
      "Dong Jia-Jun",
      "Chen Yu-Ang",
      "Zhang Peng",
      "Hao Lin",
      "Xu Hao",
      "Pan Deng",
      "Chen Zhe-Sheng",
      "Han Cong-Hui"
    ],
    "abstract": "The binding of programmed death-1 (PD-1) on the surface of T cells and PD-1 ligand 1 (PD-L1) on tumor cells can prevent the immune-killing effect of T cells on tumor cells and promote the immune escape of tumor cells. Therefore, immune checkpoint blockade targeting PD-1/PD-L1 is a reliable tumor therapy with remarkable efficacy. However, the main challenges of this therapy are low response rate and acquired resistance, so that the outcomes of this therapy are usually unsatisfactory. This review begins with the description of biological structure of the PD-1/PD-L1 immune checkpoint and its role in a variety of cells. Subsequently, the therapeutic effects of immune checkpoint blockers (PD-1 / PD-L1 inhibitors) in various tumors were introduced and analyzed, and the reasons affecting the function of PD-1/PD-L1 were systematically analyzed. Then, we focused on analyzing, sorting out and introducing the possible underlying mechanisms of primary and acquired resistance to PD-1/PD-L1 blockade including abnormal expression of PD-1/PD-L1 and some factors, immune-related pathways, tumor immune microenvironment, and T cell dysfunction and others. Finally, promising therapeutic strategies to sensitize the resistant patients with PD-1/PD-L1 blockade treatment were described. This review is aimed at providing guidance for the treatment of various tumors, and highlighting the drug resistance mechanisms to offer directions for future tumor treatment and improvement of patient prognosis.",
    "journal": "Drug resistance updates : reviews and commentaries in antimicrobial and anticancer chemotherapy",
    "pub_date": "2023-Jan",
    "doi": "10.1016/j.drup.2022.100907",
    "pmid": "36527888",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "B7-H1 Antigen",
      "Drug Resistance",
      "Immunotherapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Tumor Microenvironment",
      "Drug Resistance, Neoplasm"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/36527888/",
    "summary_ja": "PD-1（T細胞）とPD-L1（腫瘍細胞）の結合はT細胞の抗腫瘍免疫を抑制し、腫瘍の免疫逃避を促進するため、PD-1/PD-L1阻害による免疫チェックポイント療法は有効な治療選択肢である。本総説は、PD-1/PD-L1の構造と多様な細胞での役割を概説したうえで、各種腫瘍における阻害薬の治療効果と、その機能に影響する要因を整理している。さらに、PD-1/PD-L1の異常発現、免疫関連経路、腫瘍免疫微小環境、T細胞機能不全などを含む一次・獲得耐性の機序を体系的にまとめ、耐性患者を感作する戦略を提示している。目的は、腫瘍治療の指針となる知見と今後の研究・治療改善の方向性を示すことである。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:38280330",
    "source": "pubmed",
    "source_id": "38280330",
    "title": "Tumor immunotherapy resistance: Revealing the mechanism of PD-1 / PD-L1-mediated tumor immune escape.",
    "year": 2024,
    "authors": [
      "Cui Jia-Wen",
      "Li Yao",
      "Yang Yang",
      "Yang Hai-Kui",
      "Dong Jia-Mei",
      "Xiao Zhi-Hua",
      "He Xin",
      "Guo Jia-Hao",
      "Wang Rui-Qi",
      "Dai Bo",
      "Zhou Zhi-Ling"
    ],
    "abstract": "Tumor immunotherapy, an innovative anti-cancer therapy, has showcased encouraging outcomes across diverse tumor types. Among these, the PD-1/PD-L1 signaling pathway is a well-known immunological checkpoint, which is significant in the regulation of immune evasion by tumors. Nevertheless, a considerable number of patients develop resistance to anti-PD-1/PD-L1 immunotherapy, rendering it ineffective in the long run. This research focuses on exploring the factors of PD-1/PD-L1-mediated resistance in tumor immunotherapy. Initially, the PD-1/PD-L1 pathway is characterized by its role in facilitating tumor immune evasion, emphasizing its role in autoimmune homeostasis. Next, the primary mechanisms of resistance to PD-1/PD-L1-based immunotherapy are analyzed, including tumor antigen deletion, T cell dysfunction, increased immunosuppressive cells, and alterations in the expression of PD-L1 within tumor cells. The possible ramifications of altered metabolism, microbiota, and DNA methylation on resistance is also described. Finally, possible resolution strategies for dealing with anti-PD-1/PD-L1 immunotherapy resistance are discussed, placing particular emphasis on personalized therapeutic approaches and the exploration of more potent immunotherapy regimens.",
    "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
    "pub_date": "2024-Feb",
    "doi": "10.1016/j.biopha.2024.116203",
    "pmid": "38280330",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Tumor Escape",
      "Programmed Cell Death 1 Receptor",
      "B7-H1 Antigen",
      "Neoplasms",
      "Immunotherapy",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/38280330/",
    "summary_ja": "腫瘍免疫療法の中でもPD-1/PD-L1経路は代表的な免疫チェックポイントであり、腫瘍の免疫回避に重要だが、多くの患者で抗PD-1/PD-L1療法への耐性が生じうることを概説している。PD-1/PD-L1が腫瘍免疫逃避を助長する仕組みを自己免疫恒常性との関係も含めて整理したうえで、耐性機序として腫瘍抗原の欠失、T細胞機能不全、免疫抑制性細胞の増加、腫瘍細胞におけるPD-L1発現変化などを挙げる。さらに代謝、腸内細菌叢、DNAメチル化の変化が耐性に与える影響にも触れている。最後に、個別化治療やより強力な免疫療法レジメン探索など、耐性克服に向けた方策を議論している。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:39601129",
    "source": "pubmed",
    "source_id": "39601129",
    "title": "PD-1 blockade treatment in melanoma: Mechanism of response and tumor-intrinsic resistance.",
    "year": 2025,
    "authors": [
      "Wang Tong",
      "Ma Wenjie",
      "Zou Zijian",
      "Zhong Jingqin",
      "Lin Xinyi",
      "Liu Wanlin",
      "Sun Wei",
      "Hu Tu",
      "Xu Yu",
      "Chen Yong"
    ],
    "abstract": "Malignant melanoma is characterized by high immunogenicity, genetic heterogeneity, and diverse pathological manifestations, affecting both skin and mucosa over the body. Pembrolizumab and nivolumab, both anti-PD-1 monoclonal antibodies, were approved by the US FDA for unresectable or metastatic melanoma in 2011 and 2014, respectively, with enduring and transformative outcomes. Despite marked clinical achievements, only a subset of patients manifested a complete response. Approximately 55% of melanoma patients exhibited primary resistance to PD-1 antibodies, with nearly 25% developing secondary resistance within 2 years of treatment. Thus, there is a critical need to comprehensively elucidate the mechanisms underlying the efficacy and resistance to PD-1 blockade. This review discusses the fundamental mechanisms of PD-1 blockade, encompassing insights from T cells and B cells, and presents resistance to anti-PD-1 with a particular focus on tumoral-intrinsic mechanisms in melanoma.",
    "journal": "Cancer science",
    "pub_date": "2025-Feb",
    "doi": "10.1111/cas.16398",
    "pmid": "39601129",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Melanoma",
      "Drug Resistance, Neoplasm",
      "Programmed Cell Death 1 Receptor",
      "Immune Checkpoint Inhibitors",
      "Antibodies, Monoclonal, Humanized",
      "Nivolumab",
      "Skin Neoplasms",
      "Animals",
      "T-Lymphocytes",
      "B-Lymphocytes"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39601129/",
    "summary_ja": "悪性黒色腫に対するPD-1阻害（ペムブロリズマブ、ニボルマブ）は転移・切除不能例で大きな臨床的成果をもたらした一方、完全奏効は一部の患者に限られます。黒色腫患者の約55%はPD-1抗体に一次抵抗性を示し、さらに約25%は治療開始後2年以内に二次抵抗性を獲得すると報告されています。そこで本レビューは、PD-1阻害の基本的作用機序をT細胞・B細胞の観点から整理し、特に腫瘍内在性（腫瘍細胞側）要因による抵抗性機序に焦点を当てて概説します。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:33129844",
    "source": "pubmed",
    "source_id": "33129844",
    "title": "PD-1 Signaling Promotes Tumor-Infiltrating Myeloid-Derived Suppressor Cells and Gastric Tumorigenesis in Mice.",
    "year": 2021,
    "authors": [
      "Kim Woosook",
      "Chu Timothy H",
      "Nienhüser Henrik",
      "Jiang Zhengyu",
      "Del Portillo Armando",
      "Remotti Helen E",
      "White Ruth A",
      "Hayakawa Yoku",
      "Tomita Hiroyuki",
      "Fox James G",
      "Drake Charles G",
      "Wang Timothy C"
    ],
    "abstract": "BACKGROUND & AIMS: Immune checkpoint inhibitors have limited efficacy in many tumors. We investigated mechanisms of tumor resistance to inhibitors of programmed cell death-1 (PDCD1, also called PD-1) in mice with gastric cancer, and the role of its ligand, PD-L1. METHODS: Gastrin-deficient mice were given N-methyl-N-nitrosourea (MNU) in drinking water along with Helicobacter felis to induce gastric tumor formation; we also performed studies with H/K-ATPase-hIL1B mice, which develop spontaneous gastric tumors at the antral-corpus junction and have parietal cells that constitutively secrete interleukin 1B. Mice were given injections of an antibody against PD-1 or an isotype control before tumors developed, or anti-PD-1 and 5-fluorouracil and oxaliplatin, or an antibody against lymphocyte antigen 6 complex locus G (also called Gr-1), which depletes myeloid-derived suppressor cells [MDSCs]), after tumors developed. We generated knock-in mice that express PD-L1 specifically in the gastric epithelium or myeloid lineage. RESULTS: When given to gastrin-deficient mice before tumors grew, anti-PD-1 significantly reduced tumor size and increased tumor infiltration by T cells. However, anti-PD-1 alone did not have significant effects on established tumors in these mice. Neither early nor late anti-PD-1 administration reduced tumor growth in the presence of MDSCs in H/K-ATPase-hIL-1β mice. The combination of 5-fluorouracil and oxaliplatin reduced MDSCs, increased numbers of intra-tumor CD8 CONCLUSIONS: In mouse models of gastric cancer, 5-fluorouracil and oxaliplatin reduce numbers of MDSCs to increase the effects of anti-PD-1, which promotes tumor infiltration by CD8",
    "journal": "Gastroenterology",
    "pub_date": "2021-Feb",
    "doi": "10.1053/j.gastro.2020.10.036",
    "pmid": "33129844",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Administration, Oral",
      "Animals",
      "Carcinogenesis",
      "Gastric Mucosa",
      "Gastrins",
      "Helicobacter Infections",
      "Helicobacter felis",
      "Humans",
      "Immune Checkpoint Inhibitors",
      "Methylnitrosourea",
      "Mice",
      "Mice, Knockout",
      "Myeloid-Derived Suppressor Cells",
      "Neoplasms, Experimental",
      "Programmed Cell Death 1 Receptor",
      "Signal Transduction",
      "Stomach Neoplasms",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/33129844/",
    "summary_ja": "マウス胃がんモデルにおいて、抗PD-1抗体は腫瘍形成前の投与では腫瘍サイズを減少させ、腫瘍内T細胞浸潤を増加させた一方、成立後腫瘍に対しては単独では有意な効果が乏しかった。骨髄由来免疫抑制細胞（MDSC）が存在する状況では、抗PD-1の早期・後期投与とも腫瘍増殖抑制がみられず、MDSCが治療抵抗性に関与することが示唆された。5-FU＋オキサリプラチンはMDSCを減少させ、腫瘍内CD8+T細胞を増やすことで抗PD-1の効果を増強した。PD-L1を胃上皮または骨髄系に特異的に発現するノックインマウスを用い、PD-1/PD-L1シグナルが腫瘍免疫環境形成に関与する機序を検討した。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:27433843",
    "source": "pubmed",
    "source_id": "27433843",
    "title": "Mutations Associated with Acquired Resistance to PD-1 Blockade in Melanoma.",
    "year": 2016,
    "authors": [
      "Zaretsky Jesse M",
      "Garcia-Diaz Angel",
      "Shin Daniel S",
      "Escuin-Ordinas Helena",
      "Hugo Willy",
      "Hu-Lieskovan Siwen",
      "Torrejon Davis Y",
      "Abril-Rodriguez Gabriel",
      "Sandoval Salemiz",
      "Barthly Lucas",
      "Saco Justin",
      "Homet Moreno Blanca",
      "Mezzadra Riccardo",
      "Chmielowski Bartosz",
      "Ruchalski Kathleen",
      "Shintaku I Peter",
      "Sanchez Phillip J",
      "Puig-Saus Cristina",
      "Cherry Grace",
      "Seja Elizabeth",
      "Kong Xiangju",
      "Pang Jia",
      "Berent-Maoz Beata",
      "Comin-Anduix Begoña",
      "Graeber Thomas G",
      "Tumeh Paul C",
      "Schumacher Ton N M",
      "Lo Roger S",
      "Ribas Antoni"
    ],
    "abstract": "BACKGROUND: Approximately 75% of objective responses to anti-programmed death 1 (PD-1) therapy in patients with melanoma are durable, lasting for years, but delayed relapses have been noted long after initial objective tumor regression despite continuous therapy. Mechanisms of immune escape in this context are unknown. METHODS: We analyzed biopsy samples from paired baseline and relapsing lesions in four patients with metastatic melanoma who had had an initial objective tumor regression in response to anti-PD-1 therapy (pembrolizumab) followed by disease progression months to years later. RESULTS: Whole-exome sequencing detected clonal selection and outgrowth of the acquired resistant tumors and, in two of the four patients, revealed resistance-associated loss-of-function mutations in the genes encoding interferon-receptor-associated Janus kinase 1 (JAK1) or Janus kinase 2 (JAK2), concurrent with deletion of the wild-type allele. A truncating mutation in the gene encoding the antigen-presenting protein beta-2-microglobulin (B2M) was identified in a third patient. JAK1 and JAK2 truncating mutations resulted in a lack of response to interferon gamma, including insensitivity to its antiproliferative effects on cancer cells. The B2M truncating mutation led to loss of surface expression of major histocompatibility complex class I. CONCLUSIONS: In this study, acquired resistance to PD-1 blockade immunotherapy in patients with melanoma was associated with defects in the pathways involved in interferon-receptor signaling and in antigen presentation. (Funded by the National Institutes of Health and others.).",
    "journal": "The New England journal of medicine",
    "pub_date": "2016-Sep",
    "doi": "10.1056/NEJMoa1604958",
    "pmid": "27433843",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies, Monoclonal, Humanized",
      "Antineoplastic Agents",
      "Biopsy",
      "Drug Resistance, Neoplasm",
      "Exome",
      "Gene Expression Regulation, Neoplastic",
      "Genes, MHC Class I",
      "Humans",
      "Immunotherapy",
      "Interferon-gamma",
      "Janus Kinase 1",
      "Janus Kinase 2",
      "Melanoma",
      "Mutation",
      "Programmed Cell Death 1 Receptor",
      "Recurrence",
      "Sequence Analysis, DNA",
      "Signal Transduction",
      "beta 2-Microglobulin"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/27433843/",
    "summary_ja": "メラノーマに対する抗PD-1抗体（ペムブロリズマブ）で一度は客観的奏効を示した後、数か月〜数年を経て再増悪した転移性メラノーマ4例について、治療前と再発病変のペア生検を解析した。全エクソーム解析により、再発腫瘍ではクローン選択と増殖が示され、2例でJAK1またはJAK2の機能喪失変異（野生型アレル欠失を伴う）が同定された。別の1例ではB2Mの打ち切り変異が見つかり、MHCクラスIの細胞表面発現消失と関連した。これらの所見は、IFN受容体シグナル伝達や抗原提示経路の障害がPD-1阻害療法に対する獲得耐性の一因となりうることを示唆する。",
    "evidence_level": "4"
  },
  {
    "paper_id": "pubmed:35062949",
    "source": "pubmed",
    "source_id": "35062949",
    "title": "Combination strategies with PD-1/PD-L1 blockade: current advances and future directions.",
    "year": 2022,
    "authors": [
      "Yi Ming",
      "Zheng Xiaoli",
      "Niu Mengke",
      "Zhu Shuangli",
      "Ge Hong",
      "Wu Kongming"
    ],
    "abstract": "Antibodies targeting programmed cell death protein-1 (PD-1) or its ligand PD-L1 rescue T cells from exhausted status and revive immune response against cancer cells. Based on the immense success in clinical trials, ten α-PD-1 (nivolumab, pembrolizumab, cemiplimab, sintilimab, camrelizumab, toripalimab, tislelizumab, zimberelimab, prolgolimab, and dostarlimab) and three α-PD-L1 antibodies (atezolizumab, durvalumab, and avelumab) have been approved for various types of cancers. Nevertheless, the low response rate of α-PD-1/PD-L1 therapy remains to be resolved. For most cancer patients, PD-1/PD-L1 pathway is not the sole speed-limiting factor of antitumor immunity, and it is insufficient to motivate effective antitumor immune response by blocking PD-1/PD-L1 axis. It has been validated that some combination therapies, including α-PD-1/PD-L1 plus chemotherapy, radiotherapy, angiogenesis inhibitors, targeted therapy, other immune checkpoint inhibitors, agonists of the co-stimulatory molecule, stimulator of interferon genes agonists, fecal microbiota transplantation, epigenetic modulators, or metabolic modulators, have superior antitumor efficacies and higher response rates. Moreover, bifunctional or bispecific antibodies containing α-PD-1/PD-L1 moiety also elicited more potent antitumor activity. These combination strategies simultaneously boost multiple processes in cancer-immunity cycle, remove immunosuppressive brakes, and orchestrate an immunosupportive tumor microenvironment. In this review, we summarized the synergistic antitumor efficacies and mechanisms of α-PD-1/PD-L1 in combination with other therapies. Moreover, we focused on the advances of α-PD-1/PD-L1-based immunomodulatory strategies in clinical studies. Given the heterogeneity across patients and cancer types, individualized combination selection could improve the effects of α-PD-1/PD-L1-based immunomodulatory strategies and relieve treatment resistance.",
    "journal": "Molecular cancer",
    "pub_date": "2022-Jan",
    "doi": "10.1186/s12943-021-01489-2",
    "pmid": "35062949",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antineoplastic Combined Chemotherapy Protocols",
      "B7-H1 Antigen",
      "Biomarkers, Tumor",
      "Clinical Studies as Topic",
      "Combined Modality Therapy",
      "Disease Management",
      "Disease Susceptibility",
      "Humans",
      "Immune Checkpoint Inhibitors",
      "Molecular Targeted Therapy",
      "Neoplasms",
      "Prognosis",
      "Programmed Cell Death 1 Receptor",
      "Treatment Outcome"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/35062949/",
    "summary_ja": "PD-1/PD-L1抗体は疲弊したT細胞機能を回復させ、がん免疫応答を再活性化するが、単剤では奏効率が低いことが課題である。多くの患者ではPD-1/PD-L1経路のみが抗腫瘍免疫の律速ではないため、併用療法が有効性と反応率を高め得る。化学療法・放射線療法・抗血管新生薬・分子標的薬・他の免疫チェックポイント阻害薬・共刺激分子作動薬・STING作動薬・糞便微生物移植・エピジェネティック／代謝調節薬などとの併用、さらに二機能性／二重特異性抗体の可能性が概説されている。これらはがん免疫サイクルの複数過程を同時に強化し、免疫抑制を解除して腫瘍微小環境を免疫支持的に再編する。患者・がん種の不均一性を踏まえ、個別化した併用選択が抵抗性の軽減と効果向上につながると論じている。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:35679518",
    "source": "pubmed",
    "source_id": "35679518",
    "title": "In Vivo Syngeneic Tumor Models with Acquired Resistance to Anti-PD-1/PD-L1 Therapies.",
    "year": 2022,
    "authors": [
      "Denis Morgane",
      "Grasselly Chloé",
      "Choffour Pierre-Antoine",
      "Wierinckx Anne",
      "Mathé Doriane",
      "Chettab Kamel",
      "Tourette Anne",
      "Talhi Nolan",
      "Bourguignon Aurore",
      "Birzele Fabian",
      "Kress Elsa",
      "Jordheim Lars Petter",
      "Klein Christian",
      "Matera Eva-Laure",
      "Dumontet Charles"
    ],
    "abstract": "Antibodies targeting PD-1 and PD-L1 have produced durable responses in a subset of patients with cancer. However, a majority of these patients will ultimately relapse due to acquired resistance. To explore the underlying mechanisms of this secondary resistance, we developed five syngeneic murine tumor variants with acquired resistance to anti-PD-1 and/or PD-L1 antibodies in vivo. Resistant in vivo models were obtained by serial treatment/reimplantation cycles of the MC38 colorectal, MB49 and MBT2 bladder, and RENCA kidney and TyrNras melanoma models. Tumor immune infiltrates were characterized for wild type and resistant tumors using spectral cytometry and their molecular alterations analyzed using RNA sequencing analyses. Alterations in the tumor immune microenvironment were strongly heterogeneous among resistant models, involving select lymphoid and/or myeloid subpopulations. Molecular alterations in resistant models included previously identified pathways as well as novel candidate genes found to be deregulated in several resistant models. Among these, Serpinf1, coding for pigment epithelial-derived factor (PEDF) was further explored in the MC38 and the MBT2 models. Overexpression of Serpinf1 induced resistance to anti-PD-1 antibodies in the MC38 model, whereas knockdown of Serpinf1 sensitized this model as well as the primarily resistant MBT2 model. Serpinf1 overexpression was associated with increased production of free fatty acids and reduced activation of CD8+ cells, while orlistat, a compound that reduces the production of free fatty acids, reversed resistance to anti-PD-1 therapy. Our results suggest that a panel of syngeneic resistant models constitutes a useful tool to model the heterogeneity of resistance mechanisms encountered in the clinic.",
    "journal": "Cancer immunology research",
    "pub_date": "2022-Aug",
    "doi": "10.1158/2326-6066.CIR-21-0802",
    "pmid": "35679518",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "B7-H1 Antigen",
      "Cell Line, Tumor",
      "Fatty Acids, Nonesterified",
      "Humans",
      "Mice",
      "Neoplasm Recurrence, Local",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/35679518/",
    "summary_ja": "抗PD-1/PD-L1抗体治療後に再燃する「獲得耐性」の機序解明のため、複数の同系マウス腫瘍モデルでin vivoの反復治療・再移植により耐性株を樹立した。スペクトルサイトメトリーとRNA-seqにより、耐性化に伴う腫瘍免疫微小環境と分子変化はモデル間で不均一で、リンパ系・骨髄系サブセットの変化が多様にみられた。候補遺伝子の一つSerpinf1（PEDF）に注目し、MC38では過剰発現が抗PD-1耐性を誘導し、ノックダウンはMC38および一次耐性のMBT2で感受性を高めた。Serpinf1過剰発現は遊離脂肪酸産生増加とCD8+細胞活性低下に関連し、脂肪酸産生を抑えるオルリスタットが耐性を逆転した。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:34215690",
    "source": "pubmed",
    "source_id": "34215690",
    "title": "STING agonist loaded lipid nanoparticles overcome anti-PD-1 resistance in melanoma lung metastasis via NK cell activation.",
    "year": 2021,
    "authors": [
      "Nakamura Takashi",
      "Sato Takanori",
      "Endo Rikito",
      "Sasaki Shun",
      "Takahashi Naomichi",
      "Sato Yusuke",
      "Hyodo Mamoru",
      "Hayakawa Yoshihiro",
      "Harashima Hideyoshi"
    ],
    "abstract": "BACKGROUND: Resistance to an immune checkpoint inhibitor (ICI) is a major obstacle in cancer immunotherapy. The causes of ICI resistance include major histocompatibility complex (MHC)/histocompatibility locus antigen (HLA) class I loss, neoantigen loss, and incomplete antigen presentation. Elimination by natural killer (NK) cells would be expected to be an effective strategy for the treatment of these ICI-resistant tumors. We previously demonstrated that a lipid nanoparticle containing a stimulator of an interferon gene (STING) agonist (STING-LNP) efficiently induced antitumor activity via the activation of NK cells. Thus, we evaluated the potential of reducing ICI resistance by STING-LNPs. METHODS: Lung metastasis of a B16-F10 mouse melanoma was used as an anti-programmed cell death 1 (anti-PD-1)-resistant mouse model. The mice were intravenously injected with the STING-LNP and the mechanism responsible for the improvement of anti-PD-1 resistance by the STING-LNPs was analyzed by RT-qPCR and flow cytometry. The dynamics of STING-LNP were also investigated. RESULTS: Although anti-PD-1 monotherapy failed to induce an antitumor effect, the combination of the STING-LNP and anti-PD-1 exerted a synergistic antitumor effect. Our results indicate that the STING-LNP treatment significantly increased the expression of CD3, CD4, NK1.1, PD-1 and interferon (IFN)-γ in lung metastases. This change appears to be initiated by the type I IFN produced by liver macrophages that contain the internalized STING-LNPs, leading to the systemic activation of NK cells that express PD-1. The activated NK cells appeared to produce IFN-γ, resulting in an increase in the expression of the PD ligand 1 (PD-L1) in cancer cells, thus leading to a synergistic antitumor effect when anti-PD-1 is administered. CONCLUSIONS: We provide a demonstration to show that a STING-LNP treatment can overcome PD-1 resistance in a B16-F10 lung metastasis model. The mechanism responsible for this indicates that NK cells are activated by stimulating the STING pathway which, in turn, induced the expression of PD-L1 on cancer cells. Based on the findings reported herein, the STING-LNP represents a promising candidate for use in combination therapy with anti-PD-1-resistant tumors.",
    "journal": "Journal for immunotherapy of cancer",
    "pub_date": "2021-Jul",
    "doi": "10.1136/jitc-2021-002852",
    "pmid": "34215690",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Female",
      "Humans",
      "Killer Cells, Natural",
      "Liposomes",
      "Lung Neoplasms",
      "Melanoma, Experimental",
      "Membrane Proteins",
      "Mice",
      "Nanoparticles",
      "Neoplasm Metastasis",
      "STING Protein"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/34215690/",
    "summary_ja": "免疫チェックポイント阻害薬（抗PD-1）への耐性は腫瘍免疫療法の大きな課題であり、NK細胞による排除が有効になり得るという背景のもと、STINGアゴニスト搭載脂質ナノ粒子（STING-LNP）の有用性を検討した。抗PD-1抵抗性モデルとしてB16-F10メラノーマの肺転移マウスを用い、STING-LNP単独および抗PD-1との併用効果と機序をRT-qPCRとフローサイトメトリーで解析した。抗PD-1単独では効果が乏しい一方、STING-LNP併用で相乗的な抗腫瘍効果が得られ、肝マクロファージ由来のI型IFNを起点とした全身性NK細胞活性化とIFN-γ産生、腫瘍細胞のPD-L1発現増加が関与すると示唆された。これらより、STING-LNPは抗PD-1耐性腫瘍に対する併用療法候補となり得ることが示された。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:38703767",
    "source": "pubmed",
    "source_id": "38703767",
    "title": "Assessing personalized responses to anti-PD-1 treatment using patient-derived lung tumor-on-chip.",
    "year": 2024,
    "authors": [
      "Veith Irina",
      "Nurmik Martin",
      "Mencattini Arianna",
      "Damei Isabelle",
      "Lansche Christine",
      "Brosseau Solenn",
      "Gropplero Giacomo",
      "Corgnac Stéphanie",
      "Filippi Joanna",
      "Poté Nicolas",
      "Guenzi Edouard",
      "Chassac Anaïs",
      "Mordant Pierre",
      "Tosello Jimena",
      "Sedlik Christine",
      "Piaggio Eliane",
      "Girard Nicolas",
      "Camonis Jacques",
      "Shirvani Hamasseh",
      "Mami-Chouaib Fathia",
      "Mechta-Grigoriou Fatima",
      "Descroix Stéphanie",
      "Martinelli Eugenio",
      "Zalcman Gérard",
      "Parrini Maria Carla"
    ],
    "abstract": "There is a compelling need for approaches to predict the efficacy of immunotherapy drugs. Tumor-on-chip technology exploits microfluidics to generate 3D cell co-cultures embedded in hydrogels that recapitulate simplified tumor ecosystems. Here, we present the development and validation of lung tumor-on-chip platforms to quickly and precisely measure ex vivo the effects of immune checkpoint inhibitors on T cell-mediated cancer cell death by exploiting the power of live imaging and advanced image analysis algorithms. The integration of autologous immunosuppressive FAP",
    "journal": "Cell reports. Medicine",
    "pub_date": "2024-May",
    "doi": "10.1016/j.xcrm.2024.101549",
    "pmid": "38703767",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Lung Neoplasms",
      "Precision Medicine",
      "Programmed Cell Death 1 Receptor",
      "Immune Checkpoint Inhibitors",
      "Carcinoma, Non-Small-Cell Lung",
      "Lab-On-A-Chip Devices",
      "Immunotherapy",
      "Tumor Microenvironment",
      "Cell Line, Tumor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/38703767/",
    "summary_ja": "免疫療法薬の効果を事前に予測する手法が求められる中、マイクロ流体技術を用いたtumor-on-chipで、腫瘍生態系を簡略化して再現する3D共培養系を構築した。著者らは患者由来の肺腫瘍tumor-on-chipプラットフォームを開発・検証し、免疫チェックポイント阻害薬（抗PD-1など）がT細胞介在性のがん細胞死に与える影響をex vivoで迅速かつ精密に測定できることを示した。ライブイメージングと高度な画像解析アルゴリズムを組み合わせ、薬剤反応を定量評価することを目的としている。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:40577442",
    "source": "pubmed",
    "source_id": "40577442",
    "title": "Riplet promotes lipid metabolism changes associated with CD8 T cell exhaustion and anti-PD-1 resistance in hepatocellular carcinoma.",
    "year": 2025,
    "authors": [
      "Liang Junnan",
      "Liao Jingyu",
      "Chang Ruizhi",
      "Jia Wenlong",
      "Li Ganxun",
      "Chen Zeyu",
      "Wu Hang",
      "Zhu Chang",
      "Wen Jingyuan",
      "Huang Qibo",
      "Gao Han",
      "Gui Zichen",
      "Xu Weiqi",
      "Liang Huifang",
      "Liu Qiumeng",
      "Xu Dafeng",
      "Li Zifu",
      "Xia Limin",
      "Chen Xiaoping",
      "Huang Zhao",
      "Zhang Wanguang",
      "Ding Zeyang",
      "Zhang Bixiang"
    ],
    "abstract": "The overall response rate to immunotherapy is modest in hepatocellular carcinoma (HCC), and immunotherapy resistance mechanisms are incompletely understood. We report that the E3 ubiquitin ligase ",
    "journal": "Science immunology",
    "pub_date": "2025-Jun",
    "doi": "10.1126/sciimmunol.ado3485",
    "pmid": "40577442",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Carcinoma, Hepatocellular",
      "CD8-Positive T-Lymphocytes",
      "Liver Neoplasms",
      "Humans",
      "Lipid Metabolism",
      "Drug Resistance, Neoplasm",
      "Programmed Cell Death 1 Receptor",
      "Animals",
      "Mice",
      "Cell Line, Tumor",
      "Immune Checkpoint Inhibitors",
      "Ubiquitin-Protein Ligases",
      "Fatty Acid Synthase, Type I",
      "STAT3 Transcription Factor",
      "T-Cell Exhaustion"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/40577442/",
    "summary_ja": "提供されたアブストラクトが途中で途切れているため、本文に基づく厳密な要約はできません。タイトルと冒頭情報からは、肝細胞癌（HCC）における免疫療法（抗PD-1）抵抗性の機序として、E3ユビキチンリガーゼRipletが脂質代謝変化とCD8 T細胞疲弊に関連し得ることを報告する研究と示唆されます。続きのアブストラクト（方法・対象・主要結果・結論）を提示いただければ、3–5文で正確に要約します。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:39889705",
    "source": "pubmed",
    "source_id": "39889705",
    "title": "Contrasting cytotoxic and regulatory T cell responses underlying distinct clinical outcomes to anti-PD-1 plus lenvatinib therapy in cancer.",
    "year": 2025,
    "authors": [
      "Guo Xinyi",
      "Nie Hu",
      "Zhang Wenwen",
      "Li Jiesheng",
      "Ge Jing",
      "Xie Bowen",
      "Hu Wenbo",
      "Zhu Yicheng",
      "Zhong Na",
      "Zhang Xinmei",
      "Zhao Xiaohong",
      "Wang Xiaoshuang",
      "Sun Qinli",
      "Wei Kun",
      "Chen Xiaoyuan",
      "Ni Ling",
      "Zhang Ting",
      "Lu Shichun",
      "Zhang Lei",
      "Dong Chen"
    ],
    "abstract": "Combination of anti-PD-1 with lenvatinib showed clinical efficacy in multiple cancers, yet the underlying immunological mechanisms are unclear. Here, we compared T cells in hepatocellular carcinoma (HCC) patients before and after combination treatment using single-cell transcriptomics and T cell receptor (scTCR) clonotype analyses. We found that tumor-infiltrating GZMK",
    "journal": "Cancer cell",
    "pub_date": "2025-Feb",
    "doi": "10.1016/j.ccell.2025.01.001",
    "pmid": "39889705",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Quinolines",
      "Phenylurea Compounds",
      "T-Lymphocytes, Regulatory",
      "Carcinoma, Hepatocellular",
      "Liver Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "T-Lymphocytes, Cytotoxic",
      "Immune Checkpoint Inhibitors",
      "Antineoplastic Combined Chemotherapy Protocols",
      "Male",
      "Female",
      "CD8-Positive T-Lymphocytes",
      "Lymphocytes, Tumor-Infiltrating",
      "Treatment Outcome",
      "Middle Aged"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39889705/",
    "summary_ja": "抗PD-1抗体とレンバチニブの併用療法は複数のがんで有効性が示されている一方、免疫学的機序は不明である。著者らは肝細胞癌（HCC）患者を対象に、併用治療の前後でT細胞を単一細胞トランスクリプトミクスと単一細胞TCRクロノタイプ解析で比較した。本提示のアブストラクトは途中で途切れており（腫瘍浸潤GZMK…以降が欠落）、具体的にどのT細胞応答がどの臨床転帰と関連したか等の結論は確定できない。",
    "evidence_level": "4"
  },
  {
    "paper_id": "pubmed:36630914",
    "source": "pubmed",
    "source_id": "36630914",
    "title": "Bispecific PD1-IL2v and anti-PD-L1 break tumor immunity resistance by enhancing stem-like tumor-reactive CD8",
    "year": 2023,
    "authors": [
      "Tichet Mélanie",
      "Wullschleger Stephan",
      "Chryplewicz Agnieszka",
      "Fournier Nadine",
      "Marcone Rachel",
      "Kauzlaric Annamaria",
      "Homicsko Krisztian",
      "Deak Laura Codarri",
      "Umaña Pablo",
      "Klein Christian",
      "Hanahan Douglas"
    ],
    "abstract": "Immunotherapies have shown remarkable, albeit tumor-selective, therapeutic benefits in the clinic. Most patients respond transiently at best, highlighting the importance of understanding mechanisms underlying resistance. Herein, we evaluated the effects of the engineered immunocytokine PD1-IL2v in a mouse model of de novo pancreatic neuroendocrine cancer that is resistant to checkpoint and other immunotherapies. PD1-IL2v utilizes anti-PD-1 as a targeting moiety fused to an immuno-stimulatory IL-2 cytokine variant (IL2v) to precisely deliver IL2v to PD-1",
    "journal": "Immunity",
    "pub_date": "2023-Jan",
    "doi": "10.1016/j.immuni.2022.12.006",
    "pmid": "36630914",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Mice",
      "B7-H1 Antigen",
      "CD8-Positive T-Lymphocytes",
      "Disease Models, Animal",
      "Immunotherapy",
      "Macrophages",
      "Neoplasms",
      "Tumor Microenvironment",
      "Antibodies, Bispecific",
      "Interleukin-2",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/36630914/",
    "summary_ja": "本研究は、免疫療法に抵抗性を示す腫瘍における抵抗性機序の理解と克服を目的として、工学的免疫サイトカインPD1-IL2vの効果を検討した。抵抗性のデノボ膵神経内分泌腫瘍マウスモデルで、チェックポイント阻害など従来の免疫療法が効きにくい状況下での反応を評価している。PD1-IL2vは抗PD-1抗体を標的化モジュールとしてIL-2変異体（IL2v）を融合し、PD-1陽性細胞へIL2vを選択的に送達する設計である。タイトルが示すように、抗PD-L1との併用により腫瘍免疫抵抗性を打破し、幹細胞様の腫瘍反応性CD8 T細胞の増強に寄与することが示唆される。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:29567705",
    "source": "pubmed",
    "source_id": "29567705",
    "title": "Cancer immunotherapy using checkpoint blockade.",
    "year": 2018,
    "authors": [
      "Ribas Antoni",
      "Wolchok Jedd D"
    ],
    "abstract": "The release of negative regulators of immune activation (immune checkpoints) that limit antitumor responses has resulted in unprecedented rates of long-lasting tumor responses in patients with a variety of cancers. This can be achieved by antibodies blocking the cytotoxic T lymphocyte-associated protein 4 (CTLA-4) or the programmed cell death 1 (PD-1) pathway, either alone or in combination. The main premise for inducing an immune response is the preexistence of antitumor T cells that were limited by specific immune checkpoints. Most patients who have tumor responses maintain long-lasting disease control, yet one-third of patients relapse. Mechanisms of acquired resistance are currently poorly understood, but evidence points to alterations that converge on the antigen presentation and interferon-γ signaling pathways. New-generation combinatorial therapies may overcome resistance mechanisms to immune checkpoint therapy.",
    "journal": "Science (New York, N.Y.)",
    "pub_date": "2018-Mar",
    "doi": "10.1126/science.aar4060",
    "pmid": "29567705",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies",
      "CTLA-4 Antigen",
      "Humans",
      "Immunotherapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/29567705/",
    "summary_ja": "免疫チェックポイント（CTLA-4やPD-1経路）による免疫抑制を抗体で解除することで、多様ながん種で長期に持続する腫瘍反応が得られることが示されている。抗腫瘍免疫の誘導には、もともと腫瘍に対するT細胞応答が存在し、それが特定のチェックポイントにより抑えられていたという前提がある。多くの奏効例は長期の病勢コントロールを維持する一方、約3分の1で再発が起こる。獲得耐性の機序は未解明だが、抗原提示やIFN-γシグナル経路に収束する変化が関与する可能性があり、併用療法など次世代の組み合わせ治療で克服できる可能性が述べられている。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:40084746",
    "source": "pubmed",
    "source_id": "40084746",
    "title": "Blocking ITGA5 potentiates the efficacy of anti-PD-1 therapy on glioblastoma by remodeling tumor-associated macrophages.",
    "year": 2025,
    "authors": [
      "Zhao Rongrong",
      "Pan Ziwen",
      "Qiu Jiawei",
      "Li Boyan",
      "Qi Yanhua",
      "Gao Zijie",
      "Qiu Wei",
      "Tang Weijie",
      "Guo Xiaofan",
      "Deng Lin",
      "Li Gang",
      "Xue Hao"
    ],
    "abstract": "BACKGROUND: Glioblastoma (GBM) is largely refractory to antibodies against programmed cell death 1 (anti-PD-1) therapy. Fully understanding the cellular heterogeneity and immune adaptations in response to anti-PD-1 therapy is necessary to design more effective immunotherapies for GBM. This study aimed to dissect the molecular mechanisms of specific immunosuppressive subpopulations to drive anti-PD-1 resistance in GBM. METHODS: We systematically analysed single-cell RNA sequencing and spatial transcriptomics data from GBM tissues receiving anti-PD-1 therapy to characterize the microenvironment alterations. The biological functions of a novel circular RNA (circRNA) were validated both in vitro and in vivo. Mechanically, co-immunoprecipitation, RNA immunoprecipitation and pull-down assays were conducted. RESULTS: Mesenchymal GBM (MES-GBM) cells, which were associated with a poor prognosis, and secreted phosphoprotein 1 (SPP1) CONCLUSIONS: This work elucidated the potential tissue adaptation mechanism of intratumoral dynamic interactions between MES-GBM cells, MDMs and T cells in anti-PD-1 non-responders and identified the therapeutic potential of targeting ITGA5 to reduce anti-PD-1 resistance in GBM.",
    "journal": "Cancer communications (London, England)",
    "pub_date": "2025-Jun",
    "doi": "10.1002/cac2.70016",
    "pmid": "40084746",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Glioblastoma",
      "Humans",
      "Animals",
      "Mice",
      "Tumor-Associated Macrophages",
      "Tumor Microenvironment",
      "Programmed Cell Death 1 Receptor",
      "Immune Checkpoint Inhibitors",
      "Brain Neoplasms",
      "Cell Line, Tumor",
      "RNA, Circular",
      "Drug Resistance, Neoplasm",
      "Xenograft Model Antitumor Assays",
      "Integrins"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/40084746/",
    "summary_ja": "本研究は、膠芽腫（GBM）が抗PD-1療法に抵抗性を示す背景として、腫瘍内の細胞不均一性と免疫微小環境の適応機構を解明することを目的とした。抗PD-1治療を受けたGBM組織の単一細胞RNAシーケンスおよび空間トランスクリプトミクス解析により、腫瘍微小環境の変化と免疫抑制に関与するサブ集団を同定した。さらに、新規circRNAの機能をin vitro/in vivoで検証し、免疫沈降法などを用いて分子機序を解析した。結論として、MES-GBM細胞・腫瘍関連マクロファージ（特に単球由来）・T細胞の相互作用が非奏効に関与し、ITGA5阻害が腫瘍関連マクロファージを再構築して抗PD-1の有効性を高め得る可能性を示した。",
    "evidence_level": "5"
  }
]