[
  {
    "paper_id": "pubmed:30888929",
    "source": "pubmed",
    "source_id": "30888929",
    "title": "PD-1 and PD-L1 in cancer immunotherapy: clinical implications and future considerations.",
    "year": 2019,
    "authors": [
      "Jiang Yongshuai",
      "Chen Ming",
      "Nie Hong",
      "Yuan Yuanyang"
    ],
    "abstract": "Programmed death-1 (PD-1) is a cell surface receptor that functions as a T cell checkpoint and plays a central role in regulating T cell exhaustion. Binding of PD-1 to its ligand, programmed death-ligand 1 (PD-L1), activates downstream signaling pathways and inhibits T cell activation. Moreover abnormally high PD-L1 expression on tumor cells and antigen-presenting cells in the tumor microenvironment mediates tumor immune escape, and the development of anti-PD-1/PD-L1 antibodies has recently become a hot topic in cancer immunotherapy. Here, we review the structure of PD-1 and PD-L1, the function of the PD-1/PD-L1 signaling pathway, the application of PD-1 or PD-L1 monoclonal antibodies and future directions for anti-PD-1/PD-L1 antibodies with combination therapies. Cancer immunotherapy using PD-1/PD-L1 immune checkpoint blockade may require more studies, and this approach may be curative for patients with many types of cancer in the future.",
    "journal": "Human vaccines & immunotherapeutics",
    "pub_date": "2019",
    "doi": "10.1080/21645515.2019.1571892",
    "pmid": "30888929",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies, Monoclonal",
      "Antineoplastic Agents, Immunological",
      "B7-H1 Antigen",
      "Clinical Trials as Topic",
      "Combined Modality Therapy",
      "Humans",
      "Immunotherapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Signal Transduction",
      "T-Lymphocytes",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30888929/",
    "summary_ja": "PD-1はT細胞のチェックポイント受容体で、PD-L1との結合により下流シグナルが活性化されT細胞活性が抑制され、疲弊の制御に関与する。腫瘍細胞や腫瘍微小環境の抗原提示細胞でのPD-L1高発現は免疫逃避を促し、抗PD-1/PD-L1抗体の開発ががん免疫療法で注目されている。本稿はPD-1/PD-L1の構造とシグナル経路、抗体療法の応用、併用療法を含む今後の方向性を概説する。免疫チェックポイント阻害は多くのがん種で将来的に治癒的となり得るが、さらなる研究が必要だと述べている。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:39068460",
    "source": "pubmed",
    "source_id": "39068460",
    "title": "Dual blockade immunotherapy targeting PD-1/PD-L1 and CTLA-4 in lung cancer.",
    "year": 2024,
    "authors": [
      "Cheng Weishi",
      "Kang Kai",
      "Zhao Ailin",
      "Wu Yijun"
    ],
    "abstract": "Cancer immunotherapies, represented by immune checkpoint inhibitors (ICIs), have reshaped the treatment paradigm for both advanced non-small cell lung cancer and small cell lung cancer. Programmed death receptor-1/programmed death receptor ligand-1 (PD-1/PD-L1) and cytotoxic T lymphocyte-associated antigen-4 (CTLA-4) are some of the most common and promising targets in ICIs. Compared to ICI monotherapy, which occasionally demonstrates treatment resistance and limited efficacy, the dual blockade immunotherapy targeting PD-1/PD-L1 and CTLA-4 operates at different stages of T cell activation with synergistically enhancing immune responses against cancer cells. This emerging dual therapy heralds a new direction for cancer immunotherapy, which, however, may increase the risk of drug-related adverse reactions while improving efficacy. Previous clinical trials have explored combination therapy strategy of anti-PD-1/PD-L1 and anti-CTLA-4 agents in lung cancer, yet its efficacy remains to be unclear with the inevitable incidence of immune-related adverse events. The recent advent of bispecific antibodies has made this sort of dual targeting more feasible, aiming to alleviate toxicity without compromising efficacy. Thus, this review highlights the role of dual blockade immunotherapy targeting PD-1/PD-L1 and CTLA-4 in treating lung cancer, and further elucidates its pre-clinical mechanisms and current advancements in clinical trials. Besides, we also provide novel insights into the potential combinations of dual blockade therapies with other strategies to optimize the future treatment mode for lung cancer.",
    "journal": "Journal of hematology & oncology",
    "pub_date": "2024-Jul",
    "doi": "10.1186/s13045-024-01581-2",
    "pmid": "39068460",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Humans",
      "B7-H1 Antigen",
      "Carcinoma, Non-Small-Cell Lung",
      "CTLA-4 Antigen",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "Lung Neoplasms",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39068460/",
    "summary_ja": "免疫チェックポイント阻害薬において、PD-1/PD-L1とCTLA-4を同時に標的とするデュアルブロッケードは、T細胞活性化の異なる段階に作用して相乗的に抗腫瘍免疫を高め、肺がん治療の新たな方向性として期待される。単剤療法では抵抗性や効果の限界がみられる一方、併用は有効性向上と引き換えに免疫関連有害事象など毒性リスクが増える可能性がある。これまで臨床試験で検討されてきたが、有効性はなお不明確で有害事象の発生は避けがたいとされる。近年は二重特異性抗体により二重標的化が現実的となり、効果を保ちつつ毒性軽減を目指すアプローチが紹介されている。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:34538007",
    "source": "pubmed",
    "source_id": "34538007",
    "title": "PD-1/PD-L1 blockade: Prospectives for immunotherapy in cancer and autoimmunity.",
    "year": 2021,
    "authors": [
      "Hosseinzadeh Ramin",
      "Feizisani Fahimeh",
      "Shomali Navid",
      "Abdelbasset Walid Kamal",
      "Hemmatzadeh Maryam",
      "Gholizadeh Navashenaq Jamshid",
      "Jadidi-Niaragh Farhad",
      "Bokov Dmitry O",
      "Janebifam Morteza",
      "Mohammadi Hamed"
    ],
    "abstract": "Immune checkpoint blockade therapy (ICBT) has become a successful cancer treatment approach in the field of cancer immunotherapy. Blockade of programmed death 1 (PD-1) and programmed death-ligand 1 (PD-L1) with monoclonal antibodies have been known as successful examples of cancer immunotherapy in recent years. Although ICBT has been shown to be beneficial in cancers, such benefits have only been seen in a portion of cancer patients. In this regard, enhancing the therapeutic effects of inhibiting PD-1 and PD-L1 and reducing the side effects of this approach can be considered as a potential approach in a successful ICBT. In this review, we have highlighted new viewpoints regarding improving the therapeutic effect of PD-1 and PD-L1 blockades in cancer therapy. Besides, their expression levels as a biomarker with prognostic value, their role in intestinal microbiota modulation, combination therapy, and immune-related side effects (irAEs) have been discussed.",
    "journal": "IUBMB life",
    "pub_date": "2021-Nov",
    "doi": "10.1002/iub.2558",
    "pmid": "34538007",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antineoplastic Combined Chemotherapy Protocols",
      "Arthritis, Rheumatoid",
      "Autoimmunity",
      "B7-H1 Antigen",
      "Biomarkers, Tumor",
      "Diabetes Mellitus, Type 1",
      "Gastrointestinal Microbiome",
      "Humans",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "Lupus Erythematosus, Systemic",
      "Neoplasms",
      "Polymorphism, Single Nucleotide",
      "Prognosis",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/34538007/",
    "summary_ja": "本総説は、がん免疫療法として成功している免疫チェックポイント阻害療法のうち、PD-1/PD-L1を標的とする抗体治療の現状と課題を概説している。臨床的有益性は示されている一方で、奏効は一部患者に限られるため、効果増強と副作用低減が重要な改善点として論じられている。治療効果向上に向けて、バイオマーカーとしてのPD-1/PD-L1発現、腸内細菌叢との関連、併用療法の可能性が取り上げられている。さらに、免疫関連有害事象（irAEs）についても整理し、今後の最適化の方向性を提示している。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:30635237",
    "source": "pubmed",
    "source_id": "30635237",
    "title": "Intratumoral Tcf1",
    "year": 2019,
    "authors": [
      "Siddiqui Imran",
      "Schaeuble Karin",
      "Chennupati Vijaykumar",
      "Fuertes Marraco Silvia A",
      "Calderon-Copete Sandra",
      "Pais Ferreira Daniela",
      "Carmona Santiago J",
      "Scarpellino Leonardo",
      "Gfeller David",
      "Pradervand Sylvain",
      "Luther Sanjiv A",
      "Speiser Daniel E",
      "Held Werner"
    ],
    "abstract": "Checkpoint blockade mediates a proliferative response of tumor-infiltrating CD8",
    "journal": "Immunity",
    "pub_date": "2019-Jan",
    "doi": "10.1016/j.immuni.2018.12.021",
    "pmid": "30635237",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Antibodies, Monoclonal",
      "CD8-Positive T-Lymphocytes",
      "Cell Differentiation",
      "Cell Proliferation",
      "Hepatitis A Virus Cellular Receptor 2",
      "Hepatocyte Nuclear Factor 1-alpha",
      "Humans",
      "Immunotherapy",
      "Lymphocytes, Tumor-Infiltrating",
      "Melanoma",
      "Melanoma, Experimental",
      "Mice",
      "Mice, Inbred C57BL",
      "Programmed Cell Death 1 Receptor",
      "Stem Cells",
      "T-Lymphocyte Subsets"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30635237/",
    "summary_ja": "提示されたアブストラクトは途中までで情報が不完全ですが、チェックポイント阻害療法が腫瘍浸潤CD8 T細胞の増殖反応を誘導することを示唆しています。タイトルからは、腫瘍内のTcf1（T細胞の分化・幹細胞様性に関与する転写因子）がこの反応や抗腫瘍免疫の維持に関係する可能性が考えられます。全体として、チェックポイント阻害下での腫瘍局所T細胞状態（特にTcf1関連）の機序解明を目的とした研究である可能性が高いです。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:32839551",
    "source": "pubmed",
    "source_id": "32839551",
    "title": "Acetylation-dependent regulation of PD-L1 nuclear translocation dictates the efficacy of anti-PD-1 immunotherapy.",
    "year": 2020,
    "authors": [
      "Gao Yang",
      "Nihira Naoe Taira",
      "Bu Xia",
      "Chu Chen",
      "Zhang Jinfang",
      "Kolodziejczyk Aleksandra",
      "Fan Yizeng",
      "Chan Ngai Ting",
      "Ma Leina",
      "Liu Jing",
      "Wang Dong",
      "Dai Xiaoming",
      "Liu Huadong",
      "Ono Masaya",
      "Nakanishi Akira",
      "Inuzuka Hiroyuki",
      "North Brian J",
      "Huang Yu-Han",
      "Sharma Samanta",
      "Geng Yan",
      "Xu Wei",
      "Liu X Shirley",
      "Li Lei",
      "Miki Yoshio",
      "Sicinski Piotr",
      "Freeman Gordon J",
      "Wei Wenyi"
    ],
    "abstract": "Immunotherapies that target programmed cell death protein 1 (PD-1) and its ligand PD-L1 as well as cytotoxic T-lymphocyte-associated protein 4 (CTLA4) have shown impressive clinical outcomes for multiple tumours. However, only a subset of patients achieves durable responses, suggesting that the mechanisms of the immune checkpoint pathways are not completely understood. Here, we report that PD-L1 translocates from the plasma membrane into the nucleus through interactions with components of the endocytosis and nucleocytoplasmic transport pathways, regulated by p300-mediated acetylation and HDAC2-dependent deacetylation of PD-L1. Moreover, PD-L1 deficiency leads to compromised expression of multiple immune-response-related genes. Genetically or pharmacologically modulating PD-L1 acetylation blocks its nuclear translocation, reprograms the expression of immune-response-related genes and, as a consequence, enhances the anti-tumour response to PD-1 blockade. Thus, our results reveal an acetylation-dependent regulation of PD-L1 nuclear localization that governs immune-response gene expression, and thereby advocate targeting PD-L1 translocation to enhance the efficacy of PD-1/PD-L1 blockade.",
    "journal": "Nature cell biology",
    "pub_date": "2020-Sep",
    "doi": "10.1038/s41556-020-0562-4",
    "pmid": "32839551",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Acetylation",
      "Animals",
      "B7-H1 Antigen",
      "Cell Line",
      "Cell Line, Tumor",
      "Cell Nucleus",
      "E1A-Associated p300 Protein",
      "Gene Expression",
      "HEK293 Cells",
      "Humans",
      "Immunotherapy",
      "MCF-7 Cells",
      "Mice",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Protein Processing, Post-Translational",
      "RAW 264.7 Cells"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/32839551/",
    "summary_ja": "PD-1/PD-L1やCTLA4を標的とする免疫療法は有効例がある一方で、持続的奏効は一部に限られ、その機序の未解明部分が課題である。本研究は、PD-L1がエンドサイトーシスおよび核-細胞質輸送経路の因子と相互作用して膜から核へ移行し、その過程がp300によるアセチル化とHDAC2による脱アセチル化で制御されることを示した。PD-L1欠損は免疫応答関連遺伝子の発現低下と関連し、PD-L1のアセチル化を遺伝学的・薬理学的に調節して核移行を阻害すると遺伝子発現が再プログラムされ、PD-1阻害の抗腫瘍効果が増強された。これらより、PD-L1の核移行制御を標的化することが免疫チェックポイント阻害療法の有効性向上につながる可能性が示唆される。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:38660299",
    "source": "pubmed",
    "source_id": "38660299",
    "title": "Targeting PD-1/PD-L-1 immune checkpoint inhibition for cancer immunotherapy: success and challenges.",
    "year": 2024,
    "authors": [
      "Javed Sadique A",
      "Najmi Asim",
      "Ahsan Waquar",
      "Zoghebi Khalid"
    ],
    "abstract": "The programmed death-1 receptor (PD-1) acts as a T-cell brake, and its interaction with ligand-1 (PD-L-1) interferes with signal transduction of the T-cell receptor. This leads to suppression of T-cell survival, proliferation, and activity in the tumor microenvironment resulting in compromised anticancer immunity. PD-1/PD-L-1 interaction blockade shown remarkable clinical success in various cancer immunotherapies. To date, most PD-1/PD-L-1 blockers approved for clinical use are monoclonal antibodies (mAbs); however, their therapeutic use are limited owing to poor clinical responses in a proportion of patients. mAbs also displayed low tumor penetration, steep production costs, and incidences of immune-related side effects. This strongly indicates the importance of developing novel inhibitors as cancer immunotherapeutic agents. Recently, advancements in the small molecule-based inhibitors (SMIs) that directly block the PD-1/PD-L-1 axis gained attention from the scientific community involved in cancer research. SMIs demonstrated certain advantages over mAbs, including longer half-lives, low cost, greater cell penetration, and possibility of oral administration. Currently, several SMIs are in development pipeline as potential therapeutics for cancer immunotherapy. To develop new SMIs, a wide range of structural scaffolds have been explored with excellent outcomes; biphenyl-based scaffolds are most studied. In this review, we analyzed the development of mAbs and SMIs targeting PD-1/PD-L-1 axis for cancer treatment. Altogether, the present review delves into the problems related to mAbs use and a detailed discussion on the development and current status of SMIs. This article may provide a comprehensive guide to medicinal chemists regarding the potential structural scaffolds required for PD-1/PD-L-1 interaction inhibition.",
    "journal": "Frontiers in immunology",
    "pub_date": "2024",
    "doi": "10.3389/fimmu.2024.1383456",
    "pmid": "38660299",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "B7-H1 Antigen",
      "Animals",
      "Tumor Microenvironment",
      "Antibodies, Monoclonal"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/38660299/",
    "summary_ja": "PD-1はT細胞応答を抑制する受容体で、PD-L1との結合により腫瘍微小環境でT細胞の生存・増殖・活性が低下し、抗腫瘍免疫が損なわれる。PD-1/PD-L1阻害は多くのがんで臨床的成功を示してきたが、主流であるモノクローナル抗体は一部患者で反応不良があり、腫瘍浸透性、製造コスト、免疫関連有害事象などの課題がある。著者らはこれらの制約を踏まえ、PD-1/PD-L1軸を直接阻害する低分子阻害薬（SMI）の開発動向と利点（経口投与可能性、細胞浸透性、コスト等）を概説し、特にビフェニル骨格などの構造スキャフォールドを中心に整理している。本総説は抗体薬と低分子薬の現状・課題を俯瞰し、新規SMI設計の指針を提供することを目的としている。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:30918149",
    "source": "pubmed",
    "source_id": "30918149",
    "title": "Development of Cancer Immunotherapy Targeting the PD-1 Pathway.",
    "year": 2019,
    "authors": [
      "Kamimura Naomi",
      "Wolf Alexander M",
      "Iwai Yoshiko"
    ],
    "abstract": "Immune checkpoint inhibitors are causing a paradigm shift in cancer treatment. Immune checkpoint molecules such as programmed cell death protein 1 (PD-1) and cytotoxic T-lymphocyte-associated protein 4 (CTLA-4) dampen T cell activation to avoid autoimmunity and the destructive effects of an excessive inflammatory response. Immune checkpoint signaling can be exploited by tumors to escape host immune surveillance, and immune checkpoint inhibitors enhance antitumor immunity by releasing the brakes on the immune system. PD-1 was identified in 1992 by Honjo and colleagues at Kyoto University. Studies in animal models revealed that PD-1 blockade can inhibit tumorigenesis and tumor metastasis. In addition, PD-1 blockade showed fewer adverse effects than CTLA-4 blockade. Based on these findings, a humanized monoclonal antibody against human PD-1 called nivolumab was developed. Since PD-1 blockade targets lymphocytes rather than tumor cells, the therapeutic effects last longer, even if mutations occur during tumorigenesis. Furthermore, because it does not depend on specific tumor antigens, PD-1 blockade can be applied to various kinds of tumors.",
    "journal": "Journal of Nippon Medical School = Nippon Ika Daigaku zasshi",
    "pub_date": "2019",
    "doi": "10.1272/jnms.JNMS.2019_86-2",
    "pmid": "30918149",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Antineoplastic Agents, Immunological",
      "CTLA-4 Antigen",
      "Carcinogenesis",
      "Humans",
      "Immunotherapy",
      "Molecular Targeted Therapy",
      "Neoplasms",
      "Nivolumab",
      "Programmed Cell Death 1 Receptor",
      "T-Lymphocytes"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30918149/",
    "summary_ja": "免疫チェックポイント分子であるPD-1やCTLA-4は自己免疫や過剰炎症を避けるためにT細胞活性化を抑制するが、腫瘍はこの仕組みを利用して免疫監視から逃避する。免疫チェックポイント阻害薬はこの抑制（ブレーキ）を解除し、抗腫瘍免疫を増強することでがん治療を変革しつつある。PD-1は1992年に同定され、動物モデルでPD-1遮断が腫瘍形成・転移を抑え、CTLA-4遮断より有害事象が少ないことが示された。これらを基にヒト化抗PD-1抗体ニボルマブが開発され、リンパ球を標的とするため効果が持続しやすく、特定抗原に依存しないことから多様ながん種へ応用可能と述べている。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:38861924",
    "source": "pubmed",
    "source_id": "38861924",
    "title": "Interruption of the intratumor CD8",
    "year": 2024,
    "authors": [
      "Geels Shannon N",
      "Moshensky Alexander",
      "Sousa Rachel S",
      "Murat Claire",
      "Bustos Matias A",
      "Walker Benjamin L",
      "Singh Rima",
      "Harbour Stacey N",
      "Gutierrez Giselle",
      "Hwang Michael",
      "Mempel Thorsten R",
      "Weaver Casey T",
      "Nie Qing",
      "Hoon Dave S B",
      "Ganesan Anand K",
      "Othy Shivashankar",
      "Marangoni Francesco"
    ],
    "abstract": "PD-1 blockade unleashes potent antitumor activity in CD8",
    "journal": "Cancer cell",
    "pub_date": "2024-Jun",
    "doi": "10.1016/j.ccell.2024.05.013",
    "pmid": "38861924",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "CD8-Positive T-Lymphocytes",
      "T-Lymphocytes, Regulatory",
      "Humans",
      "Mice",
      "Programmed Cell Death 1 Receptor",
      "Melanoma",
      "Inducible T-Cell Co-Stimulator Protein",
      "Immunotherapy",
      "Immune Checkpoint Inhibitors",
      "Interleukin-2",
      "Mice, Inbred C57BL",
      "Signal Transduction",
      "Melanoma, Experimental",
      "Cell Line, Tumor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/38861924/",
    "summary_ja": "提示されたアブストラクトは断片的ですが、PD-1阻害（ブロッケード）がCD8 T細胞における強力な抗腫瘍活性を解放することを示唆しています。タイトルからは、腫瘍内（intratumor）のCD8に関する何らかの「中断」や制御が主題である可能性があります。ただし研究デザイン（臨床・動物・細胞）、対象、評価項目が不明なため、効果の大きさや臨床的有用性を判断できません。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:30784085",
    "source": "pubmed",
    "source_id": "30784085",
    "title": "PD-1/PD-L1 pathway: Basic biology and role in cancer immunotherapy.",
    "year": 2019,
    "authors": [
      "Salmaninejad Arash",
      "Valilou Saeed Farajzadeh",
      "Shabgah Arezoo Gowhari",
      "Aslani Saeed",
      "Alimardani Malihe",
      "Pasdar Alireza",
      "Sahebkar Amirhossein"
    ],
    "abstract": "Over the course of past few years, cancer immunotherapy has been accompanied with promising results. However, preliminary investigations with respect to immunotherapy concentrated mostly on targeting the immune checkpoints, nowadays, emerge as the most efficient strategy to raise beneficial antitumor immune responses. Programmed cell death protein 1 (PD-1) plays an important role in subsiding immune responses and promoting self-tolerance through suppressing the activity of T cells and promoting differentiation of regulatory T cells. PD-1 is considered as an immune checkpoint and protects against autoimmune responses through both induction of apoptosis in antigen-specific T cells and inhibiting apoptosis in regulatory T cells. Several clinical trials exerting PD-1 monoclonal antibodies as well as other immune-checkpoint blockades have had prosperous outcomes and opened new horizons in tumor immunotherapy. Nonetheless, a bulk of patients have failed to respond to these newly emerging immune-based approach and the survival rate was not satisfying. Additional strategies, especially combination therapies, has been initiated and been further promising. Attempts to identify novel and well-suited predictive biomarkers are also sensed. In this review, the promotion of cancer immunotherapy targeting PD-1 immunoinhibitory pathway is discussed.",
    "journal": "Journal of cellular physiology",
    "pub_date": "2019-Aug",
    "doi": "10.1002/jcp.28358",
    "pmid": "30784085",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "B7-H1 Antigen",
      "Gene Expression Regulation, Neoplastic",
      "Humans",
      "Immunotherapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30784085/",
    "summary_ja": "本総説は、がん免疫療法における免疫チェックポイント、とくにPD-1/PD-L1経路の基礎生物学と治療標的としての意義を概説している。PD-1はT細胞活性の抑制や制御性T細胞の分化促進を通じて免疫応答を鎮静化し、自己寛容の維持に寄与する。PD-1阻害抗体などの免疫チェックポイント阻害は臨床試験で有望な成果を示した一方、無効例が多く生存改善が十分でない点が課題として述べられる。著者らは、併用療法の開発や予測バイオマーカー探索など追加戦略の必要性を強調している。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:33079077",
    "source": "pubmed",
    "source_id": "33079077",
    "title": "Anti-PD-1 And Anti-PD-L1 Antibodies as Immunotherapy Against Cancer: A Structural Perspective.",
    "year": 2020,
    "authors": [
      "Córdova-Bahena Luis",
      "Velasco-Velázquez Marco A"
    ],
    "abstract": "Programmed cell death protein 1 (PD-1) and its ligand, programmed death-ligand-1 (PD-L1), play key roles in the suppression of the cytotoxic activity of T cells. PD-L1 is overexpressed on various types of cancer cells, leading to immune evasion. In the past decade, therapeutic antibodies that target the PD-1/PD-L1 axis have been developed to inhibit the immune suppression triggered by these two proteins. At present, five antibodies (two anti-PD-1 and three anti-PD-L1) have received approval by regulatory agencies in the US and Europe. In this work, we aimed to review their clinical applications and adverse effects. Furthermore, using their reported crystal structures, we discuss the similarities and differences between the PD-1/PD-L1 interface and the epitopes that are recognized by the antibodies. Detailed analyses of the contact residues involved in the ligand-receptor and target-antibody interactions have shown partial overlap. Altogether, the data presented here demonstrate that: (1) in contrast to other therapeutic antibodies, anti-PD-1/PD-L1 has a wide range of clinical applications; (2) these targeted therapies are not exempt from adverse effects; and (3) the characterization of the structural domains that are recognized by the antibodies can guide the development of new PD-1- and PD-L1-blocking agents.",
    "journal": "Revista de investigacion clinica; organo del Hospital de Enfermedades de la Nutricion",
    "pub_date": "2020-Oct",
    "doi": "10.24875/RIC.20000341",
    "pmid": "33079077",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies",
      "B7-H1 Antigen",
      "Humans",
      "Immunotherapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/33079077/",
    "summary_ja": "PD-1/PD-L1経路はT細胞の細胞傷害活性を抑制し、がん細胞でPD-L1が過剰発現すると免疫逃避に寄与する。本論文は、PD-1/PD-L1を標的とする承認済み抗体（抗PD-1×2、抗PD-L1×3）の臨床応用と有害事象を概説する。さらに結晶構造情報に基づき、PD-1/PD-L1界面と各抗体エピトープの共通点・相違点や接触残基の部分的重複を解析し、構造的知見が新規阻害薬設計に有用であると論じている。総じて、適応範囲の広さと副作用リスクを踏まえつつ、構造ベースの開発指針を提示するレビューである。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:30635236",
    "source": "pubmed",
    "source_id": "30635236",
    "title": "Checkpoint Blockade Immunotherapy Induces Dynamic Changes in PD-1",
    "year": 2019,
    "authors": [
      "Kurtulus Sema",
      "Madi Asaf",
      "Escobar Giulia",
      "Klapholz Max",
      "Nyman Jackson",
      "Christian Elena",
      "Pawlak Mathias",
      "Dionne Danielle",
      "Xia Junrong",
      "Rozenblatt-Rosen Orit",
      "Kuchroo Vijay K",
      "Regev Aviv",
      "Anderson Ana C"
    ],
    "abstract": "An improved understanding of the anti-tumor CD8",
    "journal": "Immunity",
    "pub_date": "2019-Jan",
    "doi": "10.1016/j.immuni.2018.11.014",
    "pmid": "30635236",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Antibodies, Monoclonal",
      "Antigens, Neoplasm",
      "CD8-Positive T-Lymphocytes",
      "Cell Proliferation",
      "Hepatitis A Virus Cellular Receptor 2",
      "Hepatocyte Nuclear Factor 1-alpha",
      "Humans",
      "Immunologic Memory",
      "Immunotherapy",
      "Lymphocytes, Tumor-Infiltrating",
      "Melanoma, Experimental",
      "Mice",
      "Mice, Inbred C57BL",
      "Neoplasms, Experimental",
      "Programmed Cell Death 1 Receptor",
      "T-Lymphocyte Subsets",
      "Transcriptome"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30635236/",
    "summary_ja": "提示されたアブストラクトが「An improved understanding of the anti-tumor CD8」以降で途切れており、研究デザイン・対象（ヒト/動物）・介入・主要評価項目・結果が不明です。タイトルからは、チェックポイント阻害免疫療法によりPD-1の発現/状態が動的に変化することを扱う研究である可能性が示唆されます。正確な要約とエビデンスレベル推定のため、アブストラクト全文（可能なら方法・結果の記載を含む）を提示してください。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:39941004",
    "source": "pubmed",
    "source_id": "39941004",
    "title": "Glycoscience in Advancing PD-1/PD-L1-Axis-Targeted Tumor Immunotherapy.",
    "year": 2025,
    "authors": [
      "Sun Qiyue",
      "Hong Senlian"
    ],
    "abstract": "Immune checkpoint blockade therapy, represented by anti-PD-1/PD-L1 monoclonal antibodies, has significantly changed the immunotherapy landscape. However, the treatment is still limited by unsatisfactory response rates, immune-related adverse effects, and drug resistance. Current studies have established that glycosylation, a common post-translational modification, is crucial in promoting cancer progression and immune invasion. Targeting aberrant glycosylation in cancers presents precision medicine regimens for monitoring cancer progression and developing personalized medicine. Notably, the immune checkpoints PD-1 and PD-L1 are highly glycosylated, which affects PD-1/PD-L1 interaction and the binding of anti-PD-1/PD-L1 monoclonal antibodies. Recent achievements in glycoscience to enhance patient outcomes, referred to as glycotherapy, have underscored their high potency in advancing PD-1/PD-L1 blockade therapies, i.e., glycoengineered antibodies with improved binding toward PD-1/PD-L1, pharmaceutic inhibitors for core fucosylation and sialylation, and synergistic treatment with the antibody-sialidase conjugate. This review briefly introduces the PD-1/PD-L1 axis and glycosylation and highlights the fundamental and applied advances in glycoscience that improve PD-1/PD-L1 immunoblockade therapies.",
    "journal": "International journal of molecular sciences",
    "pub_date": "2025-Jan",
    "doi": "10.3390/ijms26031238",
    "pmid": "39941004",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Immunotherapy",
      "Glycosylation",
      "B7-H1 Antigen",
      "Animals",
      "Immune Checkpoint Inhibitors",
      "Antibodies, Monoclonal"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39941004/",
    "summary_ja": "本総説は、抗PD-1/PD-L1抗体による免疫チェックポイント阻害療法の有効性が一方で、奏効率の限界、有害事象、薬剤耐性といった課題に直面している点を概説する。がんにおける糖鎖修飾（糖タンパク質の糖鎖付加）は腫瘍進展や免疫回避に関与し、異常糖鎖を標的とすることが精密医療・個別化医療の観点から有望である。PD-1およびPD-L1自体が高度に糖鎖修飾されており、その修飾がPD-1/PD-L1相互作用や抗体の結合性に影響しうることを強調する。さらに、糖鎖工学的に改変した抗体、フコシル化・シアル化阻害薬、抗体-シアリダーゼ複合体など、糖鎖科学（glycotherapy）によるPD-1/PD-L1阻害療法の増強戦略を整理して紹介する。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:30417781",
    "source": "pubmed",
    "source_id": "30417781",
    "title": "Small Molecules as PD-1/PD-L1 Pathway Modulators for Cancer Immunotherapy.",
    "year": 2018,
    "authors": [
      "Jiao Peifu",
      "Geng Qiaohong",
      "Jin Peng",
      "Su Gaoxing",
      "Teng Houyun",
      "Dong Jinlong",
      "Yan Bing"
    ],
    "abstract": "Blockade of PD-1/PD-L1 interactions using PD-1/PD-L1 pathway modulators has shown unprecedented clinical efficacy in various cancer models. Current PD-1/PD-L1 modulators approved by FDA are exclusively dominated by therapeutic antibodies. Nevertheless, therapeutic antibodies also exhibit several disadvantages such as low tumor penetration, difficulty in crossing physiological barriers, lacking oral bioavailability, high manufacturing costs, inaccessible to intracellular targets, immunogenicity, immune-related adverse events (irAEs). Modulation of PD-1/PD-L1 pathway using small molecules may be an alternative approach to mobilize immune system to fight against cancers. In this review, we focus on summarizing the recently disclosed chemical structures and preliminary structure-activity relationships (SARs) of small molecules as PD-1/PD-L1 modulators for cancer immunotherapy.",
    "journal": "Current pharmaceutical design",
    "pub_date": "2018",
    "doi": "10.2174/1381612824666181112114958",
    "pmid": "30417781",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Immunotherapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Small Molecule Libraries"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30417781/",
    "summary_ja": "PD-1/PD-L1相互作用の阻害は多様ながんモデルで高い治療効果を示す一方、FDA承認薬は主に抗体製剤に限られている。抗体は腫瘍浸透性の低さ、経口投与困難、高コスト、細胞内標的への到達不能、免疫原性やirAEsなどの課題を抱える。そこで小分子によるPD-1/PD-L1経路の調節が代替戦略となり得る。本レビューは、最近報告された小分子モジュレーターの化学構造と予備的な構造活性相関（SAR）を概説する。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:39179486",
    "source": "pubmed",
    "source_id": "39179486",
    "title": "Targeting PD-1/PD-L1 in tumor immunotherapy: Mechanisms and interactions with host growth regulatory pathways.",
    "year": 2024,
    "authors": [
      "Shen Songyu",
      "Hong Yihan",
      "Huang Jiajun",
      "Qu Xiaosheng",
      "Sooranna Suren Rao",
      "Lu Sheng",
      "Li Tian",
      "Niu Bing"
    ],
    "abstract": "Tumor immunotherapy has garnered considerable attention, emerging as a new standard of care in cancer treatment. The conventional targets, such as VEGF and EGFR, have been extended to others including BRAF and PD-1/PD-L1, which have shown significant potential in recent cancer treatments. This review aims to succinctly overview the impact and mechanisms of therapies that modulate PD-1/PD-L1 expression by targeting VEGF, EGFR, LAG-3, CTLA-4 and BRAF. We investigated how modulation of PD-1/PD-L1 expression impacts growth factor signaling, shedding light on the interplay between immunomodulatory pathways and growth factor networks within the tumor microenvironment. By elucidating these interactions, we aim to provide insights into novel potential synergistic therapeutic strategies for cancer immunotherapy.",
    "journal": "Cytokine & growth factor reviews",
    "pub_date": "2024-Oct",
    "doi": "10.1016/j.cytogfr.2024.08.001",
    "pmid": "39179486",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "B7-H1 Antigen",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Immunotherapy",
      "Tumor Microenvironment",
      "Signal Transduction",
      "Animals",
      "Vascular Endothelial Growth Factor A",
      "Immune Checkpoint Inhibitors",
      "ErbB Receptors",
      "Proto-Oncogene Proteins B-raf",
      "CTLA-4 Antigen"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39179486/",
    "summary_ja": "本総説は、がん免疫療法の主要標的であるPD-1/PD-L1経路について、VEGF、EGFR、LAG-3、CTLA-4、BRAFなどを標的とする治療がPD-1/PD-L1発現をどのように調節し得るか、その機序を概説する。さらに、PD-1/PD-L1の変調が増殖因子シグナル伝達に与える影響を整理し、腫瘍微小環境における免疫調節経路と増殖因子ネットワークの相互作用を論じる。これらの相互作用を明らかにすることで、免疫療法の相乗効果を狙った新規併用戦略の可能性を示唆している。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:31337439",
    "source": "pubmed",
    "source_id": "31337439",
    "title": "Gut microbiome affects the response to anti-PD-1 immunotherapy in patients with hepatocellular carcinoma.",
    "year": 2019,
    "authors": [
      "Zheng Yi",
      "Wang Tingting",
      "Tu Xiaoxuan",
      "Huang Yun",
      "Zhang Hangyu",
      "Tan Di",
      "Jiang Weiqin",
      "Cai Shunfeng",
      "Zhao Peng",
      "Song Ruixue",
      "Li Peilu",
      "Qin Nan",
      "Fang Weijia"
    ],
    "abstract": "BACKGROUND: Checkpoint-blockade immunotherapy targeting programmed cell death protein 1 (PD-1) has recently shown promising efficacy in hepatocellular carcinoma (HCC). However, the factors affecting and predicting the response to anti-PD-1 immunotherapy in HCC are still unclear. Herein, we report the dynamic variation characteristics and specificities of the gut microbiome during anti-PD-1 immunotherapy in HCC using metagenomic sequencing. RESULTS: Fecal samples from patients responding to immunotherapy showed higher taxa richness and more gene counts than those of non-responders. For dynamic analysis during anti-PD-1 immunotherapy, the dissimilarity of beta diversity became prominent across patients as early as Week 6. In non-responders, Proteobacteria increased from Week 3, and became predominant at Week 12. Twenty responder-enriched species, including Akkermansia muciniphila and Ruminococcaceae spp., were further identified. The related functional genes and metabolic pathway analysis, such as carbohydrate metabolism and methanogenesis, verified the potential bioactivities of responder-enriched species. CONCLUSIONS: Gut microbiome may have a critical impact on the responses of HCC patients treated with anti-PD-1 immunotherapy. The dynamic variation characteristics of the gut microbiome may provide early predictions of the outcomes of immunotherapy in HCC, which is critical for disease-monitoring and treatment decision-making.",
    "journal": "Journal for immunotherapy of cancer",
    "pub_date": "2019-Jul",
    "doi": "10.1186/s40425-019-0650-9",
    "pmid": "31337439",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies, Monoclonal, Humanized",
      "Bacteria",
      "Carcinoma, Hepatocellular",
      "Clinical Decision-Making",
      "Gastrointestinal Microbiome",
      "Humans",
      "Immunotherapy",
      "Liver Neoplasms",
      "Metabolic Networks and Pathways",
      "Metagenomics",
      "Phylogeny",
      "Programmed Cell Death 1 Receptor",
      "Sequence Analysis, DNA",
      "Treatment Outcome"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/31337439/",
    "summary_ja": "本研究は、肝細胞癌患者に対する抗PD-1免疫療法中の腸内細菌叢をメタゲノム解析し、治療反応性との関連を検討した。奏効例では非奏効例よりも細菌タクサの豊富さと遺伝子数が高く、治療開始後早期（6週）から患者間のβ多様性の差が顕在化した。非奏効例ではProteobacteriaが3週から増加し、12週で優勢となった。Akkermansia muciniphilaやRuminococcaceae属など奏効例に富む菌種と、それに関連する代謝経路が同定され、腸内細菌叢の動的変化が治療効果予測に資する可能性が示唆された。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:32622347",
    "source": "pubmed",
    "source_id": "32622347",
    "title": "Immune metabolism in PD-1 blockade-based cancer immunotherapy.",
    "year": 2021,
    "authors": [
      "Kumar Alok",
      "Chamoto Kenji"
    ],
    "abstract": "Energy metabolism plays an important role in proliferating cells. Recent reports indicate that metabolic regulation or metabolic products can control immune cell differentiation, fate and reactions. Cancer immunotherapy based on blockade of programmed cell death protein 1 (PD-1) has been used worldwide, but a significant fraction of patients remain unresponsive. Therefore, clarifying the mechanisms and overcoming the unresponsiveness are urgent issues. Because cancer immunity consists of interactions between the cancer and host immune cells, there has recently been a focus on the metabolic interactions and/or competition between the tumor and the immune system to address these issues. Cancer cells render their microenvironment immunosuppressive, driving T-cell dysfunction or exhaustion, which is advantageous for cancer cell survival. However, accumulating mechanistic evidence of T-cell and cancer cell metabolism has gradually revealed that controlling the metabolic pathways of either type of cell can overcome T-cell dysfunction and reprogram the metabolic balance in the tumor microenvironment. Here, we summarize the role of immune metabolism in T-cell-based immune surveillance and cancer immune escape. This new concept has boosted the development of combination therapy and predictive biomarkers in cancer immunotherapy with immune checkpoint inhibitors.",
    "journal": "International immunology",
    "pub_date": "2021-Jan",
    "doi": "10.1093/intimm/dxaa046",
    "pmid": "32622347",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Cell Differentiation",
      "Combined Modality Therapy",
      "Energy Metabolism",
      "Humans",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "T-Lymphocytes",
      "Tumor Escape",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/32622347/",
    "summary_ja": "エネルギー代謝は免疫細胞の分化や機能に深く関与し、PD-1阻害によるがん免疫療法の反応性にも影響する可能性がある。PD-1阻害療法は広く用いられる一方で無反応例が多く、その機序解明と克服が課題である。腫瘍は微小環境を免疫抑制的にし、T細胞の機能不全・疲弊を誘導するが、T細胞およびがん細胞の代謝経路を制御することでこの状態を改善し得ることが示唆される。本稿は免疫監視と免疫逃避における免疫代謝の役割を概説し、チェックポイント阻害薬の併用療法や予測バイオマーカー開発につながる概念を提示している。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:28774337",
    "source": "pubmed",
    "source_id": "28774337",
    "title": "PD-1/PD-L blockade in gastrointestinal cancers: lessons learned and the road toward precision immunotherapy.",
    "year": 2017,
    "authors": [
      "Long Junyu",
      "Lin Jianzhen",
      "Wang Anqiang",
      "Wu Liangcai",
      "Zheng Yongchang",
      "Yang Xiaobo",
      "Wan Xueshuai",
      "Xu Haifeng",
      "Chen Shuguang",
      "Zhao Haitao"
    ],
    "abstract": "Gastrointestinal (GI) malignancies are the most prevalent tumors worldwide, with increasing incidence and mortality. Although surgical resection, chemotherapy, radiotherapy, and molecular targeted therapy have led to significant advances in the treatment of GI cancer patients, overall survival is still low. Therefore, alternative strategies must be identified to improve patient outcomes. In the tumor microenvironment, tumor cells can escape the host immune response through the interaction of PD-1 and PD-L, which inhibits the function of T cells and tumor-infiltrating lymphocytes while increasing the function of immunosuppressive T regulatory cells. The use of an anti-PD-1/PD-L blockade enables reprogramming of the immune system to efficiently identify and kill tumor cells. In recent years, the efficacy of PD-1/PD-L blockade has been demonstrated in many tumors, and this treatment is expected to be a pan-immunotherapy for tumors. Here, we review the signaling pathway underlying the dysregulation of PD-1/PD-L in tumors, summarize the current clinical data for PD-1/PD-L inhibitors in GI malignancies, and discuss road toward precision immunotherapy in relation to PD-1/PD-L blockade. The preliminary data for PD-1/PD-L inhibitors are encouraging, and the precision immunotherapy of PD-1/PD-L inhibitors will be a viable and pivotal clinical strategy for GI cancer therapy.",
    "journal": "Journal of hematology & oncology",
    "pub_date": "2017-Aug",
    "doi": "10.1186/s13045-017-0511-2",
    "pmid": "28774337",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Gastrointestinal Neoplasms",
      "Humans",
      "Immunotherapy",
      "Precision Medicine",
      "Programmed Cell Death 1 Receptor",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/28774337/",
    "summary_ja": "消化管がんは世界的に罹患率・死亡率が高く、既存治療の進歩にもかかわらず全生存の改善には限界があるため、新たな治療戦略が求められる。腫瘍微小環境ではPD-1/PD-L相互作用がT細胞や腫瘍浸潤リンパ球の機能を抑制し、免疫抑制性Tregの働きを高めることで免疫逃避が起こる。PD-1/PD-L阻害はこの抑制を解除して抗腫瘍免疫を再活性化し、腫瘍細胞の認識・殺傷を促進しうる。本稿はPD-1/PD-Lのシグナル異常の機序、消化管がんにおける阻害薬の臨床データを概説し、精密免疫療法へ向けた課題と展望を論じている。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:39364736",
    "source": "pubmed",
    "source_id": "39364736",
    "title": "Current progress of anti‑PD‑1/PDL1 immunotherapy for glioblastoma (Review).",
    "year": 2024,
    "authors": [
      "Wu Jianheng",
      "Wang Nannan"
    ],
    "abstract": "Glioblastoma (GBM) is the most common central nervous system malignancy in adults. GBM may be classified as grade IV diffuse astrocytoma according to the 2021 World Health Organization revised classification of central nervous system tumors, which means it is the most aggressive, invasive, undifferentiated type of tumor. Immune checkpoint blockade (ICB), particularly anti‑programmed cell death protein‑1 (PD‑1)/PD‑1 ligand‑1 immunotherapy, has been confirmed to be successful across several tumor types. However, in GBM, this treatment is still uncommon and the efficacy is unpredictable, and <10% of patients show long‑term responses. Recently, numerous studies have been conducted to explore what factors may indicate or affect the ICB response rate in GBM, including molecular alterations, immune expression signatures and immune infiltration. The present review aimed to summarize the current progress to improve the understanding of immunotherapy for GBM.",
    "journal": "Molecular medicine reports",
    "pub_date": "2024-Dec",
    "doi": "10.3892/mmr.2024.13344",
    "pmid": "39364736",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Glioblastoma",
      "Immunotherapy",
      "B7-H1 Antigen",
      "Immune Checkpoint Inhibitors",
      "Programmed Cell Death 1 Receptor",
      "Brain Neoplasms"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39364736/",
    "summary_ja": "膠芽腫（GBM）は成人の中枢神経系で最も一般的な悪性腫瘍で、2021年WHO分類ではグレードIVのびまん性星細胞腫に相当する極めて侵襲性の高い腫瘍である。免疫チェックポイント阻害、特に抗PD-1/PD-L1療法は他のがん種で有効性が示されている一方、GBMでは適用がまだ一般的ではなく効果の予測も難しく、長期奏効は10%未満にとどまる。近年、分子異常、免疫発現シグネチャ、免疫細胞浸潤など、ICB反応率に関連し得る因子の解明に向けた研究が進んでいる。本レビューはGBMに対する免疫療法の現状の進歩を整理し、理解を深めることを目的としている。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:30191996",
    "source": "pubmed",
    "source_id": "30191996",
    "title": "PD-1/PD-L1 immune checkpoint: Potential target for cancer therapy.",
    "year": 2019,
    "authors": [
      "Dermani Fatemeh K",
      "Samadi Pouria",
      "Rahmani Golebagh",
      "Kohlan Alisa K",
      "Najafi Rezvan"
    ],
    "abstract": "Recent studies show that cancer cells are sometimes able to evade the host immunity in the tumor microenvironment. Cancer cells can express high levels of immune inhibitory signaling proteins. One of the most critical checkpoint pathways in this system is a tumor-induced immune suppression (immune checkpoint) mediated by the programmed cell death protein 1 (PD-1) and its ligand, programmed death ligand 1 (PD-L1). PD-1 is highly expressed by activated T cells, B cells, dendritic cells, and natural killer cells, whereas PD-L1 is expressed on several types of tumor cells. Many studies have shown that blocking the interaction between PD-1 and PD-L1 enhances the T-cell response and mediates antitumor activity. In this review, we highlight a brief overview of the molecular and biochemical events that are regulated by the PD-1 and PD-L1 interaction in various cancers.",
    "journal": "Journal of cellular physiology",
    "pub_date": "2019-Feb",
    "doi": "10.1002/jcp.27172",
    "pmid": "30191996",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Antineoplastic Agents, Immunological",
      "B7-H1 Antigen",
      "Humans",
      "Immunotherapy",
      "Molecular Targeted Therapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Signal Transduction",
      "Treatment Outcome",
      "Tumor Escape",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30191996/",
    "summary_ja": "がん細胞は腫瘍微小環境で宿主免疫を回避し、免疫抑制性シグナル分子を高発現することがある。PD-1（主に活性化T細胞などに発現）とPD-L1（複数の腫瘍細胞に発現）による免疫チェックポイントは、腫瘍誘導性の免疫抑制に重要な役割を担う。PD-1/PD-L1相互作用を阻害するとT細胞応答が増強され、抗腫瘍活性が得られることが多くの研究で示されている。本レビューは、さまざまながんにおけるPD-1/PD-L1相互作用が制御する分子・生化学的イベントを概説する。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:31241380",
    "source": "pubmed",
    "source_id": "31241380",
    "title": "Cancer immunotherapy using anti-TIM3/PD-1 bispecific antibody: a patent evaluation of EP3356411A1.",
    "year": 2019,
    "authors": [
      "Herrera-Camacho Irma",
      "Anaya-Ruiz Maricruz",
      "Perez-Santos Martin",
      "Millán-Pérez Peña Lourdes",
      "Bandala Cindy",
      "Landeta Gerardo"
    ],
    "abstract": "",
    "journal": "Expert opinion on therapeutic patents",
    "pub_date": "2019-Aug",
    "doi": "10.1080/13543776.2019.1637422",
    "pmid": "31241380",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Antibodies, Bispecific",
      "Hepatitis A Virus Cellular Receptor 2",
      "Humans",
      "Immunotherapy",
      "Neoplasms",
      "Patents as Topic",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/31241380/",
    "summary_ja": "（アブストラクト未取得: Cancer immunotherapy using anti-TIM3/PD-1 bispecific antibody: a patent evaluation of EP3356411A1.）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:38403027",
    "source": "pubmed",
    "source_id": "38403027",
    "title": "CRKL dictates anti-PD-1 resistance by mediating tumor-associated neutrophil infiltration in hepatocellular carcinoma.",
    "year": 2024,
    "authors": [
      "Xie Peiyi",
      "Yu Mincheng",
      "Zhang Bo",
      "Yu Qiang",
      "Zhao Yufei",
      "Wu Mengyuan",
      "Jin Lei",
      "Yan Jiuliang",
      "Zhou Binghai",
      "Liu Shuang",
      "Li Xiaoqiang",
      "Zhou Chenhao",
      "Zhu Xiaodong",
      "Huang Cheng",
      "Xu Yongfeng",
      "Xiao Yongsheng",
      "Zhou Jian",
      "Fan Jia",
      "Hung Mien-Chie",
      "Ye Qinghai",
      "Guo Lei",
      "Li Hui"
    ],
    "abstract": "BACKGROUND & AIMS: The effectiveness of immune checkpoint inhibitor (ICI) therapy for hepatocellular carcinoma (HCC) is limited by treatment resistance. However, the mechanisms underlying immunotherapy resistance remain elusive. We aimed to identify the role of CT10 regulator of kinase-like (CRKL) in resistance to anti-PD-1 therapy in HCC. METHODS: Gene expression in HCC specimens from 10 patients receiving anti-PD-1 therapy was identified by RNA-sequencing. A total of 404 HCC samples from tissue microarrays were analyzed by immunohistochemistry. Transgenic mice (Alb-Cre/Trp53 RESULTS: CRKL was identified as a candidate anti-PD-1-resistance gene using a pooled genetic screen. CRKL overexpression nullifies anti-PD-1 treatment efficacy by mobilizing tumor-associated neutrophils (TANs), which block the infiltration and function of CD8 CONCLUSIONS: Activation of the CRKL/β-catenin/VEGFα and CXCL1 axis is a critical obstacle to successful anti-PD-1 therapy. Therefore, CRKL inhibitors combined with anti-PD-1 could be useful for the treatment of HCC. IMPACT AND IMPLICATIONS: Here, we found that CRKL was overexpressed in anti-PD-1-resistant hepatocellular carcinoma (HCC) and that CRKL upregulation promotes anti-PD-1 resistance in HCC. We identified that upregulation of the CRKL/β-catenin/VEGFα and CXCL1 axis contributes to anti-PD-1 tolerance by promoting infiltration of tumor-associated neutrophils. These findings support the strategy of bevacizumab-based immune checkpoint inhibitor combination therapy, and CRKL inhibitors combined with anti-PD-1 therapy may be developed for the treatment of HCC.",
    "journal": "Journal of hepatology",
    "pub_date": "2024-Jul",
    "doi": "10.1016/j.jhep.2024.02.009",
    "pmid": "38403027",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Carcinoma, Hepatocellular",
      "Liver Neoplasms",
      "Animals",
      "Humans",
      "Mice",
      "Drug Resistance, Neoplasm",
      "Immune Checkpoint Inhibitors",
      "Adaptor Proteins, Signal Transducing",
      "Neutrophil Infiltration",
      "Programmed Cell Death 1 Receptor",
      "Mice, Transgenic",
      "CD8-Positive T-Lymphocytes",
      "Cell Line, Tumor",
      "Male",
      "Chemokine CXCL1"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/38403027/",
    "summary_ja": "肝細胞癌における抗PD-1療法の抵抗性機序として、CRKLの役割を解析した研究である。抗PD-1治療を受けた患者検体のRNA-seqや多数例の免疫染色解析、さらに遺伝学的スクリーニングとマウスモデルを用いて、CRKL高発現が治療効果を低下させることを示した。CRKLは腫瘍関連好中球の浸潤を促進し、CD8陽性T細胞の腫瘍内浸潤・機能を阻害することで免疫抵抗性に関与すると結論づけている。CRKL/β-カテニン/VEGFαおよびCXCL1経路が障壁となり、抗PD-1との併用（例：抗VEGF療法やCRKL阻害）による克服可能性が示唆された。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:30309915",
    "source": "pubmed",
    "source_id": "30309915",
    "title": "Pan-tumor genomic biomarkers for PD-1 checkpoint blockade-based immunotherapy.",
    "year": 2018,
    "authors": [
      "Cristescu Razvan",
      "Mogg Robin",
      "Ayers Mark",
      "Albright Andrew",
      "Murphy Erin",
      "Yearley Jennifer",
      "Sher Xinwei",
      "Liu Xiao Qiao",
      "Lu Hongchao",
      "Nebozhyn Michael",
      "Zhang Chunsheng",
      "Lunceford Jared K",
      "Joe Andrew",
      "Cheng Jonathan",
      "Webber Andrea L",
      "Ibrahim Nageatte",
      "Plimack Elizabeth R",
      "Ott Patrick A",
      "Seiwert Tanguy Y",
      "Ribas Antoni",
      "McClanahan Terrill K",
      "Tomassini Joanne E",
      "Loboda Andrey",
      "Kaufman David"
    ],
    "abstract": "Programmed cell death protein-1 (PD-1) and programmed cell death ligand-1 (PD-L1) checkpoint blockade immunotherapy elicits durable antitumor effects in multiple cancers, yet not all patients respond. We report the evaluation of >300 patient samples across 22 tumor types from four KEYNOTE clinical trials. Tumor mutational burden (TMB) and a T cell-inflamed gene expression profile (GEP) exhibited joint predictive utility in identifying responders and nonresponders to the PD-1 antibody pembrolizumab. TMB and GEP were independently predictive of response and demonstrated low correlation, suggesting that they capture distinct features of neoantigenicity and T cell activation. Analysis of The Cancer Genome Atlas database showed TMB and GEP to have a low correlation, and analysis by joint stratification revealed biomarker-defined patterns of targetable-resistance biology. These biomarkers may have utility in clinical trial design by guiding rational selection of anti-PD-1 monotherapy and combination immunotherapy regimens.",
    "journal": "Science (New York, N.Y.)",
    "pub_date": "2018-Oct",
    "doi": "10.1126/science.aar3593",
    "pmid": "30309915",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies, Monoclonal, Humanized",
      "Antineoplastic Agents, Immunological",
      "Biomarkers, Tumor",
      "Cell Cycle Checkpoints",
      "Genetic Markers",
      "Humans",
      "Immunotherapy",
      "Inflammation",
      "Molecular Targeted Therapy",
      "Mutation",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "T-Lymphocytes",
      "Transcriptome",
      "Tumor Burden"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30309915/",
    "summary_ja": "PD-1/PD-L1阻害療法は複数のがん種で持続的効果を示す一方、反応しない患者も多い。著者らは4つのKEYNOTE試験に由来する22腫瘍種・300例超の検体を解析し、腫瘍変異量（TMB）とT細胞炎症性遺伝子発現プロファイル（GEP）がペムブロリズマブ反応性の予測に有用であることを示した。TMBとGEPはそれぞれ独立に反応と関連し相関が低く、ネオ抗原性とT細胞活性化という異なる生物学的側面を捉える可能性が示唆された。TCGA解析でも両者の低相関が確認され、両指標の層別化により抵抗性に関わる生物学的パターンが示され、試験設計や単剤/併用選択に資する可能性がある。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:39663448",
    "source": "pubmed",
    "source_id": "39663448",
    "title": "Neutralizing GDF-15 can overcome anti-PD-1 and anti-PD-L1 resistance in solid tumours.",
    "year": 2025,
    "authors": [
      "Melero Ignacio",
      "de Miguel Luken Maria",
      "de Velasco Guillermo",
      "Garralda Elena",
      "Martín-Liberal Juan",
      "Joerger Markus",
      "Alonso Guzman",
      "Goebeler Maria-Elisabeth",
      "Schuler Martin",
      "König David",
      "Dummer Reinhard",
      "Reig Maria",
      "Rodriguez Ruiz Maria-Esperanza",
      "Calvo Emiliano",
      "Esteban-Villarrubia Jorge",
      "Oberoi Arjun",
      "Sabat Paula",
      "Soto-Castillo Juan José",
      "Koster Kira-Lee",
      "Saavedra Omar",
      "Sayehli Cyrus",
      "Gromke Tanja",
      "Läubli Heinz",
      "Ramelyte Egle",
      "Fortuny Marta",
      "Landa-Magdalena Ana",
      "Moreno Irene",
      "Torres-Jiménez Javier",
      "Hernando-Calvo Alberto",
      "Hess Dagmar",
      "Racca Fabricio",
      "Richly Heike",
      "Schmitt Andreas M",
      "Eggenschwiler Corinne",
      "Sanduzzi-Zamparelli Marco",
      "Vilalta-Lacarra Anna",
      "Trojan Jörg",
      "Koch Christine",
      "Galle Peter R",
      "Foerster Friedrich",
      "Trajanoski Zlatko",
      "Hackl Hubert",
      "Gogolla Falk",
      "Koll Florestan J",
      "Wild Peter",
      "Chun Felix Kyoung Hwan",
      "Reis Henning",
      "Lloyd Peter",
      "Machacek Matthias",
      "Gajewski Thomas F",
      "Fridman Wolf H",
      "Eggermont Alexander M M",
      "Bargou Ralf",
      "Schöniger Sandra",
      "Rüschoff Josef",
      "Tereshchenko Anastasiia",
      "Zink Carina",
      "da Silva Antonio",
      "Lichtenegger Felix S",
      "Akdemir Julia",
      "Rüdiger Manfred",
      "L'Huillier Phil",
      "Dutta Aradhana",
      "Haake Markus",
      "Auckenthaler Alexandra",
      "Gjorgjioska Ana",
      "Rössler Bernhard",
      "Hermann Frank",
      "Liebig Mara",
      "Reichhardt Daniela",
      "Schuberth-Wagner Christine",
      "Wischhusen Jörg",
      "Fettes Petra",
      "Auer Marlene",
      "Klar Kathrin",
      "Leo Eugen"
    ],
    "abstract": "Cancer immunotherapies with antibodies blocking immune checkpoint molecules are clinically active across multiple cancer entities and have markedly improved cancer treatment",
    "journal": "Nature",
    "pub_date": "2025-Jan",
    "doi": "10.1038/s41586-024-08305-z",
    "pmid": "39663448",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Growth Differentiation Factor 15",
      "Programmed Cell Death 1 Receptor",
      "Drug Resistance, Neoplasm",
      "B7-H1 Antigen",
      "Female",
      "Antibodies, Neutralizing",
      "Nivolumab",
      "Male",
      "Immune Checkpoint Inhibitors",
      "Neoplasms",
      "Tumor Microenvironment",
      "Middle Aged",
      "Lung Neoplasms"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39663448/",
    "summary_ja": "提示されたアブストラクトが途中で途切れているため、研究デザイン・対象・主要結果・結論を特定できず、内容の要約は確定できません。全文（少なくとも方法と結果を含むアブストラクト全体）を共有してください。現時点で言えるのは、固形腫瘍における抗PD-1/PD-L1抵抗性をGDF-15中和で克服できる可能性を扱うテーマである、という点のみです。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:33855973",
    "source": "pubmed",
    "source_id": "33855973",
    "title": "TYRO3 induces anti-PD-1/PD-L1 therapy resistance by limiting innate immunity and tumoral ferroptosis.",
    "year": 2021,
    "authors": [
      "Jiang Zhou",
      "Lim Seung-Oe",
      "Yan Meisi",
      "Hsu Jennifer L",
      "Yao Jun",
      "Wei Yongkun",
      "Chang Shih-Shin",
      "Yamaguchi Hirohito",
      "Lee Heng-Huan",
      "Ke Baozhen",
      "Hsu Jung-Mao",
      "Chan Li-Chuan",
      "Hortobagyi Gabriel N",
      "Yang Liuqing",
      "Lin Chunru",
      "Yu Dihua",
      "Hung Mien-Chie"
    ],
    "abstract": "Immune checkpoint blockade therapy has demonstrated promising clinical outcomes for multiple cancer types. However, the emergence of resistance as well as inadequate biomarkers for patient stratification have largely limited the clinical benefits. Here, we showed that tumors with high TYRO3 expression exhibited anti-programmed cell death protein 1/programmed death ligand 1 (anti-PD-1/PD-L1) resistance in a syngeneic mouse model and in patients who received anti-PD-1/PD-L1 therapy. Mechanistically, TYRO3 inhibited tumor cell ferroptosis triggered by anti-PD-1/PD-L1 and facilitated the development of a protumor microenvironment by reducing the M1/M2 macrophage ratio, resulting in resistance to anti-PD-1/PD-L1 therapy. Inhibition of TYRO3 promoted tumor ferroptosis and sensitized resistant tumors to anti-PD-1 therapy. Collectively, our findings suggest that TYRO3 could serve as a predictive biomarker for patient selection and a promising therapeutic target to overcome anti-PD-1/PD-L1 resistance.",
    "journal": "The Journal of clinical investigation",
    "pub_date": "2021-Apr",
    "doi": "10.1172/JCI139434",
    "pmid": "33855973",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "B7-H1 Antigen",
      "Drug Resistance, Neoplasm",
      "Ferroptosis",
      "Humans",
      "Immune Checkpoint Inhibitors",
      "Immunity, Innate",
      "Mice",
      "Neoplasm Proteins",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Receptor Protein-Tyrosine Kinases",
      "THP-1 Cells"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/33855973/",
    "summary_ja": "免疫チェックポイント阻害（抗PD-1/PD-L1）治療は有効例がある一方、抵抗性の出現と適切なバイオマーカー不足が課題である。著者らは、TYRO3高発現腫瘍が同系マウスモデルおよび抗PD-1/PD-L1治療を受けた患者において治療抵抗性と関連することを示した。機序として、TYRO3が治療誘導性の腫瘍細胞フェロトーシスを抑制し、M1/M2マクロファージ比の低下など免疫抑制的微小環境を促して抵抗性に寄与するとした。さらにTYRO3阻害によりフェロトーシスが促進され、抵抗性腫瘍が抗PD-1治療に感受性化する可能性が示唆された。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:33606996",
    "source": "pubmed",
    "source_id": "33606996",
    "title": "Interferon-γ induces tumor resistance to anti-PD-1 immunotherapy by promoting YAP phase separation.",
    "year": 2021,
    "authors": [
      "Yu Man",
      "Peng Zhengxin",
      "Qin Min",
      "Liu Yang",
      "Wang Jingning",
      "Zhang Cai",
      "Lin Jiaming",
      "Dong Tianqi",
      "Wang Lulu",
      "Li Shasha",
      "Yang Yongqin",
      "Xu Shan",
      "Guo Wencong",
      "Zhang Xiao",
      "Shi Mingjun",
      "Peng Huiming",
      "Luo Xianwen",
      "Zhang Huixia",
      "Zhang Li",
      "Li Yan",
      "Yang Xiang-Ping",
      "Sun Shuguo"
    ],
    "abstract": "Interferon-γ (IFN-γ)-mediated adaptive resistance is one major barrier to improving immunotherapy in solid tumors. However, the mechanisms are not completely understood. Here, we report that IFN-γ promotes nuclear translocation and phase separation of YAP after anti-PD-1 therapy in tumor cells. Hydrophobic interactions of the YAP coiled-coil domain mediate droplet initiation, and weak interactions of the intrinsically disordered region in the C terminus promote droplet formation. YAP partitions with the transcription factor TEAD4, the histone acetyltransferase EP300, and Mediator1 and forms transcriptional hubs for maximizing target gene transcriptions, independent of the canonical STAT1-IRF1 transcription program. Disruption of YAP phase separation reduced tumor growth, enhanced immune response, and sensitized tumor cells to anti-PD-1 therapy. YAP activity is negatively correlated with patient outcome. Our study indicates that YAP mediates the IFN-γ pro-tumor effect through its nuclear phase separation and suggests that YAP can be used as a predictive biomarker and target of anti-PD-1 combination therapy.",
    "journal": "Molecular cell",
    "pub_date": "2021-Mar",
    "doi": "10.1016/j.molcel.2021.01.010",
    "pmid": "33606996",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "A549 Cells",
      "Adaptor Proteins, Signal Transducing",
      "Animals",
      "Biomarkers, Tumor",
      "Drug Resistance, Neoplasm",
      "HEK293 Cells",
      "Humans",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "Interferon-gamma",
      "Mice",
      "Mice, Knockout",
      "Neoplasms, Experimental",
      "Programmed Cell Death 1 Receptor",
      "Transcription Factors",
      "YAP-Signaling Proteins"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/33606996/",
    "summary_ja": "本研究は、抗PD-1治療後にIFN-γが腫瘍細胞内でYAPの核内移行と相分離（液滴形成）を促進し、免疫療法に対する適応的抵抗性に寄与することを示した。YAPのコイルドコイル領域の疎水性相互作用が液滴開始を、C末端の天然変性領域の弱い相互作用が液滴形成を支えると報告している。相分離したYAPはTEAD4やEP300、Mediator1とともに転写ハブを形成し、STAT1-IRF1経路とは独立に標的遺伝子転写を増強する。YAP相分離の阻害により腫瘍増殖が抑制され免疫応答が高まり、抗PD-1への感受性が改善し、さらにYAP活性は患者予後不良と負の相関を示した。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:35062949",
    "source": "pubmed",
    "source_id": "35062949",
    "title": "Combination strategies with PD-1/PD-L1 blockade: current advances and future directions.",
    "year": 2022,
    "authors": [
      "Yi Ming",
      "Zheng Xiaoli",
      "Niu Mengke",
      "Zhu Shuangli",
      "Ge Hong",
      "Wu Kongming"
    ],
    "abstract": "Antibodies targeting programmed cell death protein-1 (PD-1) or its ligand PD-L1 rescue T cells from exhausted status and revive immune response against cancer cells. Based on the immense success in clinical trials, ten α-PD-1 (nivolumab, pembrolizumab, cemiplimab, sintilimab, camrelizumab, toripalimab, tislelizumab, zimberelimab, prolgolimab, and dostarlimab) and three α-PD-L1 antibodies (atezolizumab, durvalumab, and avelumab) have been approved for various types of cancers. Nevertheless, the low response rate of α-PD-1/PD-L1 therapy remains to be resolved. For most cancer patients, PD-1/PD-L1 pathway is not the sole speed-limiting factor of antitumor immunity, and it is insufficient to motivate effective antitumor immune response by blocking PD-1/PD-L1 axis. It has been validated that some combination therapies, including α-PD-1/PD-L1 plus chemotherapy, radiotherapy, angiogenesis inhibitors, targeted therapy, other immune checkpoint inhibitors, agonists of the co-stimulatory molecule, stimulator of interferon genes agonists, fecal microbiota transplantation, epigenetic modulators, or metabolic modulators, have superior antitumor efficacies and higher response rates. Moreover, bifunctional or bispecific antibodies containing α-PD-1/PD-L1 moiety also elicited more potent antitumor activity. These combination strategies simultaneously boost multiple processes in cancer-immunity cycle, remove immunosuppressive brakes, and orchestrate an immunosupportive tumor microenvironment. In this review, we summarized the synergistic antitumor efficacies and mechanisms of α-PD-1/PD-L1 in combination with other therapies. Moreover, we focused on the advances of α-PD-1/PD-L1-based immunomodulatory strategies in clinical studies. Given the heterogeneity across patients and cancer types, individualized combination selection could improve the effects of α-PD-1/PD-L1-based immunomodulatory strategies and relieve treatment resistance.",
    "journal": "Molecular cancer",
    "pub_date": "2022-Jan",
    "doi": "10.1186/s12943-021-01489-2",
    "pmid": "35062949",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antineoplastic Combined Chemotherapy Protocols",
      "B7-H1 Antigen",
      "Biomarkers, Tumor",
      "Clinical Studies as Topic",
      "Combined Modality Therapy",
      "Disease Management",
      "Disease Susceptibility",
      "Humans",
      "Immune Checkpoint Inhibitors",
      "Molecular Targeted Therapy",
      "Neoplasms",
      "Prognosis",
      "Programmed Cell Death 1 Receptor",
      "Treatment Outcome"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/35062949/",
    "summary_ja": "PD-1/PD-L1を標的とする抗体は、疲弊したT細胞機能を回復させ抗腫瘍免疫を再活性化するが、単剤では奏効率が低いことが課題である。本レビューは、PD-1/PD-L1阻害と化学療法・放射線療法・血管新生阻害・分子標的薬・他の免疫チェックポイント阻害・共刺激分子アゴニスト・STINGアゴニスト・便微生物移植・エピジェネティック/代謝調節薬などの併用、ならびに二機能/二重特異性抗体による強化戦略を整理する。これらの併用はがん免疫サイクルの複数段階を同時に促進し、免疫抑制環境を緩和することで治療効果と応答率の向上が期待される。患者・がん種の異質性を踏まえ、個別化した併用選択が抵抗性軽減と効果最大化に重要である。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:39303724",
    "source": "pubmed",
    "source_id": "39303724",
    "title": "Fusobacterium nucleatum facilitates anti-PD-1 therapy in microsatellite stable colorectal cancer.",
    "year": 2024,
    "authors": [
      "Wang Xueliang",
      "Fang Yi",
      "Liang Wei",
      "Wong Chi Chun",
      "Qin Huanlong",
      "Gao Yaohui",
      "Liang Meinong",
      "Song Lei",
      "Zhang Yongxin",
      "Fan Miao",
      "Liu Chuanfa",
      "Lau Harry Cheuk-Hay",
      "Xu Lixia",
      "Li Xiaoxing",
      "Song Wu",
      "Wang Junlin",
      "Wang Na",
      "Yang Tao",
      "Mo Mengmiao",
      "Zhang Xiang",
      "Fang Jingyuan",
      "Liao Bing",
      "Sung Joseph J Y",
      "Yu Jun"
    ],
    "abstract": "Microsatellite stable (MSS) colorectal cancers (CRCs) are often resistant to anti-programmed death-1 (PD-1) therapy. Here, we show that a CRC pathogen, Fusobacterium nucleatum (Fn), paradoxically sensitizes MSS CRC to anti-PD-1. Fecal microbiota transplantation (FMT) from patients with Fn-high MSS CRC to germ-free mice bearing MSS CRC confers sensitivity to anti-PD-1 compared to FMT from Fn-low counterparts. Single Fn administration also potentiates anti-PD-1 efficacy in murine allografts and CD34",
    "journal": "Cancer cell",
    "pub_date": "2024-Oct",
    "doi": "10.1016/j.ccell.2024.08.019",
    "pmid": "39303724",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Colorectal Neoplasms",
      "Humans",
      "Animals",
      "Fusobacterium nucleatum",
      "Mice",
      "Fecal Microbiota Transplantation",
      "Programmed Cell Death 1 Receptor",
      "Immune Checkpoint Inhibitors",
      "CD8-Positive T-Lymphocytes",
      "T-Box Domain Proteins",
      "Microsatellite Instability",
      "Butyric Acid",
      "Female",
      "Male",
      "Microsatellite Repeats"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39303724/",
    "summary_ja": "マイクロサテライト安定型（MSS）の大腸癌は抗PD-1療法に抵抗性であることが多いが、本研究はFusobacterium nucleatum（Fn）が逆説的にMSS大腸癌の抗PD-1感受性を高める可能性を示した。Fn高値のMSS大腸癌患者由来便の糞便微生物叢移植（FMT）を無菌マウスのMSS大腸癌モデルに行うと、Fn低値患者由来FMTに比べ抗PD-1への反応性が向上した。さらにFnの単独投与でも、マウス同種移植腫瘍モデルにおける抗PD-1の有効性が増強された。これらより、腫瘍関連微生物が免疫チェックポイント阻害療法の効果に影響しうることが示唆される。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:39168104",
    "source": "pubmed",
    "source_id": "39168104",
    "title": "Soluble Tim-3 serves as a tumor prognostic marker and therapeutic target for CD8",
    "year": 2024,
    "authors": [
      "Chen Chaojia",
      "Zhao Fangcheng",
      "Peng Jiali",
      "Zhao Di",
      "Xu Liyun",
      "Li Huayu",
      "Ma Shuaiya",
      "Peng Xueqi",
      "Sheng Xue",
      "Sun Yang",
      "Wang Tixiao",
      "Dong Haoqing",
      "Ding Yuming",
      "Wu Zhuanchang",
      "Liang Xiaohong",
      "Gao Lifen",
      "Wang Hongyan",
      "Ma Chunhong",
      "Li Chunyang"
    ],
    "abstract": "Resistance to PD-1 blockade in onco-immunotherapy greatly limits its clinical application. T cell immunoglobulin and mucin domain containing-3 (Tim-3), a promising immune checkpoint target, is cleaved by ADAM10/17 to produce its soluble form (sTim-3) in humans, potentially becoming involved in anti-PD-1 resistance. Herein, serum sTim-3 upregulation was observed in non-small cell lung cancer (NSCLC) and various digestive tumors. Notably, serum sTim-3 is further upregulated in non-responding patients undergoing anti-PD-1 therapy for NSCLC and anti-PD-1-resistant cholangiocarcinoma patients. Furthermore, sTim-3 overexpression facilitates tumor progression and confers anti-PD-1 resistance in multiple tumor mouse models. Mechanistically, sTim-3 induces terminal T cell exhaustion and attenuates CD8",
    "journal": "Cell reports. Medicine",
    "pub_date": "2024-Aug",
    "doi": "10.1016/j.xcrm.2024.101686",
    "pmid": "39168104",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Hepatitis A Virus Cellular Receptor 2",
      "Humans",
      "Animals",
      "CD8-Positive T-Lymphocytes",
      "Drug Resistance, Neoplasm",
      "Mice",
      "Programmed Cell Death 1 Receptor",
      "Prognosis",
      "Biomarkers, Tumor",
      "Immune Checkpoint Inhibitors",
      "Cell Line, Tumor",
      "Female",
      "Male",
      "Lung Neoplasms",
      "Carcinoma, Non-Small-Cell Lung",
      "ADAM10 Protein",
      "Mice, Inbred C57BL",
      "T-Cell Exhaustion"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39168104/",
    "summary_ja": "本研究は、免疫チェックポイント阻害（抗PD-1）に対する抵抗性に可溶性Tim-3（sTim-3）が関与する可能性を検討した。血清sTim-3はNSCLCや消化器系腫瘍で上昇し、NSCLCの抗PD-1治療で非奏効の患者や、抗PD-1抵抗性の胆管癌患者でさらに高値であった。マウス腫瘍モデルではsTim-3過剰発現が腫瘍進行を促進し、抗PD-1抵抗性を付与した。機序として、sTim-3がCD8 T細胞の終末疲弊を誘導し抗腫瘍免疫を減弱させることが示唆された。",
    "evidence_level": "3b"
  },
  {
    "paper_id": "pubmed:40577442",
    "source": "pubmed",
    "source_id": "40577442",
    "title": "Riplet promotes lipid metabolism changes associated with CD8 T cell exhaustion and anti-PD-1 resistance in hepatocellular carcinoma.",
    "year": 2025,
    "authors": [
      "Liang Junnan",
      "Liao Jingyu",
      "Chang Ruizhi",
      "Jia Wenlong",
      "Li Ganxun",
      "Chen Zeyu",
      "Wu Hang",
      "Zhu Chang",
      "Wen Jingyuan",
      "Huang Qibo",
      "Gao Han",
      "Gui Zichen",
      "Xu Weiqi",
      "Liang Huifang",
      "Liu Qiumeng",
      "Xu Dafeng",
      "Li Zifu",
      "Xia Limin",
      "Chen Xiaoping",
      "Huang Zhao",
      "Zhang Wanguang",
      "Ding Zeyang",
      "Zhang Bixiang"
    ],
    "abstract": "The overall response rate to immunotherapy is modest in hepatocellular carcinoma (HCC), and immunotherapy resistance mechanisms are incompletely understood. We report that the E3 ubiquitin ligase ",
    "journal": "Science immunology",
    "pub_date": "2025-Jun",
    "doi": "10.1126/sciimmunol.ado3485",
    "pmid": "40577442",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Carcinoma, Hepatocellular",
      "CD8-Positive T-Lymphocytes",
      "Liver Neoplasms",
      "Humans",
      "Lipid Metabolism",
      "Drug Resistance, Neoplasm",
      "Programmed Cell Death 1 Receptor",
      "Animals",
      "Mice",
      "Cell Line, Tumor",
      "Immune Checkpoint Inhibitors",
      "Ubiquitin-Protein Ligases",
      "Fatty Acid Synthase, Type I",
      "STAT3 Transcription Factor",
      "T-Cell Exhaustion"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/40577442/",
    "summary_ja": "提示された抄録は途中で切れており詳細は不明ですが、肝細胞癌（HCC）における免疫療法（抗PD-1など）の奏効率が限定的で、抵抗性機序が十分に解明されていないという背景が述べられています。著者らは、E3ユビキチンリガーゼであるRipletが、CD8陽性T細胞の疲弊（exhaustion）と関連する脂質代謝変化を促進し、抗PD-1抵抗性に関与する可能性を報告する内容と読み取れます。全体として、腫瘍免疫の代謝制御という観点から、治療抵抗性の分子機序と介入標的の示唆を目的とした研究であると考えられます。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:39889705",
    "source": "pubmed",
    "source_id": "39889705",
    "title": "Contrasting cytotoxic and regulatory T cell responses underlying distinct clinical outcomes to anti-PD-1 plus lenvatinib therapy in cancer.",
    "year": 2025,
    "authors": [
      "Guo Xinyi",
      "Nie Hu",
      "Zhang Wenwen",
      "Li Jiesheng",
      "Ge Jing",
      "Xie Bowen",
      "Hu Wenbo",
      "Zhu Yicheng",
      "Zhong Na",
      "Zhang Xinmei",
      "Zhao Xiaohong",
      "Wang Xiaoshuang",
      "Sun Qinli",
      "Wei Kun",
      "Chen Xiaoyuan",
      "Ni Ling",
      "Zhang Ting",
      "Lu Shichun",
      "Zhang Lei",
      "Dong Chen"
    ],
    "abstract": "Combination of anti-PD-1 with lenvatinib showed clinical efficacy in multiple cancers, yet the underlying immunological mechanisms are unclear. Here, we compared T cells in hepatocellular carcinoma (HCC) patients before and after combination treatment using single-cell transcriptomics and T cell receptor (scTCR) clonotype analyses. We found that tumor-infiltrating GZMK",
    "journal": "Cancer cell",
    "pub_date": "2025-Feb",
    "doi": "10.1016/j.ccell.2025.01.001",
    "pmid": "39889705",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Quinolines",
      "Phenylurea Compounds",
      "T-Lymphocytes, Regulatory",
      "Carcinoma, Hepatocellular",
      "Liver Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "T-Lymphocytes, Cytotoxic",
      "Immune Checkpoint Inhibitors",
      "Antineoplastic Combined Chemotherapy Protocols",
      "Male",
      "Female",
      "CD8-Positive T-Lymphocytes",
      "Lymphocytes, Tumor-Infiltrating",
      "Treatment Outcome",
      "Middle Aged"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39889705/",
    "summary_ja": "抗PD-1抗体とレンバチニブの併用療法は複数のがんで有効性が示されている一方、その免疫学的機序は十分に解明されていない。著者らは肝細胞がん（HCC）患者において、併用療法の前後でT細胞を単一細胞トランスクリプトーム解析と単一細胞TCRクロノタイプ解析により比較した。これにより、治療に伴う腫瘍内T細胞応答の変化とクローン動態を捉え、異なる臨床転帰を規定しうる細胞傷害性T細胞と制御性T細胞の応答の違いを検討した（提示されたアブストラクトが途中で途切れているため詳細は限定的）。",
    "evidence_level": "4"
  },
  {
    "paper_id": "pubmed:39059396",
    "source": "pubmed",
    "source_id": "39059396",
    "title": "Fecal microbiota transplantation improves anti-PD-1 inhibitor efficacy in unresectable or metastatic solid cancers refractory to anti-PD-1 inhibitor.",
    "year": 2024,
    "authors": [
      "Kim Yunjae",
      "Kim Gihyeon",
      "Kim Sujeong",
      "Cho Beomki",
      "Kim Sang-Yeob",
      "Do Eun-Ju",
      "Bae Dong-Jun",
      "Kim Seungil",
      "Kweon Mi-Na",
      "Song Joon Seon",
      "Park Sang Hyoung",
      "Hwang Sung Wook",
      "Kim Mi-Na",
      "Kim Yeongmin",
      "Min Kyungchan",
      "Kim Sung-Han",
      "Adams Mark D",
      "Lee Charles",
      "Park Hansoo",
      "Park Sook Ryun"
    ],
    "abstract": "The gut microbiome significantly influences immune responses and the efficacy of immune checkpoint inhibitors. We conducted a clinical trial (NCT04264975) combining an anti-programmed death-1 (PD-1) inhibitor with fecal microbiota transplantation (FMT) from anti-PD-1 responder in 13 patients with anti-PD-1-refractory advanced solid cancers. FMT induced sustained microbiota changes and clinical benefits in 6 of 13 patients, with 1 partial response and 5 stable diseases, achieving an objective response rate of 7.7% and a disease control rate of 46.2%. The clinical response correlates with increased cytotoxic T cells and immune cytokines in blood and tumors. We isolated Prevotella merdae Immunoactis from a responder to FMT, which stimulates T cell activity and suppresses tumor growth in mice by enhancing cytotoxic T cell infiltration. Additionally, we found Lactobacillus salivarius and Bacteroides plebeius may inhibit anti-tumor immunity. Our findings suggest that FMT with beneficial microbiota can overcome resistance to anti-PD-1 inhibitors in advanced solid cancers, especially gastrointestinal cancers.",
    "journal": "Cell host & microbe",
    "pub_date": "2024-Aug",
    "doi": "10.1016/j.chom.2024.06.010",
    "pmid": "39059396",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Humans",
      "Mice",
      "Cytokines",
      "Fecal Microbiota Transplantation",
      "Feces",
      "Gastrointestinal Microbiome",
      "Immune Checkpoint Inhibitors",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Male",
      "Female",
      "Adult",
      "Middle Aged"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39059396/",
    "summary_ja": "腸内細菌叢が免疫チェックポイント阻害薬の効果に影響することを背景に、抗PD-1抵抗性の進行固形がん患者13例で、奏効者由来の糞便微生物移植（FMT）を抗PD-1阻害薬に併用する臨床試験を行った。FMTにより腸内細菌叢の変化が持続し、13例中6例で臨床的利益（部分奏効1例、安定5例）が得られ、奏効率7.7%、病勢制御率46.2%だった。反応例では末梢血・腫瘍内で細胞傷害性T細胞やサイトカインの増加と関連し、奏効者由来のPrevotella merdae ImmunoactisがマウスでT細胞活性化と腫瘍増殖抑制を示した。一方でLactobacillus salivariusやBacteroides plebeiusが抗腫瘍免疫を阻害する可能性も示唆された。",
    "evidence_level": "4"
  },
  {
    "paper_id": "pubmed:29567705",
    "source": "pubmed",
    "source_id": "29567705",
    "title": "Cancer immunotherapy using checkpoint blockade.",
    "year": 2018,
    "authors": [
      "Ribas Antoni",
      "Wolchok Jedd D"
    ],
    "abstract": "The release of negative regulators of immune activation (immune checkpoints) that limit antitumor responses has resulted in unprecedented rates of long-lasting tumor responses in patients with a variety of cancers. This can be achieved by antibodies blocking the cytotoxic T lymphocyte-associated protein 4 (CTLA-4) or the programmed cell death 1 (PD-1) pathway, either alone or in combination. The main premise for inducing an immune response is the preexistence of antitumor T cells that were limited by specific immune checkpoints. Most patients who have tumor responses maintain long-lasting disease control, yet one-third of patients relapse. Mechanisms of acquired resistance are currently poorly understood, but evidence points to alterations that converge on the antigen presentation and interferon-γ signaling pathways. New-generation combinatorial therapies may overcome resistance mechanisms to immune checkpoint therapy.",
    "journal": "Science (New York, N.Y.)",
    "pub_date": "2018-Mar",
    "doi": "10.1126/science.aar4060",
    "pmid": "29567705",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies",
      "CTLA-4 Antigen",
      "Humans",
      "Immunotherapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/29567705/",
    "summary_ja": "免疫チェックポイント（CTLA-4やPD-1経路）による免疫抑制を抗体で解除することで、多様ながん種で長期に持続する腫瘍反応が得られることが示されている。治療効果の前提として、腫瘍特異的T細胞が既に存在し、特定のチェックポイントにより抑えられていた可能性が強調される。多くの奏効例は長期の病勢制御を維持する一方、約3分の1で再発が起こる。獲得耐性の機序は十分解明されていないが、抗原提示やIFN-γシグナル伝達経路に収束する変化が関与する可能性が示唆され、併用療法などの新規組み合わせ戦略が耐性克服に有望とされる。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:38462037",
    "source": "pubmed",
    "source_id": "38462037",
    "title": "LRP1 induces anti-PD-1 resistance by modulating the DLL4-NOTCH2-CCL2 axis and redirecting M2-like macrophage polarisation in bladder cancer.",
    "year": 2024,
    "authors": [
      "Lin Hansen",
      "Fu Liangmin",
      "Zhou Xinwei",
      "Yu Anze",
      "Chen Yuhang",
      "Liao Wuyuan",
      "Shu Guannan",
      "Zhang Lizhen",
      "Tan Lei",
      "Liang Hui",
      "Wang Zhu",
      "Deng Qiong",
      "Wang Jieyan",
      "Jin Meiyu",
      "Chen Zhenhua",
      "Wei Jinhuan",
      "Cao Jiazheng",
      "Chen Wei",
      "Li Xiaofei",
      "Li Pengju",
      "Lu Jun",
      "Luo Junhang"
    ],
    "abstract": "The tumour microenvironment (TME) drives bladder cancer (BLCA) progression. Targeting the TME has emerged as a promising strategy for BLCA treatment in recent years. Furthermore, checkpoint blockade therapies are only beneficial for a minority of patients with BLCA, and drug resistance is a barrier to achieving significant clinical effects of anti-programmed cell death protein-1 (PD-1)/programmed death protein ligand-1 (PD-L1) therapy. In this study, higher low-density lipoprotein receptor-related protein 1 (LRP1) levels were related to a poorer prognosis for patients with various cancers, including those with higher grades and later stages of BLCA. Enrichment analysis demonstrated that LRP1 plays a role in the epithelial-mesenchymal transition (EMT), NOTCH signalling pathway, and ubiquitination. LRP1 knockdown in BLCA cells delayed BLCA progression both in vivo and in vitro. Furthermore, LRP1 knockdown suppressed EMT, reduced DLL4-NOTCH2 signalling activity, and downregulated M2-like macrophage polarisation. Patients with BLCA and higher LRP1 levels responded weakly to anti-PD-1 therapy in the IMvigor210 cohort. Moreover, LRP1 knockdown enhanced the therapeutic effects of anti-PD-1 in mice. Taken together, our findings suggest that LRP1 is a potential target for improving the efficacy of anti-PD-1/PD-L1 therapy by preventing EMT and M2-like macrophage polarisation by blocking the DLL4-NOTCH2 axis.",
    "journal": "Cancer letters",
    "pub_date": "2024-Jul",
    "doi": "10.1016/j.canlet.2024.216807",
    "pmid": "38462037",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Female",
      "Humans",
      "Male",
      "Mice",
      "Adaptor Proteins, Signal Transducing",
      "Calcium-Binding Proteins",
      "Cell Line, Tumor",
      "Chemokine CCL2",
      "Drug Resistance, Neoplasm",
      "Epithelial-Mesenchymal Transition",
      "Immune Checkpoint Inhibitors",
      "Low Density Lipoprotein Receptor-Related Protein-1",
      "Macrophages",
      "Programmed Cell Death 1 Receptor",
      "Receptor, Notch2",
      "Signal Transduction",
      "Tumor Microenvironment",
      "Urinary Bladder Neoplasms",
      "Xenograft Model Antitumor Assays"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/38462037/",
    "summary_ja": "膀胱癌の腫瘍微小環境が免疫療法抵抗性に関与するという背景のもと、LRP1高発現が膀胱癌を含む複数癌種で予後不良や高悪性度・進行期と関連することを示した。解析からLRP1はEMT、NOTCHシグナル、ユビキチン化に関与し、膀胱癌細胞でのLRP1ノックダウンはin vitro/in vivoで腫瘍進展を抑制した。機序としてDLL4-NOTCH2経路の低下を介してEMTとM2様マクロファージ分極を抑えることが示唆された。IMvigor210コホートではLRP1高値の患者で抗PD-1反応が弱く、マウスではLRP1ノックダウンが抗PD-1治療効果を増強した。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:29443960",
    "source": "pubmed",
    "source_id": "29443960",
    "title": "TGFβ attenuates tumour response to PD-L1 blockade by contributing to exclusion of T cells.",
    "year": 2018,
    "authors": [
      "Mariathasan Sanjeev",
      "Turley Shannon J",
      "Nickles Dorothee",
      "Castiglioni Alessandra",
      "Yuen Kobe",
      "Wang Yulei",
      "Kadel Edward E",
      "Koeppen Hartmut",
      "Astarita Jillian L",
      "Cubas Rafael",
      "Jhunjhunwala Suchit",
      "Banchereau Romain",
      "Yang Yagai",
      "Guan Yinghui",
      "Chalouni Cecile",
      "Ziai James",
      "Şenbabaoğlu Yasin",
      "Santoro Stephen",
      "Sheinson Daniel",
      "Hung Jeffrey",
      "Giltnane Jennifer M",
      "Pierce Andrew A",
      "Mesh Kathryn",
      "Lianoglou Steve",
      "Riegler Johannes",
      "Carano Richard A D",
      "Eriksson Pontus",
      "Höglund Mattias",
      "Somarriba Loan",
      "Halligan Daniel L",
      "van der Heijden Michiel S",
      "Loriot Yohann",
      "Rosenberg Jonathan E",
      "Fong Lawrence",
      "Mellman Ira",
      "Chen Daniel S",
      "Green Marjorie",
      "Derleth Christina",
      "Fine Gregg D",
      "Hegde Priti S",
      "Bourgon Richard",
      "Powles Thomas"
    ],
    "abstract": "Therapeutic antibodies that block the programmed death-1 (PD-1)-programmed death-ligand 1 (PD-L1) pathway can induce robust and durable responses in patients with various cancers, including metastatic urothelial cancer. However, these responses only occur in a subset of patients. Elucidating the determinants of response and resistance is key to improving outcomes and developing new treatment strategies. Here we examined tumours from a large cohort of patients with metastatic urothelial cancer who were treated with an anti-PD-L1 agent (atezolizumab) and identified major determinants of clinical outcome. Response to treatment was associated with CD8",
    "journal": "Nature",
    "pub_date": "2018-Feb",
    "doi": "10.1038/nature25501",
    "pmid": "29443960",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Antibodies",
      "Antibodies, Monoclonal",
      "Antibodies, Monoclonal, Humanized",
      "Antigens, Neoplasm",
      "B7-H1 Antigen",
      "CD8-Positive T-Lymphocytes",
      "Cell Cycle Checkpoints",
      "Cohort Studies",
      "Collagen",
      "Disease Models, Animal",
      "Drug Resistance, Neoplasm",
      "Fibroblasts",
      "Humans",
      "Immunotherapy",
      "Mice",
      "Mutation",
      "Neoplasm Metastasis",
      "Phenotype",
      "Signal Transduction",
      "Transforming Growth Factor beta",
      "Treatment Outcome",
      "Tumor Microenvironment",
      "Urologic Neoplasms",
      "Urothelium"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/29443960/",
    "summary_ja": "PD-1/PD-L1経路を遮断する抗体療法は複数のがんで持続的奏効を示し得る一方、反応する患者は一部に限られます。本研究は、抗PD-L1抗体アテゾリズマブで治療された転移性尿路上皮がん患者の大規模コホートの腫瘍検体を解析し、臨床転帰を規定する主要因を同定することを目的としています。結果として、TGFβが腫瘍内へのT細胞浸潤を排除（T cell exclusion）することに寄与し、PD-L1阻害に対する腫瘍応答を減弱させる可能性が示唆されています。また、治療反応はCD8に関連すると報告されています。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:30753825",
    "source": "pubmed",
    "source_id": "30753825",
    "title": "Distinct Immune Cell Populations Define Response to Anti-PD-1 Monotherapy and Anti-PD-1/Anti-CTLA-4 Combined Therapy.",
    "year": 2019,
    "authors": [
      "Gide Tuba N",
      "Quek Camelia",
      "Menzies Alexander M",
      "Tasker Annie T",
      "Shang Ping",
      "Holst Jeff",
      "Madore Jason",
      "Lim Su Yin",
      "Velickovic Rebecca",
      "Wongchenko Matthew",
      "Yan Yibing",
      "Lo Serigne",
      "Carlino Matteo S",
      "Guminski Alexander",
      "Saw Robyn P M",
      "Pang Angel",
      "McGuire Helen M",
      "Palendira Umaimainthan",
      "Thompson John F",
      "Rizos Helen",
      "Silva Ines Pires da",
      "Batten Marcel",
      "Scolyer Richard A",
      "Long Georgina V",
      "Wilmott James S"
    ],
    "abstract": "Cancer immunotherapies provide survival benefits in responding patients, but many patients fail to respond. Identifying the biology of treatment response and resistance are a priority to optimize drug selection and improve patient outcomes. We performed transcriptomic and immune profiling on 158 tumor biopsies from melanoma patients treated with anti-PD-1 monotherapy (n = 63) or combined anti-PD-1 and anti-CTLA-4 (n = 57). These data identified activated T cell signatures and T cell populations in responders to both treatments. Further mass cytometry analysis identified an EOMES",
    "journal": "Cancer cell",
    "pub_date": "2019-Feb",
    "doi": "10.1016/j.ccell.2019.01.003",
    "pmid": "30753825",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Aged",
      "Antibodies, Monoclonal, Humanized",
      "Antigens, CD",
      "Antigens, Differentiation, T-Lymphocyte",
      "Antineoplastic Agents, Immunological",
      "Antineoplastic Combined Chemotherapy Protocols",
      "CTLA-4 Antigen",
      "Drug Resistance, Neoplasm",
      "Female",
      "Humans",
      "Immunologic Memory",
      "Ipilimumab",
      "Lectins, C-Type",
      "Leukocyte Common Antigens",
      "Lymphocytes, Tumor-Infiltrating",
      "Male",
      "Melanoma",
      "Middle Aged",
      "Nivolumab",
      "Phenotype",
      "Programmed Cell Death 1 Receptor",
      "Retrospective Studies",
      "Signal Transduction",
      "Skin Neoplasms",
      "T-Lymphocytes",
      "Treatment Outcome",
      "Tumor Burden",
      "CD69 Antigens"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30753825/",
    "summary_ja": "本研究は、メラノーマ患者における抗PD-1単剤療法および抗PD-1/抗CTLA-4併用療法の奏効・不奏効の生物学的背景を明らかにすることを目的とした。治療を受けた患者の腫瘍生検158検体（抗PD-1単剤63例、併用57例）に対してトランスクリプトーム解析と免疫プロファイリングを実施した。その結果、両治療の奏効例で活性化T細胞シグネチャーおよびT細胞集団が同定された。さらに質量サイトメトリー解析により、EOMESに関連する免疫細胞集団が示唆された（抄録が途中で途切れているため詳細は限定的）。",
    "evidence_level": "2c"
  },
  {
    "paper_id": "pubmed:34981670",
    "source": "pubmed",
    "source_id": "34981670",
    "title": "Anti-PD-L1/TGF-βR fusion protein (SHR-1701) overcomes disrupted lymphocyte recovery-induced resistance to PD-1/PD-L1 inhibitors in lung cancer.",
    "year": 2022,
    "authors": [
      "Cheng Bo",
      "Ding Kaikai",
      "Chen Pengxiang",
      "Ji Jianxiong",
      "Luo Tao",
      "Guo Xiaofan",
      "Qiu Wei",
      "Ma Chunhong",
      "Meng Xue",
      "Wang Jian",
      "Yu Jinming",
      "Liu Yuan"
    ],
    "abstract": "BACKGROUND: Second-generation programmed cell death-protein 1/programmed death-ligand 1 (PD-1/PD-L1) inhibitors, such as bintrafusp alfa (M7824), SHR-1701, and YM101, have been developed to simultaneously block PD-1/PD-L1 and transforming growth factor-beta/transforming growth factor-beta receptor (TGF-β/TGF-βR). Consequently, it is necessary to identify predictive factors of lung cancer patients who are not only resistant to PD-1/PD-L1 inhibitors but also sensitive to bifunctional drugs. The purpose of this study was to search for such predictors. METHODS: Multivariable Cox regression was used to study the association between the clinical outcome of treatment with PD-1/PD-L1 inhibitors and lymphocyte recovery after lymphopenia in lung cancer patients. Murine CMT167 lung cancer cells were engineered to express the firefly luciferase gene and implanted orthotopically in the lung of syngeneic mice. Bioluminescence imaging, flow cytometry, and immunohistochemistry were employed to determine response to immunotherapy and function of tumor-infiltrating immune cells. RESULTS: For lung cancer patients treated with anti-PD-1/PD-L1 antibodies, poor lymphocyte recovery was associated with a shorter progression-free survival (PFS; P < 0.001), an accumulation of regulatory T cells (Tregs), and an elimination of CD8 CONCLUSIONS: Lung cancer patients with poor lymphocyte recovery and suffering from persistent lymphopenia after previous chemotherapy are resistant to anti-PD-1/PD-L1 antibodies but might be sensitive to second-generation agents such as SHR-1701.",
    "journal": "Cancer communications (London, England)",
    "pub_date": "2022-Jan",
    "doi": "10.1002/cac2.12244",
    "pmid": "34981670",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "B7-H1 Antigen",
      "CD8-Positive T-Lymphocytes",
      "Humans",
      "Immune Checkpoint Inhibitors",
      "Lung Neoplasms",
      "Mice",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/34981670/",
    "summary_ja": "本研究は、肺がんにおいてPD-1/PD-L1阻害薬に抵抗性だがPD-L1/TGF-βR二重阻害（SHR-1701など）に感受性を示し得る患者の予測因子を探索した。PD-1/PD-L1抗体治療を受けた肺がん患者の解析では、リンパ球減少後のリンパ球回復不良が無増悪生存期間（PFS）の短縮と関連し、制御性T細胞の増加やCD8陽性T細胞機能の低下を伴った。さらに同系マウス肺がんモデルで免疫療法反応と腫瘍浸潤免疫細胞の機能を評価し、回復不良に伴う免疫抑制状態がPD-1/PD-L1阻害薬抵抗性に関与することを支持した。結論として、化学療法後に持続するリンパ球減少とリンパ球回復不良を有する患者はPD-1/PD-L1阻害薬には抵抗性だが、SHR-1701のような二重阻害薬の候補となり得る。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:26997480",
    "source": "pubmed",
    "source_id": "26997480",
    "title": "Genomic and Transcriptomic Features of Response to Anti-PD-1 Therapy in Metastatic Melanoma.",
    "year": 2016,
    "authors": [
      "Hugo Willy",
      "Zaretsky Jesse M",
      "Sun Lu",
      "Song Chunying",
      "Moreno Blanca Homet",
      "Hu-Lieskovan Siwen",
      "Berent-Maoz Beata",
      "Pang Jia",
      "Chmielowski Bartosz",
      "Cherry Grace",
      "Seja Elizabeth",
      "Lomeli Shirley",
      "Kong Xiangju",
      "Kelley Mark C",
      "Sosman Jeffrey A",
      "Johnson Douglas B",
      "Ribas Antoni",
      "Lo Roger S"
    ],
    "abstract": "PD-1 immune checkpoint blockade provides significant clinical benefits for melanoma patients. We analyzed the somatic mutanomes and transcriptomes of pretreatment melanoma biopsies to identify factors that may influence innate sensitivity or resistance to anti-PD-1 therapy. We find that overall high mutational loads associate with improved survival, and tumors from responding patients are enriched for mutations in the DNA repair gene BRCA2. Innately resistant tumors display a transcriptional signature (referred to as the IPRES, or innate anti-PD-1 resistance), indicating concurrent up-expression of genes involved in the regulation of mesenchymal transition, cell adhesion, extracellular matrix remodeling, angiogenesis, and wound healing. Notably, mitogen-activated protein kinase (MAPK)-targeted therapy (MAPK inhibitor) induces similar signatures in melanoma, suggesting that a non-genomic form of MAPK inhibitor resistance mediates cross-resistance to anti-PD-1 therapy. Validation of the IPRES in other independent tumor cohorts defines a transcriptomic subset across distinct types of advanced cancer. These findings suggest that attenuating the biological processes that underlie IPRES may improve anti-PD-1 response in melanoma and other cancer types.",
    "journal": "Cell",
    "pub_date": "2016-Mar",
    "doi": "10.1016/j.cell.2016.02.065",
    "pmid": "26997480",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies, Monoclonal",
      "Antibodies, Monoclonal, Humanized",
      "Antineoplastic Agents",
      "BRCA2 Protein",
      "Drug Resistance, Neoplasm",
      "Humans",
      "MAP Kinase Signaling System",
      "Melanoma",
      "Neoplasm Metastasis",
      "Nivolumab",
      "Programmed Cell Death 1 Receptor",
      "Transcriptome"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/26997480/",
    "summary_ja": "本研究は、転移性メラノーマに対する抗PD-1療法の奏効/抵抗性に関わる要因を、治療前生検の体細胞変異（mutanome）とトランスクリプトーム解析から探索した。高い変異負荷は生存改善と関連し、奏効例の腫瘍ではDNA修復遺伝子BRCA2の変異が相対的に多かった。先天的抵抗性腫瘍では、間葉系転換、細胞接着、細胞外マトリックス改変、血管新生、創傷治癒に関わる遺伝子群の同時上昇からなるIPRES（innate anti-PD-1 resistance）という転写シグネチャを示した。MAPK阻害薬治療が類似シグネチャを誘導し得ること、またIPRESが独立コホートや他がん種でも検証されることから、IPRES基盤の生物学的過程を抑える介入が抗PD-1反応性改善につながる可能性が示唆された。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:40925954",
    "source": "pubmed",
    "source_id": "40925954",
    "title": "CD160 dictates anti-PD-1 immunotherapy resistance by regulating CD8",
    "year": 2025,
    "authors": [
      "Zheng Tongsen",
      "Ding Chujie",
      "Lai Shihui",
      "Gao Yang",
      "Lyu Cheng",
      "Liu Caiqi",
      "Shi Jiaqi",
      "Li Xiaobo",
      "Li Mingwei",
      "Meng Hongxue",
      "Li Mingqi",
      "Liang Yingjian",
      "Tai Sheng",
      "Cheng Liang",
      "Zhang Yan",
      "Li Li",
      "Han Peng",
      "Sun Bin",
      "Liu Te",
      "Geng Feng",
      "Hao Dapeng",
      "Zhang Xue"
    ],
    "abstract": "The colon exhibits higher propensity for tumour development than ileum. However, the role of immune microenvironment differences in driving this disparity remains unclear. Here, by comparing paired ileum and colon samples from patients with colorectal cancer (CRC) and healthy donors, we identified ileum-enriched CD160",
    "journal": "Nature cell biology",
    "pub_date": "2025-Sep",
    "doi": "10.1038/s41556-025-01753-3",
    "pmid": "40925954",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Colorectal Neoplasms",
      "Humans",
      "CD8-Positive T-Lymphocytes",
      "Programmed Cell Death 1 Receptor",
      "Animals",
      "Antigens, CD",
      "Drug Resistance, Neoplasm",
      "Mice",
      "GPI-Linked Proteins",
      "Tumor Microenvironment",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "Cell Line, Tumor",
      "Mice, Inbred C57BL",
      "Lymphocytes, Tumor-Infiltrating",
      "Female",
      "Signal Transduction",
      "Receptors, Immunologic",
      "Mice, Knockout",
      "Male",
      "T-Cell Exhaustion"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/40925954/",
    "summary_ja": "結腸は回腸より腫瘍が発生しやすいが、その差を生む免疫微小環境の違いは十分に分かっていない。著者らは大腸がん患者および健常ドナーから得た回腸・結腸のペア検体を比較し、回腸で豊富なCD160陽性免疫集団を同定した。本研究は、部位差に関連する免疫環境の特徴を明らかにし、免疫療法抵抗性（抗PD-1抵抗性）に関与し得る分子としてCD160に着目している（ただし抄録が途中であり結論の詳細は不明）。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:39842432",
    "source": "pubmed",
    "source_id": "39842432",
    "title": "MFGE8 induces anti-PD-1 therapy resistance by promoting extracellular vesicle sorting of PD-L1.",
    "year": 2025,
    "authors": [
      "Wang Wenhui",
      "Chen Jiming",
      "Wang Shibo",
      "Sun Xinhai",
      "Yang Jie",
      "Yu Pengfei",
      "Hu Guinv",
      "Wang Jiang",
      "Zhang Jing",
      "Qiao Shuya",
      "Wang Jianli",
      "Zhang Gensheng",
      "He Yuzhou",
      "Feng Huajun",
      "Cai Zhijian"
    ],
    "abstract": "Anti-PD-1 therapy, effective in patients with various advanced tumors, still encounters the challenge of insensitivity in most patients. Here, we demonstrate that PD-L1 on tumor cell-derived extracellular vesicles (TEVs) is critical for anti-PD-1 therapy resistance. Reducing endogenous and transferring exogenous TEVs abrogates and induces anti-PD-1 therapy resistance, respectively. Notably, PD-L1 is sorted onto TEVs via the endosomal sorting complex required for transport after ubiquitination by UBE4A and gradually upregulated on TEVs with tumor progression. During progression, increased MFGE8 from tumor cells promotes self α",
    "journal": "Cell reports. Medicine",
    "pub_date": "2025-Feb",
    "doi": "10.1016/j.xcrm.2024.101922",
    "pmid": "39842432",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "B7-H1 Antigen",
      "Extracellular Vesicles",
      "Drug Resistance, Neoplasm",
      "Cell Line, Tumor",
      "Programmed Cell Death 1 Receptor",
      "Animals",
      "Mice",
      "Ubiquitination",
      "Female",
      "Neoplasms",
      "Immune Checkpoint Inhibitors",
      "Endosomal Sorting Complexes Required for Transport",
      "Male"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39842432/",
    "summary_ja": "本研究は、腫瘍細胞由来の細胞外小胞（TEVs）上に存在するPD-L1が、抗PD-1療法抵抗性の形成に重要であることを示した。内因性TEVsを減らすと抵抗性が低下し、外因性TEVsを移入すると抵抗性が誘導されることから、TEVsが抵抗性を媒介する因果的役割を持つ可能性が示唆される。PD-L1はUBE4Aによるユビキチン化後、ESCRT機構を介してTEVsへ選別され、腫瘍進行に伴いTEVs上のPD-L1が段階的に増加する。さらに腫瘍細胞由来MFGE8の増加がこの過程を促進し、抗PD-1療法抵抗性に寄与することが示される。",
    "evidence_level": "5"
  }
]