[
  {
    "paper_id": "pubmed:30888929",
    "source": "pubmed",
    "source_id": "30888929",
    "title": "PD-1 and PD-L1 in cancer immunotherapy: clinical implications and future considerations.",
    "year": 2019,
    "authors": [
      "Jiang Yongshuai",
      "Chen Ming",
      "Nie Hong",
      "Yuan Yuanyang"
    ],
    "abstract": "Programmed death-1 (PD-1) is a cell surface receptor that functions as a T cell checkpoint and plays a central role in regulating T cell exhaustion. Binding of PD-1 to its ligand, programmed death-ligand 1 (PD-L1), activates downstream signaling pathways and inhibits T cell activation. Moreover abnormally high PD-L1 expression on tumor cells and antigen-presenting cells in the tumor microenvironment mediates tumor immune escape, and the development of anti-PD-1/PD-L1 antibodies has recently become a hot topic in cancer immunotherapy. Here, we review the structure of PD-1 and PD-L1, the function of the PD-1/PD-L1 signaling pathway, the application of PD-1 or PD-L1 monoclonal antibodies and future directions for anti-PD-1/PD-L1 antibodies with combination therapies. Cancer immunotherapy using PD-1/PD-L1 immune checkpoint blockade may require more studies, and this approach may be curative for patients with many types of cancer in the future.",
    "journal": "Human vaccines & immunotherapeutics",
    "pub_date": "2019",
    "doi": "10.1080/21645515.2019.1571892",
    "pmid": "30888929",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies, Monoclonal",
      "Antineoplastic Agents, Immunological",
      "B7-H1 Antigen",
      "Clinical Trials as Topic",
      "Combined Modality Therapy",
      "Humans",
      "Immunotherapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Signal Transduction",
      "T-Lymphocytes",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30888929/",
    "summary_ja": "PD-1はT細胞のチェックポイント受容体で、PD-L1との結合により下流シグナルが活性化され、T細胞活性化が抑制される。腫瘍細胞や腫瘍微小環境の抗原提示細胞でPD-L1が過剰発現すると免疫逃避を促し、これを標的とする抗PD-1/PD-L1抗体ががん免疫療法で注目されている。本稿はPD-1/PD-L1の構造とシグナル経路、抗体医薬の応用、併用療法を含む今後の方向性を概説する。免疫チェックポイント阻害は多様ながんで将来的に治癒的となり得るが、さらなる研究が必要である。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:39068460",
    "source": "pubmed",
    "source_id": "39068460",
    "title": "Dual blockade immunotherapy targeting PD-1/PD-L1 and CTLA-4 in lung cancer.",
    "year": 2024,
    "authors": [
      "Cheng Weishi",
      "Kang Kai",
      "Zhao Ailin",
      "Wu Yijun"
    ],
    "abstract": "Cancer immunotherapies, represented by immune checkpoint inhibitors (ICIs), have reshaped the treatment paradigm for both advanced non-small cell lung cancer and small cell lung cancer. Programmed death receptor-1/programmed death receptor ligand-1 (PD-1/PD-L1) and cytotoxic T lymphocyte-associated antigen-4 (CTLA-4) are some of the most common and promising targets in ICIs. Compared to ICI monotherapy, which occasionally demonstrates treatment resistance and limited efficacy, the dual blockade immunotherapy targeting PD-1/PD-L1 and CTLA-4 operates at different stages of T cell activation with synergistically enhancing immune responses against cancer cells. This emerging dual therapy heralds a new direction for cancer immunotherapy, which, however, may increase the risk of drug-related adverse reactions while improving efficacy. Previous clinical trials have explored combination therapy strategy of anti-PD-1/PD-L1 and anti-CTLA-4 agents in lung cancer, yet its efficacy remains to be unclear with the inevitable incidence of immune-related adverse events. The recent advent of bispecific antibodies has made this sort of dual targeting more feasible, aiming to alleviate toxicity without compromising efficacy. Thus, this review highlights the role of dual blockade immunotherapy targeting PD-1/PD-L1 and CTLA-4 in treating lung cancer, and further elucidates its pre-clinical mechanisms and current advancements in clinical trials. Besides, we also provide novel insights into the potential combinations of dual blockade therapies with other strategies to optimize the future treatment mode for lung cancer.",
    "journal": "Journal of hematology & oncology",
    "pub_date": "2024-Jul",
    "doi": "10.1186/s13045-024-01581-2",
    "pmid": "39068460",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Humans",
      "B7-H1 Antigen",
      "Carcinoma, Non-Small-Cell Lung",
      "CTLA-4 Antigen",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "Lung Neoplasms",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39068460/",
    "summary_ja": "本総説は、肺癌における免疫チェックポイント阻害薬としてPD-1/PD-L1とCTLA-4を同時に標的とするデュアルブロッケード療法の意義を概説する。単剤ICIでみられる抵抗性や効果限界に対し、T細胞活性化の異なる段階に作用することで相乗的な抗腫瘍免疫を高め得る一方、免疫関連有害事象の増加が課題であると述べる。既存の臨床試験では併用療法の有効性はなお不明確であり、毒性を抑えつつ効果を維持する方策として二重特異性抗体など新規アプローチの進展を取り上げる。さらに、前臨床機序と臨床開発の現状を整理し、他治療戦略との併用最適化に向けた展望を提示する。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:34538007",
    "source": "pubmed",
    "source_id": "34538007",
    "title": "PD-1/PD-L1 blockade: Prospectives for immunotherapy in cancer and autoimmunity.",
    "year": 2021,
    "authors": [
      "Hosseinzadeh Ramin",
      "Feizisani Fahimeh",
      "Shomali Navid",
      "Abdelbasset Walid Kamal",
      "Hemmatzadeh Maryam",
      "Gholizadeh Navashenaq Jamshid",
      "Jadidi-Niaragh Farhad",
      "Bokov Dmitry O",
      "Janebifam Morteza",
      "Mohammadi Hamed"
    ],
    "abstract": "Immune checkpoint blockade therapy (ICBT) has become a successful cancer treatment approach in the field of cancer immunotherapy. Blockade of programmed death 1 (PD-1) and programmed death-ligand 1 (PD-L1) with monoclonal antibodies have been known as successful examples of cancer immunotherapy in recent years. Although ICBT has been shown to be beneficial in cancers, such benefits have only been seen in a portion of cancer patients. In this regard, enhancing the therapeutic effects of inhibiting PD-1 and PD-L1 and reducing the side effects of this approach can be considered as a potential approach in a successful ICBT. In this review, we have highlighted new viewpoints regarding improving the therapeutic effect of PD-1 and PD-L1 blockades in cancer therapy. Besides, their expression levels as a biomarker with prognostic value, their role in intestinal microbiota modulation, combination therapy, and immune-related side effects (irAEs) have been discussed.",
    "journal": "IUBMB life",
    "pub_date": "2021-Nov",
    "doi": "10.1002/iub.2558",
    "pmid": "34538007",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antineoplastic Combined Chemotherapy Protocols",
      "Arthritis, Rheumatoid",
      "Autoimmunity",
      "B7-H1 Antigen",
      "Biomarkers, Tumor",
      "Diabetes Mellitus, Type 1",
      "Gastrointestinal Microbiome",
      "Humans",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "Lupus Erythematosus, Systemic",
      "Neoplasms",
      "Polymorphism, Single Nucleotide",
      "Prognosis",
      "Programmed Cell Death 1 Receptor"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/34538007/",
    "summary_ja": "免疫チェックポイント阻害療法として、抗PD-1/抗PD-L1抗体による阻害はがん治療で成功しているが、有効性は一部の患者に限られる。そこで本レビューは、PD-1/PD-L1阻害の治療効果を高め、副作用を低減するための新たな観点を整理している。具体的には、PD-1/PD-L1発現の予後バイオマーカーとしての意義、腸内細菌叢との関連、併用療法、免疫関連有害事象（irAEs）について議論している。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:30635237",
    "source": "pubmed",
    "source_id": "30635237",
    "title": "Intratumoral Tcf1",
    "year": 2019,
    "authors": [
      "Siddiqui Imran",
      "Schaeuble Karin",
      "Chennupati Vijaykumar",
      "Fuertes Marraco Silvia A",
      "Calderon-Copete Sandra",
      "Pais Ferreira Daniela",
      "Carmona Santiago J",
      "Scarpellino Leonardo",
      "Gfeller David",
      "Pradervand Sylvain",
      "Luther Sanjiv A",
      "Speiser Daniel E",
      "Held Werner"
    ],
    "abstract": "Checkpoint blockade mediates a proliferative response of tumor-infiltrating CD8",
    "journal": "Immunity",
    "pub_date": "2019-Jan",
    "doi": "10.1016/j.immuni.2018.12.021",
    "pmid": "30635237",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Antibodies, Monoclonal",
      "CD8-Positive T-Lymphocytes",
      "Cell Differentiation",
      "Cell Proliferation",
      "Hepatitis A Virus Cellular Receptor 2",
      "Hepatocyte Nuclear Factor 1-alpha",
      "Humans",
      "Immunotherapy",
      "Lymphocytes, Tumor-Infiltrating",
      "Melanoma",
      "Melanoma, Experimental",
      "Mice",
      "Mice, Inbred C57BL",
      "Programmed Cell Death 1 Receptor",
      "Stem Cells",
      "T-Lymphocyte Subsets"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30635237/",
    "summary_ja": "提示されたアブストラクトは途中で途切れており、チェックポイント阻害が腫瘍浸潤CD8 T細胞に増殖性の応答を引き起こすことを述べているところまでしか読み取れません。タイトルからは、腫瘍内（intratumoral）のTcf1に焦点を当て、抗腫瘍免疫応答に関わるT細胞状態（幹細胞様/前駆様など）やその制御機構を扱う研究である可能性が示唆されます。しかし、研究デザイン（臨床試験か動物/基礎実験か）、対象、介入、主要評価項目、結果が不明なため、結論の具体性は評価できません。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:32839551",
    "source": "pubmed",
    "source_id": "32839551",
    "title": "Acetylation-dependent regulation of PD-L1 nuclear translocation dictates the efficacy of anti-PD-1 immunotherapy.",
    "year": 2020,
    "authors": [
      "Gao Yang",
      "Nihira Naoe Taira",
      "Bu Xia",
      "Chu Chen",
      "Zhang Jinfang",
      "Kolodziejczyk Aleksandra",
      "Fan Yizeng",
      "Chan Ngai Ting",
      "Ma Leina",
      "Liu Jing",
      "Wang Dong",
      "Dai Xiaoming",
      "Liu Huadong",
      "Ono Masaya",
      "Nakanishi Akira",
      "Inuzuka Hiroyuki",
      "North Brian J",
      "Huang Yu-Han",
      "Sharma Samanta",
      "Geng Yan",
      "Xu Wei",
      "Liu X Shirley",
      "Li Lei",
      "Miki Yoshio",
      "Sicinski Piotr",
      "Freeman Gordon J",
      "Wei Wenyi"
    ],
    "abstract": "Immunotherapies that target programmed cell death protein 1 (PD-1) and its ligand PD-L1 as well as cytotoxic T-lymphocyte-associated protein 4 (CTLA4) have shown impressive clinical outcomes for multiple tumours. However, only a subset of patients achieves durable responses, suggesting that the mechanisms of the immune checkpoint pathways are not completely understood. Here, we report that PD-L1 translocates from the plasma membrane into the nucleus through interactions with components of the endocytosis and nucleocytoplasmic transport pathways, regulated by p300-mediated acetylation and HDAC2-dependent deacetylation of PD-L1. Moreover, PD-L1 deficiency leads to compromised expression of multiple immune-response-related genes. Genetically or pharmacologically modulating PD-L1 acetylation blocks its nuclear translocation, reprograms the expression of immune-response-related genes and, as a consequence, enhances the anti-tumour response to PD-1 blockade. Thus, our results reveal an acetylation-dependent regulation of PD-L1 nuclear localization that governs immune-response gene expression, and thereby advocate targeting PD-L1 translocation to enhance the efficacy of PD-1/PD-L1 blockade.",
    "journal": "Nature cell biology",
    "pub_date": "2020-Sep",
    "doi": "10.1038/s41556-020-0562-4",
    "pmid": "32839551",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Acetylation",
      "Animals",
      "B7-H1 Antigen",
      "Cell Line",
      "Cell Line, Tumor",
      "Cell Nucleus",
      "E1A-Associated p300 Protein",
      "Gene Expression",
      "HEK293 Cells",
      "Humans",
      "Immunotherapy",
      "MCF-7 Cells",
      "Mice",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Protein Processing, Post-Translational",
      "RAW 264.7 Cells"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/32839551/",
    "summary_ja": "PD-L1は膜から核へ移行し、その過程はエンドサイトーシスおよび核内外輸送経路の因子との相互作用を介して起こると報告している。PD-L1の核移行はp300によるアセチル化とHDAC2による脱アセチル化で制御され、アセチル化状態を変えることで核移行を阻害できる。PD-L1欠損は免疫応答関連遺伝子の発現低下を招き、核移行阻害による遺伝子発現の再プログラムが示唆される。遺伝学的または薬理学的にPD-L1アセチル化を調節して核移行を抑えると、PD-1阻害療法に対する抗腫瘍応答が増強されるとしている。",
    "evidence_level": "5"
  }
]