[
  {
    "paper_id": "pubmed:25695955",
    "source": "pubmed",
    "source_id": "25695955",
    "title": "PD-L1 Expression as a Predictive Biomarker in Cancer Immunotherapy.",
    "year": 2015,
    "authors": [
      "Patel Sandip Pravin",
      "Kurzrock Razelle"
    ],
    "abstract": "The resurgence of cancer immunotherapy stems from an improved understanding of the tumor microenvironment. The PD-1/PD-L1 axis is of particular interest, in light of promising data demonstrating a restoration of host immunity against tumors, with the prospect of durable remissions. Indeed, remarkable clinical responses have been seen in several different malignancies including, but not limited to, melanoma, lung, kidney, and bladder cancers. Even so, determining which patients derive benefit from PD-1/PD-L1-directed immunotherapy remains an important clinical question, particularly in light of the autoimmune toxicity of these agents. The use of PD-L1 (B7-H1) immunohistochemistry (IHC) as a predictive biomarker is confounded by multiple unresolved issues: variable detection antibodies, differing IHC cutoffs, tissue preparation, processing variability, primary versus metastatic biopsies, oncogenic versus induced PD-L1 expression, and staining of tumor versus immune cells. Emerging data suggest that patients whose tumors overexpress PD-L1 by IHC have improved clinical outcomes with anti-PD-1-directed therapy, but the presence of robust responses in some patients with low levels of expression of these markers complicates the issue of PD-L1 as an exclusionary predictive biomarker. An improved understanding of the host immune system and tumor microenvironment will better elucidate which patients derive benefit from these promising agents.",
    "journal": "Molecular cancer therapeutics",
    "pub_date": "2015-Apr",
    "doi": "10.1158/1535-7163.MCT-14-0983",
    "pmid": "25695955",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "B7-H1 Antigen",
      "Biomarkers",
      "Gene Expression",
      "Humans",
      "Immunohistochemistry",
      "Immunophenotyping",
      "Immunotherapy",
      "Neoplasms",
      "Phenotype",
      "Prognosis"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/25695955/",
    "summary_ja": "がん免疫療法の進展により、PD-1/PD-L1経路を標的とする治療で複数のがん種において顕著かつ持続的な奏効が報告されている。 一方で自己免疫毒性もあり、誰が治療利益を得るかの予測が重要である。PD-L1免疫染色（IHC）を予測バイオマーカーとして用いる試みは、抗体やカットオフ、検体処理、原発/転移、腫瘍細胞/免疫細胞の染色など多くの未解決要因により解釈が難しい。PD-L1高発現例で奏効が良い可能性は示唆されるが、低発現でも強い反応が起こり得るため、除外基準としては不十分であり、腫瘍微小環境と宿主免疫の理解深化が必要だと述べている。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:27117833",
    "source": "pubmed",
    "source_id": "27117833",
    "title": "PD-L1 Expression in Lung Cancer.",
    "year": 2016,
    "authors": [
      "Yu Hui",
      "Boyle Theresa A",
      "Zhou Caicun",
      "Rimm David L",
      "Hirsch Fred R"
    ],
    "abstract": "Immunotherapies targeted against programmed death ligand 1 (PD-L1) and its receptor (PD-1) have improved survival in a subset of patients with advanced lung cancer. PD-L1 protein expression has emerged as a biomarker that predicts which patients are more likely to respond to immunotherapy. The understanding of PD-L1 as a biomarker is complicated by the history of use of different immunohistochemistry platforms with different PD-L1 antibodies, scoring systems, and positivity cut-offs for immunotherapy clinical trials with different anti-PD-L1 and anti-PD-1 drugs. Herein, we summarize the brief history of PD-L1 as a biomarker and describe the challenges remaining to harmonize PD-L1 detection and interpretation for best patient care.",
    "journal": "Journal of thoracic oncology : official publication of the International Association for the Study of Lung Cancer",
    "pub_date": "2016-Jul",
    "doi": "10.1016/j.jtho.2016.04.014",
    "pmid": "27117833",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "B7-H1 Antigen",
      "Biomarkers",
      "Humans",
      "Immunohistochemistry",
      "Immunotherapy",
      "Lung Neoplasms",
      "Mice"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/27117833/",
    "summary_ja": "進行肺癌の一部患者では、PD-1/PD-L1を標的とする免疫療法が生存を改善している。PD-L1タンパク発現は、免疫療法に反応しやすい患者を予測するバイオマーカーとして用いられている。一方で、異なる免疫組織化学プラットフォーム、抗体、スコアリング法、陽性カットオフが臨床試験ごとに混在してきた経緯があり、解釈は複雑である。本稿はPD-L1バイオマーカーの経緯を概説し、検出法と判定の標準化（ハーモナイゼーション）に残る課題を整理している。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:31668929",
    "source": "pubmed",
    "source_id": "31668929",
    "title": "Mechanisms Controlling PD-L1 Expression in Cancer.",
    "year": 2019,
    "authors": [
      "Cha Jong-Ho",
      "Chan Li-Chuan",
      "Li Chia-Wei",
      "Hsu Jennifer L",
      "Hung Mien-Chie"
    ],
    "abstract": "The engagement of programmed cell death protein 1 (PD-1; encoded by the PDCD1 gene) receptor expressed on activated T cells and its ligand, programmed death-ligand 1 (PD-L1; encoded by the CD274 gene), is a major co-inhibitory checkpoint signaling that controls T cell activities. Various types of cancers express high levels of PD-L1 and exploit PD-L1/PD-1 signaling to evade T cell immunity. Blocking the PD-L1/PD-1 pathway has consistently shown remarkable anti-tumor effects in patients with advanced cancers and is recognized as the gold standard for developing new immune checkpoint blockade (ICB) and combination therapies. However, the response rates of anti-PD-L1 have been limited in several solid tumors. Therefore, furthering our understanding of the regulatory mechanisms of PD-L1 can bring substantial benefits to patients with cancer by improving the efficacy of current PD-L1/PD-1 blockade or other ICBs. In this review, we provide current knowledge of PD-L1 regulatory mechanisms at the transcriptional, posttranscriptional, post-translational, and extracellular levels, and discuss the implications of these findings in cancer diagnosis and immunotherapy.",
    "journal": "Molecular cell",
    "pub_date": "2019-Nov",
    "doi": "10.1016/j.molcel.2019.09.030",
    "pmid": "31668929",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Antineoplastic Agents, Immunological",
      "B7-H1 Antigen",
      "Biomarkers, Tumor",
      "Gene Expression Regulation, Neoplastic",
      "Humans",
      "Molecular Targeted Therapy",
      "Neoplasms",
      "Protein Processing, Post-Translational",
      "RNA Processing, Post-Transcriptional",
      "Signal Transduction",
      "Transcription, Genetic",
      "Tumor Escape"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/31668929/",
    "summary_ja": "PD-1/PD-L1経路は活性化T細胞の免疫応答を抑制する主要な免疫チェックポイントであり、多くのがんはPD-L1高発現を利用してT細胞免疫から逃避する。PD-1/PD-L1阻害は進行がんで顕著な抗腫瘍効果を示し、免疫チェックポイント阻害療法開発の基盤となっている。一方で固形腫瘍の一部では抗PD-L1の奏効率が限定的であり、PD-L1発現制御機構の理解深化が治療効果向上に重要である。本総説は、転写・転写後・翻訳後・細胞外レベルにおけるPD-L1制御機構の最新知見を整理し、診断や免疫療法への示唆を論じる。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:32839551",
    "source": "pubmed",
    "source_id": "32839551",
    "title": "Acetylation-dependent regulation of PD-L1 nuclear translocation dictates the efficacy of anti-PD-1 immunotherapy.",
    "year": 2020,
    "authors": [
      "Gao Yang",
      "Nihira Naoe Taira",
      "Bu Xia",
      "Chu Chen",
      "Zhang Jinfang",
      "Kolodziejczyk Aleksandra",
      "Fan Yizeng",
      "Chan Ngai Ting",
      "Ma Leina",
      "Liu Jing",
      "Wang Dong",
      "Dai Xiaoming",
      "Liu Huadong",
      "Ono Masaya",
      "Nakanishi Akira",
      "Inuzuka Hiroyuki",
      "North Brian J",
      "Huang Yu-Han",
      "Sharma Samanta",
      "Geng Yan",
      "Xu Wei",
      "Liu X Shirley",
      "Li Lei",
      "Miki Yoshio",
      "Sicinski Piotr",
      "Freeman Gordon J",
      "Wei Wenyi"
    ],
    "abstract": "Immunotherapies that target programmed cell death protein 1 (PD-1) and its ligand PD-L1 as well as cytotoxic T-lymphocyte-associated protein 4 (CTLA4) have shown impressive clinical outcomes for multiple tumours. However, only a subset of patients achieves durable responses, suggesting that the mechanisms of the immune checkpoint pathways are not completely understood. Here, we report that PD-L1 translocates from the plasma membrane into the nucleus through interactions with components of the endocytosis and nucleocytoplasmic transport pathways, regulated by p300-mediated acetylation and HDAC2-dependent deacetylation of PD-L1. Moreover, PD-L1 deficiency leads to compromised expression of multiple immune-response-related genes. Genetically or pharmacologically modulating PD-L1 acetylation blocks its nuclear translocation, reprograms the expression of immune-response-related genes and, as a consequence, enhances the anti-tumour response to PD-1 blockade. Thus, our results reveal an acetylation-dependent regulation of PD-L1 nuclear localization that governs immune-response gene expression, and thereby advocate targeting PD-L1 translocation to enhance the efficacy of PD-1/PD-L1 blockade.",
    "journal": "Nature cell biology",
    "pub_date": "2020-Sep",
    "doi": "10.1038/s41556-020-0562-4",
    "pmid": "32839551",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Acetylation",
      "Animals",
      "B7-H1 Antigen",
      "Cell Line",
      "Cell Line, Tumor",
      "Cell Nucleus",
      "E1A-Associated p300 Protein",
      "Gene Expression",
      "HEK293 Cells",
      "Humans",
      "Immunotherapy",
      "MCF-7 Cells",
      "Mice",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Protein Processing, Post-Translational",
      "RAW 264.7 Cells"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/32839551/",
    "summary_ja": "PD-1/PD-L1阻害などの免疫チェックポイント療法は有効例がある一方、持続奏効は一部に限られ、機序の未解明が課題である。著者らはPD-L1がエンドサイトーシスおよび核-細胞質輸送経路の因子との相互作用を介して細胞膜から核へ移行し、その過程がp300によるアセチル化とHDAC2による脱アセチル化で制御されることを示した。PD-L1欠損は複数の免疫応答関連遺伝子の発現低下に関連し、PD-L1のアセチル化状態を遺伝学的または薬理学的に操作して核移行を阻害すると、免疫応答関連遺伝子発現が再プログラムされ、PD-1阻害の抗腫瘍効果が増強された。これらの結果から、PD-L1の核移行制御を標的化することがPD-1/PD-L1阻害療法の有効性向上につながる可能性が示唆される。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:39164705",
    "source": "pubmed",
    "source_id": "39164705",
    "title": "Implications of PD-L1 expression on the immune microenvironment in HER2-positive gastric cancer.",
    "year": 2024,
    "authors": [
      "Chen Yang",
      "Jia Keren",
      "Chong Xiaoyi",
      "Xie Yi",
      "Jiang Lei",
      "Peng Haoxin",
      "Liu Dan",
      "Yuan Jiajia",
      "Li Yanyan",
      "Feng Xujiao",
      "Sun Yu",
      "Li Jian",
      "Zhang Xiaotian",
      "Shen Lin"
    ],
    "abstract": "In the KEYNOTE-811 study, anti-HER2 and immunotherapy treatments resulted in longer survival in HER2-positive gastric cancer patients with CPS ≥ 1, whereas CPS < 1 patients lacked notable benefits. We studied this in a real-world cohort of 106 HER2-positive, CPS < 1 patients and found no survival differences between those treated with anti-HER2 therapy alone or with added immunotherapy. Thus, we investigate the tumor microenvironment variations in 160 HER2-positive patients, CPS ≥ 1 cases exhibited elevated spatial effective scores of immune cells, including CD4, CD8 subtypes, and NK cells, compared to CPS < 1. Furthermore, through single-cell sequencing in eight HER2-positive individuals, gene expressions revealed regulation of T-cell co-stimulation in CPS ≥ 1 and IL-1 binding in CPS < 1 cases. Notably, we discovered a CPS < 1 subtype marked by CXCR4",
    "journal": "Molecular cancer",
    "pub_date": "2024-Aug",
    "doi": "10.1186/s12943-024-02085-w",
    "pmid": "39164705",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Tumor Microenvironment",
      "Stomach Neoplasms",
      "B7-H1 Antigen",
      "Erb-b2 Receptor Tyrosine Kinases",
      "Prognosis",
      "Biomarkers, Tumor",
      "Gene Expression Regulation, Neoplastic",
      "Female",
      "Immunotherapy"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39164705/",
    "summary_ja": "KEYNOTE-811ではHER2陽性胃がんのうちPD-L1 CPS≥1で抗HER2療法＋免疫療法の生存利益が示唆された一方、CPS<1では利益が乏しいことが報告されている。著者らは実臨床のHER2陽性・CPS<1の106例で、抗HER2単独と免疫療法追加の間に生存差がないことを確認した。さらに160例の腫瘍微小環境解析では、CPS≥1でCD4/CD8 T細胞やNK細胞などの免疫細胞の空間的有効スコアが高いことを示した。8例の単一細胞解析では、CPS≥1でT細胞共刺激の制御、CPS<1でIL-1結合に関連する発現傾向が示され、CPS<1内にもCXCR4で特徴づけられるサブタイプの存在が示唆された。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:30120041",
    "source": "pubmed",
    "source_id": "30120041",
    "title": "A radiomics approach to assess tumour-infiltrating CD8 cells and response to anti-PD-1 or anti-PD-L1 immunotherapy: an imaging biomarker, retrospective multicohort study.",
    "year": 2018,
    "authors": [
      "Sun Roger",
      "Limkin Elaine Johanna",
      "Vakalopoulou Maria",
      "Dercle Laurent",
      "Champiat Stéphane",
      "Han Shan Rong",
      "Verlingue Loïc",
      "Brandao David",
      "Lancia Andrea",
      "Ammari Samy",
      "Hollebecque Antoine",
      "Scoazec Jean-Yves",
      "Marabelle Aurélien",
      "Massard Christophe",
      "Soria Jean-Charles",
      "Robert Charlotte",
      "Paragios Nikos",
      "Deutsch Eric",
      "Ferté Charles"
    ],
    "abstract": "BACKGROUND: Because responses of patients with cancer to immunotherapy can vary in success, innovative predictors of response to treatment are urgently needed to improve treatment outcomes. We aimed to develop and independently validate a radiomics-based biomarker of tumour-infiltrating CD8 cells in patients included in phase 1 trials of anti-programmed cell death protein (PD)-1 or anti-programmed cell death ligand 1 (PD-L1) monotherapy. We also aimed to evaluate the association between the biomarker, and tumour immune phenotype and clinical outcomes of these patients. METHODS: In this retrospective multicohort study, we used four independent cohorts of patients with advanced solid tumours to develop and validate a radiomic signature predictive of immunotherapy response by combining contrast-enhanced CT images and RNA-seq genomic data from tumour biopsies to assess CD8 cell tumour infiltration. To develop the radiomic signature of CD8 cells, we used the CT images and RNA sequencing data of 135 patients with advanced solid malignant tumours who had been enrolled into the MOSCATO trial between May 1, 2012, and March 31, 2016, in France (training set). The genomic data, which are based on the CD8B gene, were used to estimate the abundance of CD8 cells in the samples and data were then aligned with the images to generate the radiomic signatures. The concordance of the radiomic signature (primary endpoint) was validated in a Cancer Genome Atlas [TGCA] database dataset including 119 patients who had available baseline preoperative imaging data and corresponding transcriptomic data on June 30, 2017. From 84 input variables used for the machine-learning method (78 radiomic features, five location variables, and one technical variable), a radiomics-based predictor of the CD8 cell expression signature was built by use of machine learning (elastic-net regularised regression method). Two other independent cohorts of patients with advanced solid tumours were used to evaluate this predictor. The immune phenotype internal cohort (n=100), were randomly selected from the Gustave Roussy Cancer Campus database of patient medical records based on previously described, extreme tumour-immune phenotypes: immune-inflamed (with dense CD8 cell infiltration) or immune-desert (with low CD8 cell infiltration), irrespective of treatment delivered; these data were used to analyse the correlation of the immune phenotype with this biomarker. Finally, the immunotherapy-treated dataset (n=137) of patients recruited from Dec 1, 2011, to Jan 31, 2014, at the Gustave Roussy Cancer Campus, who had been treated with anti-PD-1 and anti-PD-L1 monotherapy in phase 1 trials, was used to assess the predictive value of this biomarker in terms of clinical outcome. FINDINGS: We developed a radiomic signature for CD8 cells that included eight variables, which was validated with the gene expression signature of CD8 cells in the TCGA dataset (area under the curve [AUC]=0·67; 95% CI 0·57-0·77; p=0·0019). In the cohort with assumed immune phenotypes, the signature was also able to discriminate inflamed tumours from immune-desert tumours (0·76; 0·66-0·86; p<0·0001). In patients treated with anti-PD-1 and PD-L1, a high baseline radiomic score (relative to the median) was associated with a higher proportion of patients who achieved an objective response at 3 months (vs those with progressive disease or stable disease; p=0·049) and a higher proportion of patients who had an objective response (vs those with progressive disease or stable disease; p=0·025) or stable disease (vs those with progressive disease; p=0·013) at 6 months. A high baseline radiomic score was also associated with improved overall survival in univariate (median overall survival 24·3 months in the high radiomic score group, 95% CI 18·63-42·1; vs 11·5 months in the low radiomic score group, 7·98-15·6; hazard ratio 0·58, 95% CI 0·39-0·87; p=0·0081) and multivariate analyses (0·52, 0·35-0·79; p=0·0022). INTERPRETATION: The radiomic signature of CD8 cells was validated in three independent cohorts. This imaging predictor provided a promising way to predict the immune phenotype of tumours and to infer clinical outcomes for patients with cancer who had been treated with anti-PD-1 and PD-L1. Our imaging biomarker could be useful in estimating CD8 cell count and predicting clinical outcomes of patients treated with immunotherapy, when validated by further prospective randomised trials. FUNDING: Fondation pour la Recherche Médicale, and SIRIC-SOCRATE 2.0, French Society of Radiation Oncology.",
    "journal": "The Lancet. Oncology",
    "pub_date": "2018-Sep",
    "doi": "10.1016/S1470-2045(18)30413-3",
    "pmid": "30120041",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Adult",
      "Aged",
      "Antineoplastic Agents, Immunological",
      "B7-H1 Antigen",
      "Biomarkers, Tumor",
      "CD8-Positive T-Lymphocytes",
      "Female",
      "Gene Expression Profiling",
      "Humans",
      "Lymphocytes, Tumor-Infiltrating",
      "Male",
      "Middle Aged",
      "Molecular Imaging",
      "Neoplasms",
      "Phenotype",
      "Predictive Value of Tests",
      "Programmed Cell Death 1 Receptor",
      "RNA, Neoplasm",
      "Reproducibility of Results",
      "Retrospective Studies",
      "Sequence Analysis, RNA",
      "Time Factors",
      "Tomography, X-Ray Computed",
      "Transcriptome",
      "Treatment Outcome"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30120041/",
    "summary_ja": "本研究は、造影CT画像と腫瘍生検RNA-seq（CD8B発現）を統合し、腫瘍内CD8細胞浸潤を推定する放射線画像（ラジオミクス）署名を機械学習で開発した後ろ向き多コホート研究である。MOSCATO試験由来の135例で署名を構築し、TCGAの119例および2つの独立コホートで検証し、CD8遺伝子署名や免疫表現型（inflamed vs desert）の識別に一定の性能を示した。免疫療法（抗PD-1/抗PD-L1）治療例では、高いベースライン放射線スコアが客観的奏効や全生存期間の改善と関連した。画像バイオマーカーとして有望だが、臨床実装には前向き無作為化試験での追加検証が必要と結論づけている。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:30309915",
    "source": "pubmed",
    "source_id": "30309915",
    "title": "Pan-tumor genomic biomarkers for PD-1 checkpoint blockade-based immunotherapy.",
    "year": 2018,
    "authors": [
      "Cristescu Razvan",
      "Mogg Robin",
      "Ayers Mark",
      "Albright Andrew",
      "Murphy Erin",
      "Yearley Jennifer",
      "Sher Xinwei",
      "Liu Xiao Qiao",
      "Lu Hongchao",
      "Nebozhyn Michael",
      "Zhang Chunsheng",
      "Lunceford Jared K",
      "Joe Andrew",
      "Cheng Jonathan",
      "Webber Andrea L",
      "Ibrahim Nageatte",
      "Plimack Elizabeth R",
      "Ott Patrick A",
      "Seiwert Tanguy Y",
      "Ribas Antoni",
      "McClanahan Terrill K",
      "Tomassini Joanne E",
      "Loboda Andrey",
      "Kaufman David"
    ],
    "abstract": "Programmed cell death protein-1 (PD-1) and programmed cell death ligand-1 (PD-L1) checkpoint blockade immunotherapy elicits durable antitumor effects in multiple cancers, yet not all patients respond. We report the evaluation of >300 patient samples across 22 tumor types from four KEYNOTE clinical trials. Tumor mutational burden (TMB) and a T cell-inflamed gene expression profile (GEP) exhibited joint predictive utility in identifying responders and nonresponders to the PD-1 antibody pembrolizumab. TMB and GEP were independently predictive of response and demonstrated low correlation, suggesting that they capture distinct features of neoantigenicity and T cell activation. Analysis of The Cancer Genome Atlas database showed TMB and GEP to have a low correlation, and analysis by joint stratification revealed biomarker-defined patterns of targetable-resistance biology. These biomarkers may have utility in clinical trial design by guiding rational selection of anti-PD-1 monotherapy and combination immunotherapy regimens.",
    "journal": "Science (New York, N.Y.)",
    "pub_date": "2018-Oct",
    "doi": "10.1126/science.aar3593",
    "pmid": "30309915",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies, Monoclonal, Humanized",
      "Antineoplastic Agents, Immunological",
      "Biomarkers, Tumor",
      "Cell Cycle Checkpoints",
      "Genetic Markers",
      "Humans",
      "Immunotherapy",
      "Inflammation",
      "Molecular Targeted Therapy",
      "Mutation",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "T-Lymphocytes",
      "Transcriptome",
      "Tumor Burden"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30309915/",
    "summary_ja": "PD-1/PD-L1阻害療法は複数のがん種で有効性を示す一方、反応しない患者も多い。本研究は4つのKEYNOTE臨床試験に由来する22腫瘍種・300例超の検体を解析し、腫瘍変異量（TMB）とT細胞炎症性遺伝子発現プロファイル（GEP）がペムブロリズマブ奏効の予測に有用であることを示した。TMBとGEPはそれぞれ独立して奏効と関連し相関が低く、ネオ抗原性とT細胞活性化という異なる側面を捉える可能性が示唆された。TCGA解析でも両者の相関は低く、併用層別化により標的化可能な抵抗性生物学のパターンが示され、試験設計や単剤/併用選択への応用が提案された。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:39694700",
    "source": "pubmed",
    "source_id": "39694700",
    "title": "LKB1 dictates sensitivity to immunotherapy through Skp2-mediated ubiquitination of PD-L1 protein in non-small cell lung cancer.",
    "year": 2024,
    "authors": [
      "Lv Liting",
      "Miao Qing",
      "Zhan Sutong",
      "Chen Peilin",
      "Liu Wei",
      "Lv Jiawen",
      "Yan Wenjie",
      "Wang Dong",
      "Liu Hongbing",
      "Yin Jie",
      "Feng Jian",
      "Song Yong",
      "Ye Mingxiang",
      "Lv Tangfeng"
    ],
    "abstract": "BACKGROUND: Loss-of-function mutations of  METHODS: We investigated the mutational landscape of  RESULTS: By using NGS data sets and histological approaches, we demonstrated that LKB1 status was positively associated with PD-L1 protein expression and conferred a T cell-enriched \"hot\" TME in NSCLC. Patients with good responses to anti-PD-1/PD-L1 immunotherapy possessed a high level of LKB1 and PD-L1. Skp2 emerged as the molecular hub connecting LKB1 and PD-L1, by which Skp2 catalyzed K63-linked polyubiquitination on K136 and K280 residues to stabilize PD-L1 protein. Inhibition of Skp2 expression by short hairpin RNA or its E3 ligase activity by compound #25 abrogated intact expression of PD-L1 in vitro and generated a T cell-excluded \"cold\" TME in vivo. Thus, the LKB1-Skp2-PD-L1 regulatory loop was crucial for retaining PD-L1 protein expression and manipulation of this pathway would be a feasible approach for TME remodeling. CONCLUSION: LKB1 and Skp2 are required for intact PD-L1 protein expression and TME remodeling in NSCLC. Inhibition of Skp2 resulted in a conversion from \"hot\" TME to \"cold\" TME and abrogated therapeutic outcomes of immunotherapy. Screening LKB1 and Skp2 status would be helpful to select recipients who may benefit from anti-PD-1/PD-L1 immunotherapy.",
    "journal": "Journal for immunotherapy of cancer",
    "pub_date": "2024-Dec",
    "doi": "10.1136/jitc-2024-009444",
    "pmid": "39694700",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "AMP-Activated Protein Kinase Kinases",
      "S-Phase Kinase-Associated Proteins",
      "B7-H1 Antigen",
      "Ubiquitination",
      "Loss of Function Mutation",
      "Carcinoma, Non-Small-Cell Lung",
      "Lung Neoplasms",
      "Immunotherapy",
      "Drug Resistance, Neoplasm",
      "Immune Checkpoint Inhibitors",
      "Gene Expression Regulation, Neoplastic",
      "Tumor Microenvironment",
      "Biomarkers, Tumor",
      "Cell Line, Tumor",
      "Specific Pathogen-Free Organisms",
      "Mice, Inbred C57BL",
      "Male",
      "Animals",
      "Mice",
      "Xenograft Model Antitumor Assays",
      "Female",
      "Middle Aged",
      "Antineoplastic Combined Chemotherapy Protocols",
      "Ubiquitin-Protein Ligases",
      "Cohort Studies"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39694700/",
    "summary_ja": "本研究は非小細胞肺癌（NSCLC）において、LKB1の状態がPD-L1タンパク発現と関連し、T細胞浸潤の多い「hot」な腫瘍微小環境（TME）を形成することをNGSデータと組織学的解析で示した。抗PD-1/PD-L1免疫療法で良好な奏効を示した患者ではLKB1およびPD-L1が高い傾向があった。機序としてSkp2がLKB1とPD-L1をつなぐ要となり、PD-L1のK63結合型ポリユビキチン化（K136/K280）を介してPD-L1を安定化することが示唆された。Skp2の抑制はPD-L1発現低下と「cold」TME化を引き起こし、免疫療法効果を減弱させ得るため、LKB1/Skp2の評価が治療選択に有用である可能性がある。",
    "evidence_level": "2c"
  },
  {
    "paper_id": "pubmed:35140113",
    "source": "pubmed",
    "source_id": "35140113",
    "title": "Single-cell transcriptome analysis revealed a suppressive tumor immune microenvironment in EGFR mutant lung adenocarcinoma.",
    "year": 2022,
    "authors": [
      "Yang Lei",
      "He Yun-Ting",
      "Dong Song",
      "Wei Xue-Wu",
      "Chen Zhi-Hong",
      "Zhang Bo",
      "Chen Wei-Dong",
      "Yang Xiao-Rong",
      "Wang Fen",
      "Shang Xue-Meng",
      "Zhong Wen-Zhao",
      "Wu Yi-Long",
      "Zhou Qing"
    ],
    "abstract": "BACKGROUNDS: Immunotherapy is less effective in patients with epidermal growth factor receptor (EGFR) mutant non-small-cell lung cancer (NSCLC). Lower programmed cell death-ligand 1 (PD-L1) expression and tumor mutation burden (TMB) are reported to be the underlying mechanism. Being another important factor to affect the efficacy of immunotherapy, tumor microenvironment (TME) characteristics of this subgroup of NSCLC are not comprehensively understood up to date. Hence, we initiated this study to describe the specific TME of EGFR-mutant lung adenocarcinoma (LUAD) from cellular compositional and functional perspectives to better understand the immune landscape of this most common subtype of NSCLC. METHODS: We used single-cell transcriptome sequencing and multiplex immunohistochemistry to investigate the immune microenvironment of EGFR-mutant and EGFR wild-type LUADs and determined the efficacy of immunotherapy. We analyzed single cells from nine treatment-naïve samples and compared them to three post-immunotherapy samples previously reported from single cell perspective using bioinformatics methods. RESULTS: We found that EGFR-mutant malignant epithelial cells had similar characteristics to the epithelial cells in non-responders. EGFR-mutant LUAD lacked CD8 CONCLUSIONS: Our findings provide a comprehensive understanding of the immune landscape of EGFR-mutant LUAD at the single-cell level. Based on the results, many cellular components might have negative impact on the specific TME of EGFR-mutant LUAD through influencing CD8",
    "journal": "Journal for immunotherapy of cancer",
    "pub_date": "2022-Jan",
    "doi": "10.1136/jitc-2021-003534",
    "pmid": "35140113",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Adenocarcinoma of Lung",
      "Biomarkers, Tumor",
      "ErbB Receptors",
      "Female",
      "Humans",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "Lung Neoplasms",
      "Male",
      "Mutation",
      "Prognosis",
      "Single-Cell Analysis",
      "Transcriptome",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/35140113/",
    "summary_ja": "EGFR変異を有する肺腺癌では免疫療法が効きにくい背景として、腫瘍微小環境（TME）の免疫学的特徴が十分に解明されていない。著者らは治療前検体9例の単一細胞トランスクリプトーム解析と多重免疫組織化学により、EGFR変異例と野生型の免疫細胞組成・機能を比較し、既報の免疫療法後検体3例の単一細胞データとも対比した。EGFR変異腫瘍の悪性上皮細胞は免疫療法非奏効例の上皮細胞に近い特徴を示し、免疫抑制的なTME（特にCD8関連の抗腫瘍免疫の乏しさを示唆）が観察された。これらの所見から、EGFR変異肺腺癌に特有の免疫抑制的TMEの全体像を単一細胞レベルで提示している。",
    "evidence_level": "4"
  },
  {
    "paper_id": "pubmed:37217086",
    "source": "pubmed",
    "source_id": "37217086",
    "title": "Correlation between immunotherapy biomarker PD-L1 expression and genetic alteration in patients with non-small cell lung cancer.",
    "year": 2023,
    "authors": [
      "Chen Hefeng",
      "Ge Mengxi",
      "Zhang Fuchuang",
      "Xing Yishi",
      "Yu Shicheng",
      "Chen Chunzhu",
      "Zhang Hougang",
      "Wang Xiaoyong",
      "Gao Xing",
      "Chen Fangtao",
      "Chen Peilin",
      "Zhang Dadong",
      "Zhan Qiong",
      "Zhu Youcai"
    ],
    "abstract": "Programmed death-ligand 1 (PD-L1) has been widely used in immunotherapy evaluation of patients with non-small cell lung cancer (NSCLC). However, the effect is not particularly ideal, and the association between PD-L1 and genetic alterations requires more exploration. Here, we performed targeted next-generation sequencing and PD-L1 immunohistochemistry (IHC) testing for PD-L1 expression on both tumor cells (TCs) and tumor-infiltrating immune cells (ICs) in 1549 patients. Our studies showed that surgical method of resection was positively correlated with IC+, and a low tumor mutation burden (TMB) was negatively correlated with TC+. Furthermore, we found that EGFR was mutually exclusive with both ALK and STK11. In addition, the features between PD-L1 expression status and genomic alterations were characterized. These results suggest that clinical characteristics and molecular phenotypes are associated with PD-L1 expression signatures, which may provide novel insights for improving the efficiency of immune checkpoint inhibitors (ICIs) in immunotherapy.",
    "journal": "Genomics",
    "pub_date": "2023-Jul",
    "doi": "10.1016/j.ygeno.2023.110648",
    "pmid": "37217086",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Carcinoma, Non-Small-Cell Lung",
      "Lung Neoplasms",
      "B7-H1 Antigen",
      "Biomarkers, Tumor",
      "Mutation",
      "Immunotherapy"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/37217086/",
    "summary_ja": "本研究は、非小細胞肺癌（NSCLC）1549例を対象に、標的NGSとPD-L1免疫染色（腫瘍細胞TCおよび腫瘍浸潤免疫細胞IC）を用いて、PD-L1発現と遺伝子変化・臨床因子の関連を解析した。切除術式はICのPD-L1陽性と正の相関を示し、低腫瘍変異量（TMB）はTCのPD-L1陽性と負の相関を示した。さらにEGFR変異はALKおよびSTK11と相互排他的であり、PD-L1発現状態とゲノム異常の特徴が整理された。これらの所見は、臨床的特徴と分子表現型がPD-L1発現シグネチャと関連し、免疫チェックポイント阻害薬の適用最適化に資する可能性を示唆する。",
    "evidence_level": "2c"
  },
  {
    "paper_id": "pubmed:25428504",
    "source": "pubmed",
    "source_id": "25428504",
    "title": "Predictive correlates of response to the anti-PD-L1 antibody MPDL3280A in cancer patients.",
    "year": 2014,
    "authors": [
      "Herbst Roy S",
      "Soria Jean-Charles",
      "Kowanetz Marcin",
      "Fine Gregg D",
      "Hamid Omid",
      "Gordon Michael S",
      "Sosman Jeffery A",
      "McDermott David F",
      "Powderly John D",
      "Gettinger Scott N",
      "Kohrt Holbrook E K",
      "Horn Leora",
      "Lawrence Donald P",
      "Rost Sandra",
      "Leabman Maya",
      "Xiao Yuanyuan",
      "Mokatrin Ahmad",
      "Koeppen Hartmut",
      "Hegde Priti S",
      "Mellman Ira",
      "Chen Daniel S",
      "Hodi F Stephen"
    ],
    "abstract": "The development of human cancer is a multistep process characterized by the accumulation of genetic and epigenetic alterations that drive or reflect tumour progression. These changes distinguish cancer cells from their normal counterparts, allowing tumours to be recognized as foreign by the immune system. However, tumours are rarely rejected spontaneously, reflecting their ability to maintain an immunosuppressive microenvironment. Programmed death-ligand 1 (PD-L1; also called B7-H1 or CD274), which is expressed on many cancer and immune cells, plays an important part in blocking the 'cancer immunity cycle' by binding programmed death-1 (PD-1) and B7.1 (CD80), both of which are negative regulators of T-lymphocyte activation. Binding of PD-L1 to its receptors suppresses T-cell migration, proliferation and secretion of cytotoxic mediators, and restricts tumour cell killing. The PD-L1-PD-1 axis protects the host from overactive T-effector cells not only in cancer but also during microbial infections. Blocking PD-L1 should therefore enhance anticancer immunity, but little is known about predictive factors of efficacy. This study was designed to evaluate the safety, activity and biomarkers of PD-L1 inhibition using the engineered humanized antibody MPDL3280A. Here we show that across multiple cancer types, responses (as evaluated by Response Evaluation Criteria in Solid Tumours, version 1.1) were observed in patients with tumours expressing high levels of PD-L1, especially when PD-L1 was expressed by tumour-infiltrating immune cells. Furthermore, responses were associated with T-helper type 1 (TH1) gene expression, CTLA4 expression and the absence of fractalkine (CX3CL1) in baseline tumour specimens. Together, these data suggest that MPDL3280A is most effective in patients in which pre-existing immunity is suppressed by PD-L1, and is re-invigorated on antibody treatment.",
    "journal": "Nature",
    "pub_date": "2014-Nov",
    "doi": "10.1038/nature14011",
    "pmid": "25428504",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Adult",
      "Aged",
      "Aged, 80 and over",
      "Antibodies, Monoclonal",
      "Antibodies, Monoclonal, Humanized",
      "B7-H1 Antigen",
      "Biomarkers",
      "CTLA-4 Antigen",
      "Chemokine CX3CL1",
      "Clinical Protocols",
      "Disease-Free Survival",
      "Female",
      "Gene Expression Regulation, Neoplastic",
      "Humans",
      "Immunotherapy",
      "Lymphocytes, Tumor-Infiltrating",
      "Male",
      "Middle Aged",
      "Neoplasms",
      "Treatment Outcome",
      "Young Adult"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/25428504/",
    "summary_ja": "本研究は、抗PD-L1抗体MPDL3280A（アテゾリズマブ）の安全性・抗腫瘍活性と、有効性を予測しうるバイオマーカーを複数のがん種で評価した。RECIST 1.1での奏効は、腫瘍でPD-L1高発現の患者、とくに腫瘍浸潤免疫細胞でPD-L1が高い場合に多く認められた。さらに奏効は、ベースライン腫瘍におけるTH1関連遺伝子発現やCTLA4発現と関連し、CX3CL1（フラクタルカイン）の欠如とも関連した。これらより、PD-L1により既存免疫が抑制されている腫瘍で治療により免疫が再活性化されやすい可能性が示唆された。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:38744008",
    "source": "pubmed",
    "source_id": "38744008",
    "title": "Proteomic, single-cell and bulk transcriptomic analysis of plasma and tumor tissues unveil core proteins in response to anti-PD-L1 immunotherapy in triple negative breast cancer.",
    "year": 2024,
    "authors": [
      "Li Yingpu",
      "Yue Liang",
      "Zhang Sifan",
      "Wang Xinxuan",
      "Zhu Yu-Nan",
      "Liu Jianyu",
      "Ren He",
      "Jiang Wenhao",
      "Wang Jingxuan",
      "Zhang Zhiren",
      "Liu Tong"
    ],
    "abstract": "BACKGROUND: Anti-PD-1/PD-L1 treatment has achieved durable responses in TNBC patients, whereas a fraction of them showed non-sensitivity to the treatment and the mechanism is still unclear. METHODS: Pre- and post-treatment plasma samples from triple negative breast cancer (TNBC) patients treated with immunotherapy were measured by tandem mass tag (TMT) mass spectrometry. Public proteome data of lung cancer and melanoma treated with immunotherapy were employed to validate the findings. Blood and tissue single-cell RNA sequencing (scRNA-seq) data of TNBC patients treated with or without immunotherapy were analyzed to identify the derivations of plasma proteins. RNA-seq data from IMvigor210 and other cancer types were used to validate plasma proteins in predicting response to immunotherapy. RESULTS: A random forest model constructed by FAP, LRG1, LBP and COMP could well predict the response to immunotherapy. The activation of complement cascade was observed in responders, whereas FAP and COMP showed a higher abundance in non-responders and negative correlated with the activation of complements. scRNA-seq and bulk RNA-seq analysis suggested that FAP, COMP and complements were derived from fibroblasts of tumor tissues. CONCLUSIONS: We constructe an effective plasma proteomic model in predicting response to immunotherapy, and find that FAP",
    "journal": "Computers in biology and medicine",
    "pub_date": "2024-Jun",
    "doi": "10.1016/j.compbiomed.2024.108537",
    "pmid": "38744008",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Triple Negative Breast Neoplasms",
      "Female",
      "Immunotherapy",
      "Single-Cell Analysis",
      "Proteomics",
      "B7-H1 Antigen",
      "Biomarkers, Tumor",
      "Transcriptome",
      "Immune Checkpoint Inhibitors",
      "Gene Expression Profiling",
      "Proteome"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/38744008/",
    "summary_ja": "トリプルネガティブ乳がん（TNBC）における抗PD-1/PD-L1免疫療法の感受性差の機序解明と、治療反応予測バイオマーカー探索を目的とした解析である。治療前後の血漿をTMT質量分析でプロテオーム解析し、公開データ（肺がん・メラノーマの免疫療法コホート）で所見を検証しつつ、TNBCの血液・腫瘍のscRNA-seqやバルクRNA-seqで血漿タンパクの由来を推定した。FAP、LRG1、LBP、COMPの4因子からなるランダムフォレストモデルが免疫療法反応を予測し、奏効例では補体系カスケード活性化が目立つ一方、非奏効例ではFAPとCOMPが高く補体系活性と負に相関した。これら（FAP、COMP、補体系関連分子）は腫瘍組織の線維芽細胞由来である可能性が示され、血漿プロテオームに基づく反応予測モデルと免疫応答に関わるコア分子が提案された。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:30191996",
    "source": "pubmed",
    "source_id": "30191996",
    "title": "PD-1/PD-L1 immune checkpoint: Potential target for cancer therapy.",
    "year": 2019,
    "authors": [
      "Dermani Fatemeh K",
      "Samadi Pouria",
      "Rahmani Golebagh",
      "Kohlan Alisa K",
      "Najafi Rezvan"
    ],
    "abstract": "Recent studies show that cancer cells are sometimes able to evade the host immunity in the tumor microenvironment. Cancer cells can express high levels of immune inhibitory signaling proteins. One of the most critical checkpoint pathways in this system is a tumor-induced immune suppression (immune checkpoint) mediated by the programmed cell death protein 1 (PD-1) and its ligand, programmed death ligand 1 (PD-L1). PD-1 is highly expressed by activated T cells, B cells, dendritic cells, and natural killer cells, whereas PD-L1 is expressed on several types of tumor cells. Many studies have shown that blocking the interaction between PD-1 and PD-L1 enhances the T-cell response and mediates antitumor activity. In this review, we highlight a brief overview of the molecular and biochemical events that are regulated by the PD-1 and PD-L1 interaction in various cancers.",
    "journal": "Journal of cellular physiology",
    "pub_date": "2019-Feb",
    "doi": "10.1002/jcp.27172",
    "pmid": "30191996",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Antineoplastic Agents, Immunological",
      "B7-H1 Antigen",
      "Humans",
      "Immunotherapy",
      "Molecular Targeted Therapy",
      "Neoplasms",
      "Programmed Cell Death 1 Receptor",
      "Signal Transduction",
      "Treatment Outcome",
      "Tumor Escape",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30191996/",
    "summary_ja": "がん細胞は腫瘍微小環境で免疫監視を回避し、免疫抑制性シグナル分子を高発現することがある。PD-1は活性化T細胞などに、PD-L1は複数の腫瘍細胞に発現し、両者の結合が腫瘍誘導性の免疫抑制（免疫チェックポイント）に重要である。PD-1/PD-L1相互作用を阻害するとT細胞応答が増強され、抗腫瘍活性が得られることが多くの研究で示されている。本レビューは、各種がんにおけるPD-1/PD-L1相互作用が制御する分子・生化学的イベントの概要をまとめる。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:27924752",
    "source": "pubmed",
    "source_id": "27924752",
    "title": "Predictive biomarkers for checkpoint inhibitor-based immunotherapy.",
    "year": 2016,
    "authors": [
      "Gibney Geoffrey T",
      "Weiner Louis M",
      "Atkins Michael B"
    ],
    "abstract": "The clinical development of checkpoint inhibitor-based immunotherapy has ushered in an exciting era of anticancer therapy. Durable responses can be seen in patients with melanoma and other malignancies. Although monotherapy with PD-1 or PD-L1 agents are typically well tolerated, the risk of immune-related adverse events increases with combination regimens. The development of predictive biomarkers is needed to optimise patient benefit, minimise risk of toxicities, and guide combination approaches. The greatest focus has been on tumour-cell PD-L1 expression. Although PD-L1 positivity enriches for populations with clinical benefit, PD-L1 testing alone is insufficient for patient selection in most malignancies. In this Review, we discuss the status of PD-L1 testing and explore emerging data on new biomarker strategies with tumour-infiltrating lymphocytes, mutational burden, immune gene signatures, and multiplex immunohistochemistry. Future development of an effective predictive biomarker for checkpoint inhibitor-based immunotherapy will integrate multiple approaches for optimal characterisation of the immune tumour microenvironment.",
    "journal": "The Lancet. Oncology",
    "pub_date": "2016-Dec",
    "doi": "10.1016/S1470-2045(16)30406-5",
    "pmid": "27924752",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "B7-H1 Antigen",
      "Biomarkers",
      "Cell Cycle Checkpoints",
      "Humans",
      "Immunohistochemistry",
      "Immunotherapy",
      "Lymphocytes, Tumor-Infiltrating",
      "Neoplasms",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/27924752/",
    "summary_ja": "免疫チェックポイント阻害薬はメラノーマなどで長期奏効が得られる一方、併用療法では免疫関連有害事象のリスクが高まる。患者の利益最大化と毒性最小化、併用戦略の最適化のために予測バイオマーカーの開発が必要である。現在最も注目されている腫瘍細胞PD-L1発現は有効例の集団を濃縮するが、多くのがん種で単独では選択に不十分である。本レビューはPD-L1検査の現状を整理し、腫瘍浸潤リンパ球、変異負荷、免疫遺伝子シグネチャ、マルチプレックス免疫組織化学など新規戦略を概説し、今後は複数手法の統合が重要だと述べる。",
    "evidence_level": "5"
  },
  {
    "paper_id": "pubmed:31455411",
    "source": "pubmed",
    "source_id": "31455411",
    "title": "PD-L1 expression is a predictive biomarker for CIK cell-based immunotherapy in postoperative patients with breast cancer.",
    "year": 2019,
    "authors": [
      "Zhou Zi-Qi",
      "Zhao Jing-Jing",
      "Pan Qiu-Zhong",
      "Chen Chang-Long",
      "Liu Yuan",
      "Tang Yan",
      "Zhu Qian",
      "Weng De-Sheng",
      "Xia Jian-Chuan"
    ],
    "abstract": "BACKGROUND: A sequential combination of radiochemotherapy/endocrinotherapy and cytokine-induced killer cell (CIK) infusion has been shown to be an effective therapy for post-mastectomy breast cancer based on statistical analysis of the patient population. However, whether an individual could obtain an improved prognosis from CIK cell-based treatment remains unknown. In the present study, we focused on immune microenvironment regulation and specifically investigated the relationship between PD-L1 expression and survival benefit from CIK immunotherapy in breast cancer. METHODS: A total of 310 postoperative breast cancer patients who received comprehensive treatment were enrolled in this retrospective study, including 160 patients in the control group (received chemotherapy/radiotherapy/endocrinotherapy) and 150 patients in the CIK cell treatment group (received chemotherapy/radiotherapy/ endocrinotherapy and subsequent CIK infusion). RESULTS: We found that overall survival (OS) and recurrence-free survival (RFS) were significantly better in the CIK group than that in the control group. PD-L1 expression in tumor tissue sections was showed to be an independent prognostic factor for patients in the CIK treatment group using multivariate survival analysis. Further survival analysis in the CIK group showed that patients with PD-L1 tumor expression exhibited longer OS and RFS. In addition, among all patients who were enrolled in this study, only the patients with PD-L1 expression experienced survival benefits from CIK treatment. CONCLUSIONS: Our study showed the relationship between PD-L1 expression and CIK therapy and revealed that PD-L1 expression in the tumor is as an indicator of adjuvant CIK therapy for postoperative breast cancer.",
    "journal": "Journal for immunotherapy of cancer",
    "pub_date": "2019-Aug",
    "doi": "10.1186/s40425-019-0696-8",
    "pmid": "31455411",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antineoplastic Agents, Hormonal",
      "B7-H1 Antigen",
      "Biomarkers, Tumor",
      "Breast Neoplasms",
      "Case-Control Studies",
      "Chemoradiotherapy",
      "Combined Modality Therapy",
      "Cytokine-Induced Killer Cells",
      "Female",
      "Follow-Up Studies",
      "Gene Expression Regulation, Neoplastic",
      "Humans",
      "Immunotherapy",
      "Infusions, Intravenous",
      "Middle Aged",
      "Postoperative Care",
      "Prognosis",
      "Retrospective Studies",
      "Survival Rate"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/31455411/",
    "summary_ja": "乳がん術後患者310例を対象に、標準治療のみ（対照160例）と標準治療後にCIK細胞投与を追加（CIK群150例）を比較した後ろ向き研究である。CIK群は対照群より全生存（OS）と無再発生存（RFS）が有意に良好だった。CIK群内の多変量解析で腫瘍PD-L1発現は独立した予後因子で、PD-L1陽性患者ほどOS/RFSが長かった。全体解析でもPD-L1陽性患者のみがCIK治療による生存利益を示し、PD-L1発現がCIK補助療法の予測バイオマーカーになり得ることが示唆された。",
    "evidence_level": "2b"
  },
  {
    "paper_id": "pubmed:28131993",
    "source": "pubmed",
    "source_id": "28131993",
    "title": "PD-L1 Expression in Pancreatic Cancer.",
    "year": 2017,
    "authors": [
      "Zheng Lei"
    ],
    "abstract": "",
    "journal": "Journal of the National Cancer Institute",
    "pub_date": "2017-Jan",
    "doi": "10.1093/jnci/djw304",
    "pmid": "28131993",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antibodies, Monoclonal",
      "Antineoplastic Agents",
      "B7-H1 Antigen",
      "Biomarkers, Tumor",
      "Humans",
      "Immunotherapy",
      "Pancreatic Neoplasms"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/28131993/",
    "summary_ja": "（アブストラクト未取得: PD-L1 Expression in Pancreatic Cancer.）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:39822174",
    "source": "pubmed",
    "source_id": "39822174",
    "title": "PD-L1 as a Biomarker in Gastric Cancer Immunotherapy.",
    "year": 2025,
    "authors": [
      "Cho Yunjoo",
      "Ahn Soomin",
      "Kim Kyoung-Mee"
    ],
    "abstract": "Combining chemotherapy with immune checkpoint inhibitors (ICIs) that target the programmed death-1 (PD-1) protein has been shown to be a clinically effective first-line treatment for human epidermal growth factor receptor 2 (HER2)-negative and -positive advanced or metastatic gastric cancer (GC). Currently, PD-1 inhibitors combined with chemotherapy are the standard treatment for patients with HER2-negative/positive locally advanced or metastatic GC. Programmed death-ligand 1 (PD-L1) expression, as assessed using immunohistochemistry (IHC), is a crucial biomarker for predicting response to anti-PD-1/PD-L1 agents in various solid tumors, including GC. In GC, the PD-L1 IHC test serves as a companion or complementary diagnostic test for immunotherapy, and an accurate interpretation of PD-L1 status is essential for selecting patients who may benefit from immunotherapy. However, PD-L1 IHC testing presents several challenges that limit its reliability as a biomarker for immunotherapy. In this review, we provide an overview of the current practices of immunotherapy and PD-L1 testing in GC. In addition, we discuss the clinical challenges associated with PD-L1 testing and its future use as a biomarker for immunotherapy. Finally, we present prospective biomarkers currently under investigation as alternative predictors of immunotherapy response in GC.",
    "journal": "Journal of gastric cancer",
    "pub_date": "2025-Jan",
    "doi": "10.5230/jgc.2025.25.e4",
    "pmid": "39822174",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Stomach Neoplasms",
      "B7-H1 Antigen",
      "Biomarkers, Tumor",
      "Immunotherapy",
      "Immune Checkpoint Inhibitors"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39822174/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:33932597",
    "source": "pubmed",
    "source_id": "33932597",
    "title": "The roles of PD-1/PD-L1 in the prognosis and immunotherapy of prostate cancer.",
    "year": 2021,
    "authors": [
      "Xu Yichi",
      "Song Gendi",
      "Xie Shangdan",
      "Jiang Wenxiao",
      "Chen Xin",
      "Chu Man",
      "Hu Xiaoli",
      "Wang Zhi-Wei"
    ],
    "abstract": "Multiple studies have confirmed that programmed cell death 1/programmed cell death ligand-1 (PD-1/PD-L1) and immune checkpoint inhibitors (ICIs) targeting PD-1/PD-L1 play pivotal roles in the treatment of numerous tumors. Patients suffering from cancer are provided hope in the form of immunotherapy. In this review, we discuss the finding that high PD-L1 expression is associated with poor clinical outcomes in prostate cancer patients. Some molecules exert their antitumor effects by downregulating PD-L1 expression in prostate cancer. Additionally, we discuss and summarize the important roles played by anti-PD-1/PD-L1 immunotherapy and its combination with other drugs, including chemotherapy and vaccines, in the treatment of prostate cancer.",
    "journal": "Molecular therapy : the journal of the American Society of Gene Therapy",
    "pub_date": "2021-Jun",
    "doi": "10.1016/j.ymthe.2021.04.029",
    "pmid": "33932597",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Antineoplastic Agents, Immunological",
      "B7-H1 Antigen",
      "Biomarkers, Tumor",
      "Combined Modality Therapy",
      "Drug Development",
      "Gene Expression Regulation, Neoplastic",
      "Humans",
      "Immunotherapy",
      "Interleukin-6",
      "Janus Kinases",
      "Male",
      "Molecular Targeted Therapy",
      "Prognosis",
      "Programmed Cell Death 1 Receptor",
      "Prostatic Neoplasms",
      "RNA, Small Interfering",
      "Signal Transduction",
      "Treatment Outcome"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/33932597/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:32841942",
    "source": "pubmed",
    "source_id": "32841942",
    "title": "Personalized Immuno-Oncology.",
    "year": 2021,
    "authors": [
      "Jain Kewal K"
    ],
    "abstract": "Cancer immunotherapy, which aims to control the immune system to eradicate cancer cells and prevent their spread, needs to be personalized because anticancer immune responses can be inhibited in several ways that vary from patient to patient. Cancer immunotherapy includes pharmaceuticals such as immune checkpoint inhibitors and monoclonal antibodies (MAbs) as well as cell therapy, immunogene therapy, and vaccines. Combination of programmed cell death protein 1 (PD-1)/programmed cell death protein ligand 1 (PD-L1) drugs with other immunotherapy drugs, for example, antibody-drug conjugates, as well as combination of PD-1/PD-L1 drugs with other therapies, for example, chemotherapy and radiation therapy, are being explored. Biomarkers are important for predicting the response to immunotherapy. Molecular diagnostics and sequencing are important technologies for guiding treatment in immuno-oncology. Genomic profiling of tumor mutational burden may enhance the predictive utility of PD-L1 expression and facilitate personalized combination immunotherapy. Optimization of personalized immuno-oncology requires integration of several technologies and selection of those best suited for an individual patient. Advances in immuno-oncology are also attributed to technologies for targeted delivery of anticancer therapeutics such as antigen-capturing nanoparticles for precision targeting and selective delivery. A breakthrough in cell therapy of cancer is a chimeric antigen receptors-T cell, which combines the antigen-binding site of a MAb with the signal activating machinery of a T cell, freeing antigen recognition from major histocompatibility complex restriction. Gene-editing tools such as clustered regularly interspaced short palindromic repeats have a promising application for removing alloreactivity and decreasing immunogenicity of third-party T cells. In conclusion, personalized immuno-oncology is one of the most promising approaches to management of cancer.",
    "journal": "Medical principles and practice : international journal of the Kuwait University, Health Science Centre",
    "pub_date": "2021",
    "doi": "10.1159/000511107",
    "pmid": "32841942",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Adjuvants, Immunologic",
      "Adoptive Transfer",
      "Antineoplastic Agents, Immunological",
      "Biomarkers, Tumor",
      "CTLA-4 Antigen",
      "Cancer Vaccines",
      "Cell Line, Tumor",
      "Combined Modality Therapy",
      "Genomics",
      "Granulocytes",
      "Humans",
      "Immune Checkpoint Inhibitors",
      "Immunotherapy",
      "Immunotherapy, Adoptive",
      "Lab-On-A-Chip Devices",
      "Neoplasms",
      "Precision Medicine",
      "Programmed Cell Death 1 Receptor",
      "Receptors, Chimeric Antigen",
      "T-Lymphocytes, Cytotoxic",
      "Transcriptome"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/32841942/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:39205582",
    "source": "pubmed",
    "source_id": "39205582",
    "title": "Immunotherapy and PD-L1 Tumor Expression in Moroccan Non-Small Cell Lung Cancer Patients with Various Metastasis.",
    "year": 2024,
    "authors": [
      "Aazzane Oussama",
      "Fathi Sofia",
      "Charkaoui Meryeme",
      "Acharki Abdelkader",
      "Sahraoui Souha",
      "Benchakroun Nadia",
      "Fellah Hassan",
      "Karkouri Mehdi"
    ],
    "abstract": "INRODUCTION: The question of whether tumor expression of PD-L1 and the presence of distant metastasis could influence the efficacy of immunotherapy represents a major challenge and needs to be further elucidated. The aim of this study is to evaluate the predictive significance of tumor expression of PD-L1 as well as the number and site of metastasis in non-small cell lung cancer (NSCLC) among Moroccan patients treated with immunotherapy. MATERIAL AND METHODS: Between January 2019 and February 2023, we recruited Moroccan patients with metastatic NSCLC. All were treated with immunotherapy, either as monotherapy or in combination with chemotherapy. Immunohistochemistry was used to assess PD-L1 (clone 22C3) and ALK (clone D5F3) status. EGFR status was established by qPCR. Tumor PD-L1 expression was classified into 2 levels: TPS <1% (negative expression) and TPS ≥1% (positive expression). Statistical analysis was performed using SPSS Statistics V.21 software. RESULTS: The median age of patients (N=40) was 67 years (39- 92 years) and the sex ratio was 9. Disease dissemination revealed that 22.5% (N=9) of patients had a metastatic burden ≥ 3 (MB≥3). As for the sites of metastasis, the results showed that 20% (N=8), 10% (N=4), 42.5% (N=17), 22.5% (N=9), 27.5% (N=11), 45% (N=18) and 27.5% (N=11) of patients had developed lymph node, liver, bone, brain, pleural, contralateral lung and adrenal metastasis respectively. Positive PD-L1 expression was significantly associated with shorter overall survival (OS = 17.19 vs. 28.85 months, p=0.01). High metastatic burden (MB ≥ 3) was associated with lower objective response rate (ORR), shorter progression-free survival (PFS), and reduced OS, respectively (ORR = 0 vs. 58.06%, p=0.002; PFS = 10.23 vs. 25.27 months, p=0.001; and OS = 11.60 vs. 27.91 months, p=0.003). Only the presence of osseous metastasis was significantly associated with lower ORR, shorter PFS, and OS compared to other metastatic locations (ORR = 5.88 vs. 73.9%, p=0.000; PFS = 10.72 vs. 31.33 months, p=0.000; and OS = 11.39 vs. 36.17 months, p=0.000). Finally, the presence of hepatic metastasis was significantly associated with shorter PFS (10.75 months) compared to those without hepatic metastasis (22.53 months) (p=0.046). Finally, the results of the multivariate analysis revealed that the presence of bone metastasis was strongly correlated with a significant decrease in progression-free survival (p=0.001) as well as overall survival (p=0.002). CONCLUSION: Our results suggest that tumor expression of PD-L1 and metastatic burden should play a significant role in predicting the response to immunotherapy. Furthermore, it is important to note that the presence of osseous and hepatic metastasis could negatively influence the clinical outcomes of immunotherapy.",
    "journal": "Asian Pacific journal of cancer prevention : APJCP",
    "pub_date": "2024-Aug",
    "doi": "10.31557/APJCP.2024.25.8.2841",
    "pmid": "39205582",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Carcinoma, Non-Small-Cell Lung",
      "Male",
      "Female",
      "B7-H1 Antigen",
      "Lung Neoplasms",
      "Middle Aged",
      "Aged",
      "Adult",
      "Morocco",
      "Aged, 80 and over",
      "Immunotherapy",
      "Biomarkers, Tumor",
      "Prognosis",
      "Follow-Up Studies",
      "Neoplasm Metastasis",
      "Survival Rate"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39205582/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  }
]