[
  {
    "paper_id": "pubmed:37723019",
    "source": "pubmed",
    "source_id": "37723019",
    "title": "Spermidine - an old molecule with a new age-defying immune function.",
    "year": 2024,
    "authors": [
      "Chamoto Kenji",
      "Zhang Baihao",
      "Tajima Masaki",
      "Honjo Tasuku",
      "Fagarasan Sidonia"
    ],
    "abstract": "Polyamines - putrescine, spermidine, and spermine - are widely distributed aliphatic compounds known to regulate important biological processes in prokaryotic and eukaryotic cells. Therefore, spermidine insufficiency is associated with various physio-pathological processes, such as aging and cancers. Recent advances in immuno-metabolism and immunotherapy shed new light on the role of spermidine in immune cell regulation and anticancer responses. Here, we review novel works demonstrating that spermidine is produced by collective metabolic pathways of gut bacteria, bacteria-host co-metabolism, and by the host cells, including activated immune cells. We highlight the effectiveness of spermidine in enhancing antitumor responses in aged animals otherwise nonresponsive to immune checkpoint therapy and propose that spermidine supplementation could be used to enhance the efficacy of anti-PD-1 treatment.",
    "journal": "Trends in cell biology",
    "pub_date": "2024-May",
    "doi": "10.1016/j.tcb.2023.08.002",
    "pmid": "37723019",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Spermidine",
      "Humans",
      "Animals",
      "Aging",
      "Gastrointestinal Microbiome",
      "Neoplasms",
      "Immunotherapy"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/37723019/"
  },
  {
    "paper_id": "pubmed:38908373",
    "source": "pubmed",
    "source_id": "38908373",
    "title": "Cellular spermine targets JAK signaling to restrain cytokine-mediated autoimmunity.",
    "year": 2024,
    "authors": [
      "Xu Henan",
      "Zhang Xiao",
      "Wang Xin",
      "Li Bo",
      "Yu Hang",
      "Quan Yuan",
      "Jiang Yan",
      "You Yuling",
      "Wang Yan",
      "Wen Mingyue",
      "Liu Juan",
      "Wang Min",
      "Zhang Bo",
      "Li Yixian",
      "Zhang Xuan",
      "Lu Qianjin",
      "Yu Chu-Yi",
      "Cao Xuetao"
    ],
    "abstract": "Prolonged activation of the type I interferon (IFN-I) pathway leads to autoimmune diseases such as systemic lupus erythematosus (SLE). Metabolic regulation of cytokine signaling is critical for cellular homeostasis. Through metabolomics analyses of IFN-β-activated macrophages and an IFN-stimulated-response-element reporter screening, we identified spermine as a metabolite brake for Janus kinase (JAK) signaling. Spermine directly bound to the FERM and SH2 domains of JAK1 to impair JAK1-cytokine receptor interaction, thus broadly suppressing JAK1 phosphorylation triggered by cytokines IFN-I, IFN-II, interleukin (IL)-2, and IL-6. Peripheral blood mononuclear cells (PBMCs) from individuals with SLE showing decreased spermine concentrations exhibited enhanced IFN-I and lupus gene signatures. Spermine treatment attenuated autoimmune pathogenesis in SLE and psoriasis mice and reduced IFN-I signaling in monocytes from individuals with SLE. We synthesized a spermine derivative (spermine derivative 1 [SD1]) and showed that it had a potent immunosuppressive function. Our findings reveal spermine as a metabolic checkpoint for cellular homeostasis and a potential immunosuppressive molecule for controlling autoimmune disease.",
    "journal": "Immunity",
    "pub_date": "2024-Aug",
    "doi": "10.1016/j.immuni.2024.05.025",
    "pmid": "38908373",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Spermine",
      "Humans",
      "Signal Transduction",
      "Mice",
      "Lupus Erythematosus, Systemic",
      "Autoimmunity",
      "Cytokines",
      "Macrophages",
      "Janus Kinase 1",
      "Phosphorylation",
      "Interferon Type I",
      "Psoriasis",
      "Mice, Inbred C57BL",
      "Janus Kinases",
      "Female",
      "Leukocytes, Mononuclear"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/38908373/"
  },
  {
    "paper_id": "pubmed:32407834",
    "source": "pubmed",
    "source_id": "32407834",
    "title": "Regulating T-cell differentiation through the polyamine spermidine.",
    "year": 2021,
    "authors": [
      "Carriche Guilhermina M",
      "Almeida Luís",
      "Stüve Philipp",
      "Velasquez Lis",
      "Dhillon-LaBrooy Ayesha",
      "Roy Urmi",
      "Lindenberg Marc",
      "Strowig Till",
      "Plaza-Sirvent Carlos",
      "Schmitz Ingo",
      "Lochner Matthias",
      "Simon Anna Katharina",
      "Sparwasser Tim"
    ],
    "abstract": "BACKGROUND: The cross-talk between the host and its microbiota plays a key role in the promotion of health. The production of metabolites such as polyamines by intestinal-resident bacteria is part of this symbiosis shaping host immunity. The polyamines putrescine, spermine, and spermidine are abundant within the gastrointestinal tract and might substantially contribute to gut immunity. OBJECTIVE: We aimed to characterize the polyamine spermidine as a modulator of T-cell differentiation and function. METHODS: Naive T cells were isolated from wild-type mice or cord blood from healthy donors and submitted to polarizing cytokines, with and without spermidine treatment, to evaluate CD4 RESULTS: Spermidine modulates CD4 CONCLUSION: Altogether, our results highlight the beneficial effects of spermidine, or l-arginine, on gut immunity by promoting Treg cell development.",
    "journal": "The Journal of allergy and clinical immunology",
    "pub_date": "2021-Jan",
    "doi": "10.1016/j.jaci.2020.04.037",
    "pmid": "32407834",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Cell Differentiation",
      "Colitis",
      "Immunity, Mucosal",
      "Mice",
      "Mice, Inbred BALB C",
      "Mice, Knockout",
      "Spermidine",
      "T-Lymphocytes, Regulatory"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/32407834/"
  },
  {
    "paper_id": "pubmed:34216539",
    "source": "pubmed",
    "source_id": "34216539",
    "title": "Metabolic modeling of single Th17 cells reveals regulators of autoimmunity.",
    "year": 2021,
    "authors": [
      "Wagner Allon",
      "Wang Chao",
      "Fessler Johannes",
      "DeTomaso David",
      "Avila-Pacheco Julian",
      "Kaminski James",
      "Zaghouani Sarah",
      "Christian Elena",
      "Thakore Pratiksha",
      "Schellhaass Brandon",
      "Akama-Garren Elliot",
      "Pierce Kerry",
      "Singh Vasundhara",
      "Ron-Harel Noga",
      "Douglas Vivian Paraskevi",
      "Bod Lloyd",
      "Schnell Alexandra",
      "Puleston Daniel",
      "Sobel Raymond A",
      "Haigis Marcia",
      "Pearce Erika L",
      "Soleimani Manoocher",
      "Clish Clary",
      "Regev Aviv",
      "Kuchroo Vijay K",
      "Yosef Nir"
    ],
    "abstract": "Metabolism is a major regulator of immune cell function, but it remains difficult to study the metabolic status of individual cells. Here, we present Compass, an algorithm to characterize cellular metabolic states based on single-cell RNA sequencing and flux balance analysis. We applied Compass to associate metabolic states with T helper 17 (Th17) functional variability (pathogenic potential) and recovered a metabolic switch between glycolysis and fatty acid oxidation, akin to known Th17/regulatory T cell (Treg) differences, which we validated by metabolic assays. Compass also predicted that Th17 pathogenicity was associated with arginine and downstream polyamine metabolism. Indeed, polyamine-related enzyme expression was enhanced in pathogenic Th17 and suppressed in Treg cells. Chemical and genetic perturbation of polyamine metabolism inhibited Th17 cytokines, promoted Foxp3 expression, and remodeled the transcriptome and epigenome of Th17 cells toward a Treg-like state. In vivo perturbations of the polyamine pathway altered the phenotype of encephalitogenic T cells and attenuated tissue inflammation in CNS autoimmunity.",
    "journal": "Cell",
    "pub_date": "2021-Aug",
    "doi": "10.1016/j.cell.2021.05.045",
    "pmid": "34216539",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Acetyltransferases",
      "Adenosine Triphosphate",
      "Aerobiosis",
      "Algorithms",
      "Animals",
      "Autoimmunity",
      "Chromatin",
      "Citric Acid Cycle",
      "Cytokines",
      "Eflornithine",
      "Encephalomyelitis, Autoimmune, Experimental",
      "Epigenome",
      "Fatty Acids",
      "Glycolysis",
      "Jumonji Domain-Containing Histone Demethylases",
      "Mice, Inbred C57BL",
      "Mitochondrial Membrane Transport Proteins",
      "Models, Biological",
      "Oxidation-Reduction",
      "Putrescine",
      "Single-Cell Analysis",
      "T-Lymphocytes, Regulatory",
      "Th17 Cells",
      "Transcriptome",
      "Mice",
      "Diamine N-Acetyltransferase"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/34216539/"
  },
  {
    "paper_id": "pubmed:40460833",
    "source": "pubmed",
    "source_id": "40460833",
    "title": "Efflux of N1-acetylspermidine from hepatoma fosters macrophage-mediated immune suppression to dampen immunotherapeutic efficacy.",
    "year": 2025,
    "authors": [
      "Liu Zheng-Yu",
      "Wu Cai-Yuan",
      "Wu Rui-Qi",
      "Wang Jun-Cheng",
      "Huang Chun-Xiang",
      "Wang Xu-Yan",
      "Zhang Yaojun",
      "Zheng Limin",
      "Chen Yun",
      "Lao Xiang-Ming",
      "Chen Dong-Ping",
      "Kuang Dong-Ming"
    ],
    "abstract": "Metabolic reprogramming is a hallmark of tumor progression. Here, we examined the metabolic profile of hepatocellular carcinoma (HCC), a disease that responds poorly to immune checkpoint blockade (ICB). Polyamine metabolism increased in HCC samples. Of the polyamine spectrum analyzed, N1-acetylspermidine (N1-Ac-Spd) accumulated in HCC tissue as compared with nontumoral liver tissue and was elevated in paired plasma. Injection of N1-Ac-Spd promoted tumor progression in preclinical models and compromised the efficacy of ICB. Inflammatory macrophages increased expression of the spermidine/spermine N1-acetyltransferase 1, SAT1, in hepatoma cells, leading to increased N1-Ac-Spd efflux via the polyamine transporter protein SLC3A2. Mechanistically, N1-Ac-Spd efflux activated SRC signaling in a charge-dependent manner, which in turn induced CCL1",
    "journal": "Immunity",
    "pub_date": "2025-Jun",
    "doi": "10.1016/j.immuni.2025.05.006",
    "pmid": "40460833",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Carcinoma, Hepatocellular",
      "Animals",
      "Liver Neoplasms",
      "Mice",
      "Humans",
      "Tumor Microenvironment",
      "Macrophages",
      "Spermidine",
      "Immunotherapy",
      "Acetyltransferases",
      "Cell Line, Tumor",
      "Mice, Inbred C57BL",
      "Immune Checkpoint Inhibitors",
      "Male",
      "T-Lymphocytes, Regulatory",
      "Diamine N-Acetyltransferase"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/40460833/"
  },
  {
    "paper_id": "pubmed:35477776",
    "source": "pubmed",
    "source_id": "35477776",
    "title": "Polyamines in cancer: integrating organismal metabolism and antitumour immunity.",
    "year": 2022,
    "authors": [
      "Holbert Cassandra E",
      "Cullen Michael T",
      "Casero Robert A",
      "Stewart Tracy Murray"
    ],
    "abstract": "The natural mammalian polyamines putrescine, spermidine and spermine are essential for both normal and neoplastic cell function and replication. Dysregulation of metabolism of polyamines and their requirements is common in many cancers. Both clinical and experimental depletion of polyamines have demonstrated their metabolism to be a rational target for therapy; however, the mechanisms through which polyamines can establish a tumour-permissive microenvironment are only now emerging. Recent data indicate that polyamines can play a major role in regulating the antitumour immune response, thus likely contributing to the existence of immunologically 'cold' tumours that do not respond to immune checkpoint blockade. Additionally, the interplay between the microbiota and associated tissues creates a tumour microenvironment in which polyamine metabolism, content and function can all be dramatically altered on the basis of microbiota composition, dietary polyamine availability and tissue response to its surrounding microenvironment. The goal of this Perspective is to introduce the reader to the many ways in which polyamines, polyamine metabolism, the microbiota and the diet interconnect to establish a tumour microenvironment that facilitates the initiation and progression of cancer. It also details ways in which polyamine metabolism and function can be successfully targeted for therapeutic benefit, including specifically enhancing the antitumour immune response.",
    "journal": "Nature reviews. Cancer",
    "pub_date": "2022-Aug",
    "doi": "10.1038/s41568-022-00473-2",
    "pmid": "35477776",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Humans",
      "Mammals",
      "Neoplasms",
      "Polyamines",
      "Putrescine",
      "Spermidine",
      "Spermine",
      "Tumor Microenvironment"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/35477776/"
  },
  {
    "paper_id": "pubmed:37326367",
    "source": "pubmed",
    "source_id": "37326367",
    "title": "Gut microbiota and anti-aging: Focusing on spermidine.",
    "year": 2024,
    "authors": [
      "Yu Leilei",
      "Pan Jiani",
      "Guo Min",
      "Duan Hui",
      "Zhang Hao",
      "Narbad Arjan",
      "Zhai Qixiao",
      "Tian Fengwei",
      "Chen Wei"
    ],
    "abstract": "The human gut microbiota plays numerous roles in regulating host growth, the immune system, and metabolism. Age-related changes in the gut environment lead to chronic inflammation, metabolic dysfunction, and illness, which in turn affect aging and increase the risk of neurodegenerative disorders. Local immunity is also affected by changes in the gut environment. Polyamines are crucial for cell development, proliferation, and tissue regeneration. They regulate enzyme activity, bind to and stabilize DNA and RNA, have antioxidative properties, and are necessary for the control of translation. All living organisms contain the natural polyamine spermidine, which has anti-inflammatory and antioxidant properties. It can regulate protein expression, prolong life, and improve mitochondrial metabolic activity and respiration. Spermidine levels experience an age-related decrease, and the development of age-related diseases is correlated with decreased endogenous spermidine concentrations. As more than just a consequence, this review explores the connection between polyamine metabolism and aging and identifies advantageous bacteria for anti-aging and metabolites they produce. Further research is being conducted on probiotics and prebiotics that support the uptake and ingestion of spermidine from food extracts or stimulate the production of polyamines by gut microbiota. This provides a successful strategy to increase spermidine levels.",
    "journal": "Critical reviews in food science and nutrition",
    "pub_date": "2024",
    "doi": "10.1080/10408398.2023.2224867",
    "pmid": "37326367",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Gastrointestinal Microbiome",
      "Spermidine",
      "Humans",
      "Aging",
      "Probiotics",
      "Prebiotics",
      "Animals",
      "Antioxidants"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/37326367/"
  },
  {
    "paper_id": "pubmed:40040695",
    "source": "pubmed",
    "source_id": "40040695",
    "title": "Polyamine metabolism and anti-tumor immunity.",
    "year": 2025,
    "authors": [
      "Wu Jing-Yi",
      "Zeng Yan",
      "You Yu-Yang",
      "Chen Qi-Yue"
    ],
    "abstract": "Growing attention has been directed toward the critical role of polyamines in the tumor microenvironment and immune regulation. Polyamines, primarily comprising putrescine, spermidine, and spermine, are tightly regulated through coordinated biosynthesis, catabolism, and transport, with distinct metabolic patterns between normal and cancerous tissues. Emerging evidence highlights the pivotal role of polyamine metabolism in tumor initiation, progression, and metastasis. This review aims to elucidate the differences in polyamine biosynthesis, transport, and catabolism between normal and cancerous tissues, as well as the associated alterations in tumor epigenetic modifications and resistance to immune checkpoint blockade driven by polyamine metabolism. Polyamine metabolism influences both tumor cells and the tumor microenvironment by modulating immune cell phenotypes-shifting them towards either tumor suppression or immune evasion within the tumor immune microenvironment. Additionally, polyamine metabolism impacts immunotherapy through its regulation of key enzymes. This review also explores potential therapeutic targets and summarizes the roles of polyamine inhibitors in combination with immunotherapy for cancer treatment, offering a novel perspective on therapeutic strategies.",
    "journal": "Frontiers in immunology",
    "pub_date": "2025",
    "doi": "10.3389/fimmu.2025.1529337",
    "pmid": "40040695",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Neoplasms",
      "Polyamines",
      "Tumor Microenvironment",
      "Animals",
      "Immunotherapy",
      "Epigenesis, Genetic"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/40040695/"
  },
  {
    "paper_id": "pubmed:38881422",
    "source": "pubmed",
    "source_id": "38881422",
    "title": "The role of polyamine metabolism in cellular function and physiology.",
    "year": 2024,
    "authors": [
      "Schibalski Ryan S",
      "Shulha Anastasia S",
      "Tsao Betty P",
      "Palygin Oleg",
      "Ilatovskaya Daria V"
    ],
    "abstract": "Polyamines are molecules with multiple amino groups that are essential for cellular function. The major polyamines are putrescine, spermidine, spermine, and cadaverine. Polyamines are important for posttranscriptional regulation, autophagy, programmed cell death, proliferation, redox homeostasis, and ion channel function. Their levels are tightly controlled. High levels of polyamines are associated with proliferative pathologies such as cancer, whereas low polyamine levels are observed in aging, and elevated polyamine turnover enhances oxidative stress. Polyamine metabolism is implicated in several pathophysiological processes in the nervous, immune, and cardiovascular systems. Currently, manipulating polyamine levels is under investigation as a potential preventive treatment for several pathologies, including aging, ischemia/reperfusion injury, pulmonary hypertension, and cancer. Although polyamines have been implicated in many intracellular mechanisms, our understanding of these processes remains incomplete and is a topic of ongoing investigation. Here, we discuss the regulation and cellular functions of polyamines, their role in physiology and pathology, and emphasize the current gaps in knowledge and potential future research directions.",
    "journal": "American journal of physiology. Cell physiology",
    "pub_date": "2024-Aug",
    "doi": "10.1152/ajpcell.00074.2024",
    "pmid": "38881422",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Animals",
      "Polyamines",
      "Oxidative Stress",
      "Homeostasis",
      "Autophagy"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/38881422/"
  },
  {
    "paper_id": "pubmed:40023161",
    "source": "pubmed",
    "source_id": "40023161",
    "title": "The polyamine-regulating enzyme SSAT1 impairs tissue regulatory T cell function in chronic cutaneous inflammation.",
    "year": 2025,
    "authors": [
      "Neuwirth Teresa",
      "Malzl Daniel",
      "Knapp Katja",
      "Tsokkou Panagiota",
      "Kleissl Lisa",
      "Gabriel Anna",
      "Reininger Baerbel",
      "Freystätter Christian",
      "Marella Nara",
      "Kutschat Ana P",
      "Ponweiser Elisabeth",
      "Haschemi Arvand",
      "Seruggia Davide",
      "Menche Jörg",
      "Wagner Erwin F",
      "Stary Georg"
    ],
    "abstract": "Regulatory T (T",
    "journal": "Immunity",
    "pub_date": "2025-Mar",
    "doi": "10.1016/j.immuni.2025.02.011",
    "pmid": "40023161",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "T-Lymphocytes, Regulatory",
      "Animals",
      "Mice",
      "Humans",
      "Acetyltransferases",
      "Psoriasis",
      "Inflammation",
      "Disease Models, Animal",
      "Skin",
      "Chronic Disease",
      "Polyamines",
      "Mice, Inbred C57BL",
      "Diamine N-Acetyltransferase"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/40023161/"
  },
  {
    "paper_id": "pubmed:39658701",
    "source": "pubmed",
    "source_id": "39658701",
    "title": "Spermine synthase engages in macrophages M2 polarization to sabotage antitumor immunity in hepatocellular carcinoma.",
    "year": 2025,
    "authors": [
      "Sun Yining",
      "Zhou Peitao",
      "Qian Junying",
      "Zeng Qin",
      "Wei Guangyan",
      "Li Yongsheng",
      "Liu Yuechen",
      "Lai Yingjie",
      "Zhan Yizhi",
      "Wu Dehua",
      "Fang Yuan"
    ],
    "abstract": "Disturbances in tumor cell metabolism reshape the tumor microenvironment (TME) and impair antitumor immunity, but the implicit mechanisms remain elusive. Here, we found that spermine synthase (SMS) was significantly upregulated in tumor cells, which correlated positively with the immunosuppressive microenvironment and predicted poor survival in hepatocellular carcinoma (HCC) patients. Via \"subcutaneous\" and \"orthotopic\" HCC syngeneic mouse models and a series of in vitro coculture experiments, we identified elevated SMS levels in HCC cells played a role in immune escape mainly through its metabolic product spermine, which induced M2 polarization of tumor-associated macrophages (TAMs) and subsequently corresponded with a decreased antitumor functionality of CD8",
    "journal": "Cell death and differentiation",
    "pub_date": "2025-Mar",
    "doi": "10.1038/s41418-024-01409-z",
    "pmid": "39658701",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Carcinoma, Hepatocellular",
      "Liver Neoplasms",
      "Animals",
      "Humans",
      "Mice",
      "Tumor Microenvironment",
      "Spermine Synthase",
      "Spermine",
      "Macrophages",
      "Cell Line, Tumor",
      "Mice, Inbred C57BL",
      "Tumor-Associated Macrophages",
      "Signal Transduction",
      "Male",
      "Female",
      "Mice, Inbred BALB C"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39658701/"
  },
  {
    "paper_id": "pubmed:40959110",
    "source": "pubmed",
    "source_id": "40959110",
    "title": "Spermidine potentiates anti-tumor immune responses and immunotherapy sensitivity in breast cancer.",
    "year": 2025,
    "authors": [
      "Yang Xinyu",
      "Feng Yaxin",
      "Wang Ruxin",
      "Zeng Xin",
      "Gao Boying",
      "Huang Penghan",
      "Chen Huiping",
      "Zeng Wenfeng"
    ],
    "abstract": "Spermidine metabolism influences tumor progression and anti-tumor immunity, thereby affecting treatment sensitivity. However, the precise role and therapeutic potential of spermidine in breast cancer remain unclear. Integrated multi-omics analyses (bulk and single-cell RNA sequencing) revealed a significant positive correlation between intratumoral spermidine abundance and immunophenotypic markers of CD8",
    "journal": "Journal of Cancer",
    "pub_date": "2025",
    "doi": "10.7150/jca.113235",
    "pmid": "40959110",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [],
    "url": "https://pubmed.ncbi.nlm.nih.gov/40959110/"
  },
  {
    "paper_id": "pubmed:39836273",
    "source": "pubmed",
    "source_id": "39836273",
    "title": "Role of polyamines in intestinal mucosal barrier function.",
    "year": 2025,
    "authors": [
      "Nakamura Atsuo",
      "Matsumoto Mitsuharu"
    ],
    "abstract": "The intestinal epithelium is a rapidly self-renewing tissue; the rapid turnover prevents the invasion of pathogens and harmful components from the intestinal lumen, preventing inflammation and infectious diseases. Intestinal epithelial barrier function depends on the epithelial cell proliferation and junctions, as well as the state of the immune system in the lamina propria. Polyamines, particularly putrescine, spermidine, and spermine, are essential for many cell functions and play a crucial role in mammalian cellular homeostasis, such as that of cell growth, proliferation, differentiation, and maintenance, through multiple biological processes, including translation, transcription, and autophagy. Although the vital role of polyamines in normal intestinal epithelial cell growth and barrier function has been known since the 1980s, recent studies have provided new insights into this topic at the molecular level, such as eukaryotic initiation factor-5A hypusination and autophagy, with rapid advances in polyamine biology in normal cells using biological technologies. This review summarizes recent advances in our understanding of the role of polyamines in regulating normal, non-cancerous, intestinal epithelial barrier function, with a particular focus on intestinal epithelial renewal, cell junctions, and immune cell differentiation in the lamina propria.",
    "journal": "Seminars in immunopathology",
    "pub_date": "2025-Jan",
    "doi": "10.1007/s00281-024-01035-4",
    "pmid": "39836273",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Intestinal Mucosa",
      "Polyamines",
      "Animals",
      "Cell Differentiation",
      "Epithelial Cells",
      "Homeostasis",
      "Autophagy",
      "Intestinal Barrier Function"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39836273/"
  },
  {
    "paper_id": "pubmed:40216179",
    "source": "pubmed",
    "source_id": "40216179",
    "title": "L-Arginine and immune modulation: A pharmacological perspective on inflammation and autoimmune disorders.",
    "year": 2025,
    "authors": [
      "Dimeji Igbayilola Yusuff",
      "Abass Kasim Sakran",
      "Audu Ngabea Murtala",
      "Ayodeji Adekola Saheed"
    ],
    "abstract": "L- Arginine (2-Amino-5-guanidinovaleric acid, L-Arg) is a semi-essential amino acid that is mainly produced within the urea cycle. It acts as a key precursor in the synthesis of proteins, urea, creatine, prolamines (including putrescine, spermine, and spermidine), proline, and nitric oxide (NO). WhenL-Arg is metabolized, it produces NO, glutamate, and prolamines, which all play important regulatory roles in various physiological functions. In addition to its metabolic roles,L-Arg significantly influences immune responses, especially in the context of inflammation and autoimmune diseases. It affects the activity of immune cells by modulating T-cell function, the polarization of macrophages, and the release of cytokines. Importantly,L-Arg plays a dual role in immune regulation, functioning as both an immunostimulatory and immunosuppressive agent depending on the specific cellular and biochemical environments. This review examines the immunopharmacological mechanisms of L-Arg, emphasizing its involvement in inflammatory responses and its potential therapeutic uses in autoimmune conditions like rheumatoid arthritis, multiple sclerosis, and inflammatory bowel disease. By influencing the pathways of nitric oxide synthase (NOS) and arginase (ARG), L-Arg helps maintain immune balance and contributes to the pathophysiology of diseases. Gaining a better understanding of the pharmacological effects of L-Arg on immune regulation could yield new perspectives on targeted treatments for immune-related diseases. Exploring its impact on immune signaling and metabolic pathways may result in novel therapeutic approaches for chronic inflammatory and autoimmune disorders.",
    "journal": "European journal of pharmacology",
    "pub_date": "2025-Jun",
    "doi": "10.1016/j.ejphar.2025.177615",
    "pmid": "40216179",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Arginine",
      "Autoimmune Diseases",
      "Animals",
      "Inflammation",
      "Arginase",
      "Anti-Inflammatory Agents"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/40216179/"
  },
  {
    "paper_id": "pubmed:35163207",
    "source": "pubmed",
    "source_id": "35163207",
    "title": "Role of eIF5A in Mitochondrial Function.",
    "year": 2022,
    "authors": [
      "Barba-Aliaga Marina",
      "Alepuz Paula"
    ],
    "abstract": "The eukaryotic translation initiation factor 5A (eIF5A) is an evolutionarily conserved protein that binds ribosomes to facilitate the translation of peptide motifs with consecutive prolines or combinations of prolines with glycine and charged amino acids. It has also been linked to other molecular functions and cellular processes, such as nuclear mRNA export and mRNA decay, proliferation, differentiation, autophagy, and apoptosis. The growing interest in eIF5A relates to its association with the pathogenesis of several diseases, including cancer, viral infection, and diabetes. It has also been proposed as an anti-aging factor: its levels decay in aged cells, whereas increasing levels of active eIF5A result in the rejuvenation of the immune and vascular systems and improved brain cognition. Recent data have linked the role of eIF5A in some pathologies with its function in maintaining healthy mitochondria. The eukaryotic translation initiation factor 5A is upregulated under respiratory metabolism and its deficiency reduces oxygen consumption, ATP production, and the levels of several mitochondrial metabolic enzymes, as well as altering mitochondria dynamics. However, although all the accumulated data strongly link eIF5A to mitochondrial function, the precise molecular role and mechanisms involved are still unknown. In this review, we discuss the findings linking eIF5A and mitochondria, speculate about its role in regulating mitochondrial homeostasis, and highlight its potential as a target in diseases related to energy metabolism.",
    "journal": "International journal of molecular sciences",
    "pub_date": "2022-Jan",
    "doi": "10.3390/ijms23031284",
    "pmid": "35163207",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Energy Metabolism",
      "Humans",
      "Mitochondria",
      "Peptide Initiation Factors",
      "Peptides",
      "RNA-Binding Proteins",
      "Ribosomes",
      "Eukaryotic Translation Initiation Factor 5A"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/35163207/"
  }
]