[
  {
    "paper_id": "pubmed:37118547",
    "source": "pubmed",
    "source_id": "37118547",
    "title": "Mechanisms of spermidine-induced autophagy and geroprotection.",
    "year": 2022,
    "authors": [
      "Hofer Sebastian J",
      "Simon Anna Katharina",
      "Bergmann Martina",
      "Eisenberg Tobias",
      "Kroemer Guido",
      "Madeo Frank"
    ],
    "abstract": "Aging involves the systemic deterioration of all known cell types in most eukaryotes. Several recently discovered compounds that extend the healthspan and lifespan of model organisms decelerate pathways that govern the aging process. Among these geroprotectors, spermidine, a natural polyamine ubiquitously found in organisms from all kingdoms, prolongs the lifespan of fungi, nematodes, insects and rodents. In mice, it also postpones the manifestation of various age-associated disorders such as cardiovascular disease and neurodegeneration. The specific features of spermidine, including its presence in common food items, make it an interesting candidate for translational aging research. Here, we review novel insights into the geroprotective mode of action of spermidine at the molecular level, as we discuss strategies for elucidating its clinical potential.",
    "journal": "Nature aging",
    "pub_date": "2022-Dec",
    "doi": "10.1038/s43587-022-00322-9",
    "pmid": "37118547",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Mice",
      "Spermidine",
      "Aging",
      "Longevity",
      "Autophagy",
      "Polyamines"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/37118547/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:39117797",
    "source": "pubmed",
    "source_id": "39117797",
    "title": "Spermidine is essential for fasting-mediated autophagy and longevity.",
    "year": 2024,
    "authors": [
      "Hofer Sebastian J",
      "Daskalaki Ioanna",
      "Bergmann Martina",
      "Friščić Jasna",
      "Zimmermann Andreas",
      "Mueller Melanie I",
      "Abdellatif Mahmoud",
      "Nicastro Raffaele",
      "Masser Sarah",
      "Durand Sylvère",
      "Nartey Alexander",
      "Waltenstorfer Mara",
      "Enzenhofer Sarah",
      "Faimann Isabella",
      "Gschiel Verena",
      "Bajaj Thomas",
      "Niemeyer Christine",
      "Gkikas Ilias",
      "Pein Lukas",
      "Cerrato Giulia",
      "Pan Hui",
      "Liang YongTian",
      "Tadic Jelena",
      "Jerkovic Andrea",
      "Aprahamian Fanny",
      "Robbins Christine E",
      "Nirmalathasan Nitharsshini",
      "Habisch Hansjörg",
      "Annerer Elisabeth",
      "Dethloff Frederik",
      "Stumpe Michael",
      "Grundler Franziska",
      "Wilhelmi de Toledo Françoise",
      "Heinz Daniel E",
      "Koppold Daniela A",
      "Rajput Khokhar Anika",
      "Michalsen Andreas",
      "Tripolt Norbert J",
      "Sourij Harald",
      "Pieber Thomas R",
      "de Cabo Rafael",
      "McCormick Mark A",
      "Magnes Christoph",
      "Kepp Oliver",
      "Dengjel Joern",
      "Sigrist Stephan J",
      "Gassen Nils C",
      "Sedej Simon",
      "Madl Tobias",
      "De Virgilio Claudio",
      "Stelzl Ulrich",
      "Hoffmann Markus H",
      "Eisenberg Tobias",
      "Tavernarakis Nektarios",
      "Kroemer Guido",
      "Madeo Frank"
    ],
    "abstract": "Caloric restriction and intermittent fasting prolong the lifespan and healthspan of model organisms and improve human health. The natural polyamine spermidine has been similarly linked to autophagy enhancement, geroprotection and reduced incidence of cardiovascular and neurodegenerative diseases across species borders. Here, we asked whether the cellular and physiological consequences of caloric restriction and fasting depend on polyamine metabolism. We report that spermidine levels increased upon distinct regimens of fasting or caloric restriction in yeast, flies, mice and human volunteers. Genetic or pharmacological blockade of endogenous spermidine synthesis reduced fasting-induced autophagy in yeast, nematodes and human cells. Furthermore, perturbing the polyamine pathway in vivo abrogated the lifespan- and healthspan-extending effects, as well as the cardioprotective and anti-arthritic consequences of fasting. Mechanistically, spermidine mediated these effects via autophagy induction and hypusination of the translation regulator eIF5A. In summary, the polyamine-hypusination axis emerges as a phylogenetically conserved metabolic control hub for fasting-mediated autophagy enhancement and longevity.",
    "journal": "Nature cell biology",
    "pub_date": "2024-Sep",
    "doi": "10.1038/s41556-024-01468-x",
    "pmid": "39117797",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Autophagy",
      "Longevity",
      "Spermidine",
      "Animals",
      "Fasting",
      "Humans",
      "Caenorhabditis elegans",
      "Caloric Restriction",
      "Peptide Initiation Factors",
      "Eukaryotic Translation Initiation Factor 5A",
      "Drosophila melanogaster",
      "Saccharomyces cerevisiae",
      "Mice",
      "Male",
      "Mice, Inbred C57BL"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39117797/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:39032763",
    "source": "pubmed",
    "source_id": "39032763",
    "title": "Spermidine as an epigenetic regulator of autophagy in neurodegenerative disorders.",
    "year": 2024,
    "authors": [
      "Satarker Sairaj",
      "Wilson Joel",
      "Kolathur Kiran Kumar",
      "Mudgal Jayesh",
      "Lewis Shaila A",
      "Arora Devinder",
      "Nampoothiri Madhavan"
    ],
    "abstract": "Autophagy is an abnormal protein degradation and recycling process that is impaired in various neurological diseases like Alzheimer's disease (AD), Parkinson's disease (PD), and Huntington's disease. Spermidine is a natural polyamine found in various plant- and meat-based diets that can induce autophagy, and is decreased in various neurodegenerative diseases. It acts on epigenetic enzymes like E1A-binding protein p300, HAT enzymes like Iki3p and Sas3p, and α-tubulin acetyltransferase 1 that modulate autophagy. Histone modifications like acetylation, phosphorylation, and methylation could influence autophagy. Autophagy is epigenetically regulated in various neurodegenerative disorders with many epigenetic enzymes and miRNAs. Polyamine regulation plays an essential role in the disease pathogenesis of AD and PD. Therefore, in this review, we discuss various enzymes and miRNAs involved in the epigenetic regulation of autophagy in neurodegenerative disorders and the role of spermidine as an autophagy enhancer. The alterations in spermidine-mediated regulation of Beclin-1, LC3-II, and p62 genes in AD and other PD-associated enzymes could impact the process of autophagy in these neurodegenerative diseases. With the ever-growing data and such promising effects of spermidine in autophagy, we feel it could be a promising target in this area and worth further detailed studies.",
    "journal": "European journal of pharmacology",
    "pub_date": "2024-Sep",
    "doi": "10.1016/j.ejphar.2024.176823",
    "pmid": "39032763",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Spermidine",
      "Humans",
      "Autophagy",
      "Epigenesis, Genetic",
      "Animals",
      "Neurodegenerative Diseases",
      "MicroRNAs"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39032763/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:30306826",
    "source": "pubmed",
    "source_id": "30306826",
    "title": "Spermidine: a physiological autophagy inducer acting as an anti-aging vitamin in humans?",
    "year": 2019,
    "authors": [
      "Madeo Frank",
      "Bauer Maria A",
      "Carmona-Gutierrez Didac",
      "Kroemer Guido"
    ],
    "abstract": "Spermidine is a natural polyamine that stimulates cytoprotective macroautophagy/autophagy. External supplementation of spermidine extends lifespan and health span across species, including in yeast, nematodes, flies and mice. In humans, spermidine levels decline with aging, and a possible connection between reduced endogenous spermidine concentrations and age-related deterioration has been suggested. Recent epidemiological data support this notion, showing that an increased uptake of this polyamine with spermidine-rich food diminishes overall mortality associated with cardiovascular diseases and cancer. Here, we discuss nutritional and other possible routes to counteract the age-mediated decline of spermidine levels.",
    "journal": "Autophagy",
    "pub_date": "2019-Jan",
    "doi": "10.1080/15548627.2018.1530929",
    "pmid": "30306826",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Aging",
      "Animals",
      "Autophagy",
      "Humans",
      "Mice",
      "Nematoda",
      "Spermidine",
      "Up-Regulation",
      "Vitamins",
      "Yeasts"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/30306826/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:29371440",
    "source": "pubmed",
    "source_id": "29371440",
    "title": "Spermidine in health and disease.",
    "year": 2018,
    "authors": [
      "Madeo Frank",
      "Eisenberg Tobias",
      "Pietrocola Federico",
      "Kroemer Guido"
    ],
    "abstract": "Interventions that delay aging and protect from age-associated disease are slowly approaching clinical implementation. Such interventions include caloric restriction mimetics, which are defined as agents that mimic the beneficial effects of dietary restriction while limiting its detrimental effects. One such agent, the natural polyamine spermidine, has prominent cardioprotective and neuroprotective effects and stimulates anticancer immunosurveillance in rodent models. Moreover, dietary polyamine uptake correlates with reduced cardiovascular and cancer-related mortality in human epidemiological studies. Spermidine preserves mitochondrial function, exhibits anti-inflammatory properties, and prevents stem cell senescence. Mechanistically, it shares the molecular pathways engaged by other caloric restriction mimetics: It induces protein deacetylation and depends on functional autophagy. Because spermidine is already present in daily human nutrition, clinical trials aiming at increasing the uptake of this polyamine appear feasible.",
    "journal": "Science (New York, N.Y.)",
    "pub_date": "2018-Jan",
    "doi": "10.1126/science.aan2788",
    "pmid": "29371440",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Aging",
      "Animals",
      "Anti-Inflammatory Agents, Non-Steroidal",
      "Autophagy",
      "Biological Transport",
      "Caloric Restriction",
      "Carcinogenesis",
      "Cardiovascular Diseases",
      "Dietary Supplements",
      "Humans",
      "Metabolic Syndrome",
      "Neuroprotective Agents",
      "Spermidine"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/29371440/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:32873420",
    "source": "pubmed",
    "source_id": "32873420",
    "title": "Spermidine, an autophagy inducer, as a therapeutic strategy in neurological disorders.",
    "year": 2020,
    "authors": [
      "Ghosh Indrani",
      "Sankhe Runali",
      "Mudgal Jayesh",
      "Arora Devinder",
      "Nampoothiri Madhavan"
    ],
    "abstract": "Spermidine is a naturally occurring endogenous polyamine synthesized from diamine putrescine. It is a well-known autophagy inducer that maintains cellular and neuronal homeostasis. Healthy brain development and function are dependent on brain polyamine concentration. Polyamines interact with the opioid system, glutamatergic signaling and neuroinflammation in the neuronal and glial compartments. Among the polyamines, spermidine is found highest in the human brain. Age-linked fluctuations in the spermidine levels may possibly contribute to the impairments in neural network and neurogenesis. Exogenously administered spermidine helps in the treatment of brain diseases. Further, current studies highlight the ability of spermidine to promote longevity by inducing autophagy. Still, the causal neuroprotective mechanism of spermidine in neuronal dysfunction remains unidentified. This review aims to summarize various neuroprotective effects of spermidine related to anti-aging/ anti-inflammatory properties and the prevention of neurotoxicity that helps in achieving beneficial effects in age-related neurological disorder. We also expose the signaling cascades modulated by spermidine which might result in therapeutic action. The present review highlights clinical studies along with in-vivo and in-vitro preclinical studies to provide a new dimension for the therapeutic potential of spermidine in neurological disorders.",
    "journal": "Neuropeptides",
    "pub_date": "2020-Oct",
    "doi": "10.1016/j.npep.2020.102083",
    "pmid": "32873420",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Autophagy",
      "Brain",
      "Humans",
      "Nervous System Diseases",
      "Neuroprotective Agents",
      "Spermidine"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/32873420/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:32268299",
    "source": "pubmed",
    "source_id": "32268299",
    "title": "Spermidine and spermine delay brain aging by inducing autophagy in SAMP8 mice.",
    "year": 2020,
    "authors": [
      "Xu Ting-Ting",
      "Li Han",
      "Dai Zhao",
      "Lau George K",
      "Li Ben-Yue",
      "Zhu Wen-Li",
      "Liu Xiao-Qi",
      "Liu Hao-Fei",
      "Cai Wei-Wu",
      "Huang Shui-Qing",
      "Wang Qi",
      "Zhang Shi-Jie"
    ],
    "abstract": "The natural polyamine spermidine and spermine have been reported to ameliorate aging and aging-induced dementia. However, the mechanism is still confused. An aging model, the senescence accelerated mouse-8 (SAMP8), was used in this study. Novel object recognition and the open field test results showed that oral administration of spermidine, spermine and rapamycin increased discrimination index, modified number, inner squares distance and times. Spermidine and spermine increased the activity of SOD, and decreased the level of MDA in the aging brain. Spermidine and spermine phosphorylate AMPK and regulate autophagy proteins (LC3, Beclin 1 and p62). Spermidine and spermine balanced mitochondrial and maintain energy for neuron, with the regulation of MFN1, MFN2, DRP1, COX IV and ATP. In addition, western blot results (Bcl-2, Bax and Caspase-3, NLRP3, IL-18, IL-1β) showed that spermidine and spermine prevented apoptosis and inflammation, and elevate the expression of neurotrophic factors, including NGF, PSD95and PSD93 and BDNF in neurons of SAMP8 mice. These results indicated that the effect of spermidine and spermine on anti-aging is related with improving autophagy and mitochondrial function.",
    "journal": "Aging",
    "pub_date": "2020-Apr",
    "doi": "10.18632/aging.103035",
    "pmid": "32268299",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Autophagy",
      "Brain",
      "Cellular Senescence",
      "Dementia",
      "Disease Models, Animal",
      "Mice",
      "Mitochondria",
      "Oxidative Stress",
      "Spermidine",
      "Spermine"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/32268299/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:33318630",
    "source": "pubmed",
    "source_id": "33318630",
    "title": "Spermidine attenuates bleomycin-induced lung fibrosis by inducing autophagy and inhibiting endoplasmic reticulum stress (ERS)-induced cell death in mice.",
    "year": 2020,
    "authors": [
      "Baek Ae Rin",
      "Hong Jisu",
      "Song Ki Sung",
      "Jang An Soo",
      "Kim Do Jin",
      "Chin Su Sie",
      "Park Sung Woo"
    ],
    "abstract": "Spermidine is an endogenous biological polyamine that plays various longevity-extending roles and exerts antioxidative, antiaging, and cell growth-promoting effects. We previously reported that spermidine levels were significantly reduced in idiopathic pulmonary fibrosis (IPF) of the lung. The present study assessed the potential beneficial effects of spermidine on lung fibrosis and investigated the possible mechanism. Lung fibrosis was established in mice using bleomycin (BLM), and exogenous spermidine was administered daily by intraperitoneal injection (50 mg/kg in phosphate-buffered saline). BLM-induced alveolar epithelial cells showed significant increases in apoptosis and endoplasmic reticulum stress (ERS)-related mediators, and spermidine attenuated BLM-induced apoptosis and activation of the ERS-related pathway. Senescence-associated β-gal staining and decreased expression of p16 and p21 showed that spermidine ameliorated BLM-induced premature cellular senescence. In addition, spermidine enhanced beclin-1-dependent autophagy and autophagy modulators in IPF fibroblasts and BLM-induced mouse lungs, in which inflammation and collagen deposition were significantly decreased. This beneficial effect was related to the antiapoptotic downregulation of the ERS pathway, antisenescence effects, and autophagy activation. Our findings suggest that spermidine could be a therapeutic agent for IPF treatment.",
    "journal": "Experimental & molecular medicine",
    "pub_date": "2020-Dec",
    "doi": "10.1038/s12276-020-00545-z",
    "pmid": "33318630",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Autophagy",
      "Biomarkers",
      "Bleomycin",
      "Cell Death",
      "Cellular Senescence",
      "Cytokines",
      "Disease Models, Animal",
      "Endoplasmic Reticulum Stress",
      "Fibroblasts",
      "Inflammation Mediators",
      "Mice",
      "Protective Agents",
      "Pulmonary Fibrosis",
      "Spermidine"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/33318630/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:19801973",
    "source": "pubmed",
    "source_id": "19801973",
    "title": "Induction of autophagy by spermidine promotes longevity.",
    "year": 2009,
    "authors": [
      "Eisenberg Tobias",
      "Knauer Heide",
      "Schauer Alexandra",
      "Büttner Sabrina",
      "Ruckenstuhl Christoph",
      "Carmona-Gutierrez Didac",
      "Ring Julia",
      "Schroeder Sabrina",
      "Magnes Christoph",
      "Antonacci Lucia",
      "Fussi Heike",
      "Deszcz Luiza",
      "Hartl Regina",
      "Schraml Elisabeth",
      "Criollo Alfredo",
      "Megalou Evgenia",
      "Weiskopf Daniela",
      "Laun Peter",
      "Heeren Gino",
      "Breitenbach Michael",
      "Grubeck-Loebenstein Beatrix",
      "Herker Eva",
      "Fahrenkrog Birthe",
      "Fröhlich Kai-Uwe",
      "Sinner Frank",
      "Tavernarakis Nektarios",
      "Minois Nadege",
      "Kroemer Guido",
      "Madeo Frank"
    ],
    "abstract": "Ageing results from complex genetically and epigenetically programmed processes that are elicited in part by noxious or stressful events that cause programmed cell death. Here, we report that administration of spermidine, a natural polyamine whose intracellular concentration declines during human ageing, markedly extended the lifespan of yeast, flies and worms, and human immune cells. In addition, spermidine administration potently inhibited oxidative stress in ageing mice. In ageing yeast, spermidine treatment triggered epigenetic deacetylation of histone H3 through inhibition of histone acetyltransferases (HAT), suppressing oxidative stress and necrosis. Conversely, depletion of endogenous polyamines led to hyperacetylation, generation of reactive oxygen species, early necrotic death and decreased lifespan. The altered acetylation status of the chromatin led to significant upregulation of various autophagy-related transcripts, triggering autophagy in yeast, flies, worms and human cells. Finally, we found that enhanced autophagy is crucial for polyamine-induced suppression of necrosis and enhanced longevity.",
    "journal": "Nature cell biology",
    "pub_date": "2009-Nov",
    "doi": "10.1038/ncb1975",
    "pmid": "19801973",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Acetylation",
      "Adult",
      "Animals",
      "Autophagy",
      "Caenorhabditis elegans",
      "Drosophila melanogaster",
      "Female",
      "HeLa Cells",
      "Histones",
      "Humans",
      "Hydrogen-Ion Concentration",
      "Longevity",
      "Male",
      "Mice",
      "Mice, Inbred C57BL",
      "Necrosis",
      "Saccharomyces cerevisiae",
      "Spermidine"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/19801973/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:39212197",
    "source": "pubmed",
    "source_id": "39212197",
    "title": "A surge in endogenous spermidine is essential for rapamycin-induced autophagy and longevity.",
    "year": 2024,
    "authors": [
      "Hofer Sebastian J",
      "Daskalaki Ioanna",
      "Abdellatif Mahmoud",
      "Stelzl Ulrich",
      "Sedej Simon",
      "Tavernarakis Nektarios",
      "Kroemer Guido",
      "Madeo Frank"
    ],
    "abstract": "Acute nutrient deprivation (fasting) causes an immediate increase in spermidine biosynthesis in yeast, flies, mice and humans, as corroborated in four independent clinical studies. This fasting-induced surge in spermidine constitutes the critical first step of a phylogenetically conserved biochemical cascade that leads to spermidine-dependent hypusination of EIF5A (eukaryotic translation initiation factor 5A), which favors the translation of the pro-macroautophagic/autophagic TFEB (transcription factor EB), and hence an increase in autophagic flux. We observed that genetic or pharmacological inhibition of the spermidine increase by inhibition of ODC1 (ornithine decarboxylase 1) prevents the pro-autophagic and antiaging effects of fasting in yeast, nematodes, flies and mice. Moreover, knockout or knockdown of the enzymes required for EIF5A hypusination abolish fasting-mediated autophagy enhancement and longevity extension in these organisms. Of note, autophagy and longevity induced by rapamycin obey the same rule, meaning that they are tied to an increase in spermidine synthesis. These findings indicate that spermidine is not only a \"caloric restriction mimetic\" in the sense that its supplementation mimics the beneficial effects of nutrient deprivation on organismal health but that it is also an obligatory downstream effector of the antiaging effects of fasting and rapamycin.",
    "journal": "Autophagy",
    "pub_date": "2024-Dec",
    "doi": "10.1080/15548627.2024.2396793",
    "pmid": "39212197",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Autophagy",
      "Spermidine",
      "Animals",
      "Longevity",
      "Sirolimus",
      "Mice",
      "Humans",
      "Eukaryotic Translation Initiation Factor 5A",
      "Peptide Initiation Factors",
      "Fasting",
      "Ornithine Decarboxylase",
      "Caenorhabditis elegans"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39212197/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:33151120",
    "source": "pubmed",
    "source_id": "33151120",
    "title": "Spermidine improves gut barrier integrity and gut microbiota function in diet-induced obese mice.",
    "year": 2020,
    "authors": [
      "Ma Lingyan",
      "Ni Yinhua",
      "Wang Zhe",
      "Tu Wenqing",
      "Ni Liyang",
      "Zhuge Fen",
      "Zheng Aqian",
      "Hu Luting",
      "Zhao Yufeng",
      "Zheng Liujie",
      "Fu Zhengwei"
    ],
    "abstract": "Obesity is associated with impaired intestinal barrier function and dysbiosis of the gut microbiota. Spermidine, a polyamine that acts as an autophagy inducer, has important benefits in patients with aging-associated diseases and metabolic dysfunction. However, the mechanism of spermidine on obesity remains unclear. Here, we show that spermidine intake is negatively correlated with obesity in both humans and mice. Spermidine supplementation causes a significant loss of weight and improves insulin resistance in diet-induced obese (DIO) mice. These effects are associated with the alleviation of metabolic endotoxemia and enhancement of intestinal barrier function, which might be mediated through autophagy pathway and TLR4-mediated microbial signaling transduction. Moreover, spermidine causes the significant alteration of microbiota composition and function. Microbiota depletion compromises function, while transplantation of spermidine-altered microbiota confers protection against obesity. These changes might partly be driven by an SCFA-producing bacterium, ",
    "journal": "Gut microbes",
    "pub_date": "2020-Nov",
    "doi": "10.1080/19490976.2020.1832857",
    "pmid": "33151120",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Autophagy",
      "Body Weight",
      "Caco-2 Cells",
      "Cell Line, Tumor",
      "Eubacteriales",
      "Dysbiosis",
      "Endotoxemia",
      "Gastrointestinal Microbiome",
      "Humans",
      "Intestinal Mucosa",
      "Male",
      "Mice",
      "Mice, Inbred C57BL",
      "Obesity",
      "Signal Transduction",
      "Spermidine",
      "Tight Junctions",
      "Toll-Like Receptor 4"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/33151120/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:37845508",
    "source": "pubmed",
    "source_id": "37845508",
    "title": "Polyamine metabolite spermidine rejuvenates oocyte quality by enhancing mitophagy during female reproductive aging.",
    "year": 2023,
    "authors": [
      "Zhang Yu",
      "Bai Jie",
      "Cui Zhaokang",
      "Li Yu",
      "Gao Qian",
      "Miao Yilong",
      "Xiong Bo"
    ],
    "abstract": "Advanced age is a primary risk factor for female infertility due to reduced ovarian reserve and declining oocyte quality. However, as an important contributing factor, the role of metabolic regulation during reproductive aging is poorly understood. Here, we applied untargeted metabolomics to identify spermidine as a critical metabolite in ovaries to protect oocytes against aging. In particular, we found that the spermidine level was reduced in ovaries of aged mice and that supplementation with spermidine promoted follicle development, oocyte maturation, early embryonic development and female fertility of aged mice. By microtranscriptomic analysis, we further discovered that spermidine-induced recovery of oocyte quality was mediated by enhancement of mitophagy activity and mitochondrial function in aged mice, and this mechanism of action was conserved in porcine oocytes under oxidative stress. Altogether, our findings suggest that spermidine supplementation could represent a therapeutic strategy to ameliorate oocyte quality and reproductive outcome in cis-gender women and other persons trying to conceive at an advanced age. Future work is needed to test whether this approach can be safely and effectively translated to humans.",
    "journal": "Nature aging",
    "pub_date": "2023-Nov",
    "doi": "10.1038/s43587-023-00498-8",
    "pmid": "37845508",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Pregnancy",
      "Female",
      "Humans",
      "Mice",
      "Animals",
      "Swine",
      "Spermidine",
      "Polyamines",
      "Mitophagy",
      "Oocytes",
      "Aging"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/37845508/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:33852843",
    "source": "pubmed",
    "source_id": "33852843",
    "title": "Dietary spermidine improves cognitive function.",
    "year": 2021,
    "authors": [
      "Schroeder Sabrina",
      "Hofer Sebastian J",
      "Zimmermann Andreas",
      "Pechlaner Raimund",
      "Dammbrueck Christopher",
      "Pendl Tobias",
      "Marcello G Mark",
      "Pogatschnigg Viktoria",
      "Bergmann Martina",
      "Müller Melanie",
      "Gschiel Verena",
      "Ristic Selena",
      "Tadic Jelena",
      "Iwata Keiko",
      "Richter Gesa",
      "Farzi Aitak",
      "Üçal Muammer",
      "Schäfer Ute",
      "Poglitsch Michael",
      "Royer Philipp",
      "Mekis Ronald",
      "Agreiter Marlene",
      "Tölle Regine C",
      "Sótonyi Péter",
      "Willeit Johann",
      "Mairhofer Barbara",
      "Niederkofler Helga",
      "Pallhuber Irmgard",
      "Rungger Gregorio",
      "Tilg Herbert",
      "Defrancesco Michaela",
      "Marksteiner Josef",
      "Sinner Frank",
      "Magnes Christoph",
      "Pieber Thomas R",
      "Holzer Peter",
      "Kroemer Guido",
      "Carmona-Gutierrez Didac",
      "Scorrano Luca",
      "Dengjel Jörn",
      "Madl Tobias",
      "Sedej Simon",
      "Sigrist Stephan J",
      "Rácz Bence",
      "Kiechl Stefan",
      "Eisenberg Tobias",
      "Madeo Frank"
    ],
    "abstract": "Decreased cognitive performance is a hallmark of brain aging, but the underlying mechanisms and potential therapeutic avenues remain poorly understood. Recent studies have revealed health-protective and lifespan-extending effects of dietary spermidine, a natural autophagy-promoting polyamine. Here, we show that dietary spermidine passes the blood-brain barrier in mice and increases hippocampal eIF5A hypusination and mitochondrial function. Spermidine feeding in aged mice affects behavior in homecage environment tasks, improves spatial learning, and increases hippocampal respiratory competence. In a Drosophila aging model, spermidine boosts mitochondrial respiratory capacity, an effect that requires the autophagy regulator Atg7 and the mitophagy mediators Parkin and Pink1. Neuron-specific Pink1 knockdown abolishes spermidine-induced improvement of olfactory associative learning. This suggests that the maintenance of mitochondrial and autophagic function is essential for enhanced cognition by spermidine feeding. Finally, we show large-scale prospective data linking higher dietary spermidine intake with a reduced risk for cognitive impairment in humans.",
    "journal": "Cell reports",
    "pub_date": "2021-Apr",
    "doi": "10.1016/j.celrep.2021.108985",
    "pmid": "33852843",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Aging",
      "Animals",
      "Autophagy-Related Protein 7",
      "Brain",
      "Cognition",
      "Cognitive Dysfunction",
      "Dietary Supplements",
      "Drosophila melanogaster",
      "Female",
      "Gene Expression Regulation",
      "Humans",
      "Learning",
      "Male",
      "Mice",
      "Mitochondria",
      "Neurons",
      "Oxidative Phosphorylation",
      "Protein Kinases",
      "Signal Transduction",
      "Spatial Memory",
      "Spermidine",
      "Ubiquitin-Protein Ligases",
      "PTEN-Induced Putative Kinase"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/33852843/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:27841876",
    "source": "pubmed",
    "source_id": "27841876",
    "title": "Cardioprotection and lifespan extension by the natural polyamine spermidine.",
    "year": 2016,
    "authors": [
      "Eisenberg Tobias",
      "Abdellatif Mahmoud",
      "Schroeder Sabrina",
      "Primessnig Uwe",
      "Stekovic Slaven",
      "Pendl Tobias",
      "Harger Alexandra",
      "Schipke Julia",
      "Zimmermann Andreas",
      "Schmidt Albrecht",
      "Tong Mingming",
      "Ruckenstuhl Christoph",
      "Dammbrueck Christopher",
      "Gross Angelina S",
      "Herbst Viktoria",
      "Magnes Christoph",
      "Trausinger Gert",
      "Narath Sophie",
      "Meinitzer Andreas",
      "Hu Zehan",
      "Kirsch Alexander",
      "Eller Kathrin",
      "Carmona-Gutierrez Didac",
      "Büttner Sabrina",
      "Pietrocola Federico",
      "Knittelfelder Oskar",
      "Schrepfer Emilie",
      "Rockenfeller Patrick",
      "Simonini Corinna",
      "Rahn Alexandros",
      "Horsch Marion",
      "Moreth Kristin",
      "Beckers Johannes",
      "Fuchs Helmut",
      "Gailus-Durner Valerie",
      "Neff Frauke",
      "Janik Dirk",
      "Rathkolb Birgit",
      "Rozman Jan",
      "de Angelis Martin Hrabe",
      "Moustafa Tarek",
      "Haemmerle Guenter",
      "Mayr Manuel",
      "Willeit Peter",
      "von Frieling-Salewsky Marion",
      "Pieske Burkert",
      "Scorrano Luca",
      "Pieber Thomas",
      "Pechlaner Raimund",
      "Willeit Johann",
      "Sigrist Stephan J",
      "Linke Wolfgang A",
      "Mühlfeld Christian",
      "Sadoshima Junichi",
      "Dengjel Joern",
      "Kiechl Stefan",
      "Kroemer Guido",
      "Sedej Simon",
      "Madeo Frank"
    ],
    "abstract": "Aging is associated with an increased risk of cardiovascular disease and death. Here we show that oral supplementation of the natural polyamine spermidine extends the lifespan of mice and exerts cardioprotective effects, reducing cardiac hypertrophy and preserving diastolic function in old mice. Spermidine feeding enhanced cardiac autophagy, mitophagy and mitochondrial respiration, and it also improved the mechano-elastical properties of cardiomyocytes in vivo, coinciding with increased titin phosphorylation and suppressed subclinical inflammation. Spermidine feeding failed to provide cardioprotection in mice that lack the autophagy-related protein Atg5 in cardiomyocytes. In Dahl salt-sensitive rats that were fed a high-salt diet, a model for hypertension-induced congestive heart failure, spermidine feeding reduced systemic blood pressure, increased titin phosphorylation and prevented cardiac hypertrophy and a decline in diastolic function, thus delaying the progression to heart failure. In humans, high levels of dietary spermidine, as assessed from food questionnaires, correlated with reduced blood pressure and a lower incidence of cardiovascular disease. Our results suggest a new and feasible strategy for protection against cardiovascular disease.",
    "journal": "Nature medicine",
    "pub_date": "2016-Dec",
    "doi": "10.1038/nm.4222",
    "pmid": "27841876",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Adult",
      "Aged",
      "Aging",
      "Animals",
      "Autophagy",
      "Autophagy-Related Protein 5",
      "Blood Pressure",
      "Cardiomegaly",
      "Cardiotonic Agents",
      "Cardiovascular Diseases",
      "Chromatography, High Pressure Liquid",
      "Connectin",
      "Cytokines",
      "Diastole",
      "Diet",
      "Echocardiography",
      "Female",
      "Gene Expression",
      "Glucose Tolerance Test",
      "Heart",
      "Heart Failure",
      "Humans",
      "Immunoblotting",
      "Inflammation",
      "Longevity",
      "Male",
      "Mass Spectrometry",
      "Mice",
      "Middle Aged",
      "Mitochondria, Heart",
      "Mitophagy",
      "Myocytes, Cardiac",
      "Phosphorylation",
      "Prospective Studies",
      "Rats",
      "Rats, Inbred Dahl",
      "Spermidine",
      "Surveys and Questionnaires"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/27841876/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:34105442",
    "source": "pubmed",
    "source_id": "34105442",
    "title": "Spermidine-induced hypusination preserves mitochondrial and cognitive function during aging.",
    "year": 2021,
    "authors": [
      "Hofer Sebastian J",
      "Liang YongTian",
      "Zimmermann Andreas",
      "Schroeder Sabrina",
      "Dengjel Jörn",
      "Kroemer Guido",
      "Eisenberg Tobias",
      "Sigrist Stephan J",
      "Madeo Frank"
    ],
    "abstract": "Spermidine is a natural polyamine, central to cellular homeostasis and growth, that promotes macroautophagy/autophagy. The polyamine pathway is highly conserved from bacteria to mammals and spermidine (prominently found in some kinds of aged cheese, wheat germs, nuts, soybeans, and fermented products thereof, among others) is an intrinsic part of the human diet. Apart from nutrition, spermidine is available to mammalian organisms from intracellular biosynthesis and microbial production in the gut. Importantly, externally supplied spermidine (via drinking water or food) prolongs lifespan, activates autophagy, improves mitochondrial function, and refills polyamine pools that decline during aging in various tissues of model organisms, including mice. In two adjacent studies, we explored how dietary spermidine supplementation enhances eEF5/EIF5A hypusination, cerebral mitochondrial function and cognition in aging ",
    "journal": "Autophagy",
    "pub_date": "2021-Aug",
    "doi": "10.1080/15548627.2021.1933299",
    "pmid": "34105442",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Animals",
      "Humans",
      "Aging",
      "Autophagy",
      "Cognition",
      "Longevity",
      "Mitochondria",
      "Spermidine"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/34105442/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:38443995",
    "source": "pubmed",
    "source_id": "38443995",
    "title": "Spermidine treatment: induction of autophagy but also apoptosis?",
    "year": 2024,
    "authors": [
      "Watchon Maxinne",
      "Wright Amanda L",
      "Ahel Holly I",
      "Robinson Katherine J",
      "Plenderleith Stuart K",
      "Kuriakose Andrea",
      "Yuan Kristy C",
      "Laird Angela S"
    ],
    "abstract": "Machado-Joseph disease (MJD), also known as spinocerebellar ataxia type 3, is a fatal neurodegenerative disease that causes loss of balance and motor co-ordination, eventually leading to paralysis. It is caused by the autosomal dominant inheritance of a long CAG trinucleotide repeat sequence within the ATXN3 gene, encoding for an expanded polyglutamine (polyQ) repeat sequence within the ataxin-3 protein. Ataxin-3 containing an expanded polyQ repeat is known to be highly prone to intraneuronal aggregation, and previous studies have demonstrated that protein quality control pathways, such as autophagy, are impaired in MJD patients and animal models of the disease. In this study, we tested the therapeutic potential of spermidine on zebrafish and rodent models of MJD to determine its capacity to induce autophagy and improve functional output. Spermidine treatment of transgenic MJD zebrafish induced autophagy and resulted in increased distances swum by the MJD zebrafish. Interestingly, treatment of the CMVMJD135 mouse model of MJD with spermidine added to drinking water did not produce any improvement in motor behaviour assays, neurological testing or neuropathology. In fact, wild type mice treated with spermidine were found to have decreased rotarod performance when compared to control animals. Immunoblot analysis of protein lysates extracted from mouse cerebellar tissue found little differences between the groups, except for an increased level of phospho-ULK1 in spermidine treated animals, suggesting that autophagy was indeed induced. As we detected decreased motor performance in wild type mice following treatment with spermidine, we conducted follow up studies into the effects of spermidine treatment in zebrafish. Interestingly, we found that in addition to inducing autophagy, spermidine treatment also induced apoptosis, particularly in wild type zebrafish. These findings suggest that spermidine treatment may not be therapeutically beneficial for the treatment of MJD, and in fact warrants caution due to the potential negative side effects caused by induction of apoptosis.",
    "journal": "Molecular brain",
    "pub_date": "2024-Mar",
    "doi": "10.1186/s13041-024-01085-7",
    "pmid": "38443995",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Humans",
      "Animals",
      "Mice",
      "Neurodegenerative Diseases",
      "Spermidine",
      "Zebrafish",
      "Apoptosis",
      "Autophagy",
      "Disease Models, Animal",
      "Machado-Joseph Disease"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/38443995/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:39232114",
    "source": "pubmed",
    "source_id": "39232114",
    "title": "Spermidine controls autophagy during fasting.",
    "year": 2024,
    "authors": [
      "Kriebs Anna"
    ],
    "abstract": "",
    "journal": "Nature aging",
    "pub_date": "2024-Sep",
    "doi": "10.1038/s43587-024-00710-3",
    "pmid": "39232114",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Autophagy",
      "Fasting",
      "Spermidine",
      "Humans",
      "Animals"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/39232114/",
    "summary_ja": "（アブストラクト未取得: Spermidine controls autophagy during fasting.）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:35780157",
    "source": "pubmed",
    "source_id": "35780157",
    "title": "Spermidine reduces neuroinflammation and soluble amyloid beta in an Alzheimer's disease mouse model.",
    "year": 2022,
    "authors": [
      "Freitag Kiara",
      "Sterczyk Nele",
      "Wendlinger Sarah",
      "Obermayer Benedikt",
      "Schulz Julia",
      "Farztdinov Vadim",
      "Mülleder Michael",
      "Ralser Markus",
      "Houtman Judith",
      "Fleck Lara",
      "Braeuning Caroline",
      "Sansevrino Roberto",
      "Hoffmann Christian",
      "Milovanovic Dragomir",
      "Sigrist Stephan J",
      "Conrad Thomas",
      "Beule Dieter",
      "Heppner Frank L",
      "Jendrach Marina"
    ],
    "abstract": "BACKGROUND: Deposition of amyloid beta (Aβ) and hyperphosphorylated tau along with glial cell-mediated neuroinflammation are prominent pathogenic hallmarks of Alzheimer's disease (AD). In recent years, impairment of autophagy has been identified as another important feature contributing to AD progression. Therefore, the potential of the autophagy activator spermidine, a small body-endogenous polyamine often used as dietary supplement, was assessed on Aβ pathology and glial cell-mediated neuroinflammation. RESULTS: Oral treatment of the amyloid prone AD-like APPPS1 mice with spermidine reduced neurotoxic soluble Aβ and decreased AD-associated neuroinflammation. Mechanistically, single nuclei sequencing revealed AD-associated microglia to be the main target of spermidine. This microglia population was characterized by increased AXL levels and expression of genes implicated in cell migration and phagocytosis. A subsequent proteome analysis of isolated microglia confirmed the anti-inflammatory and cytoskeletal effects of spermidine in APPPS1 mice. In primary microglia and astrocytes, spermidine-induced autophagy subsequently affected TLR3- and TLR4-mediated inflammatory processes, phagocytosis of Aβ and motility. Interestingly, spermidine regulated the neuroinflammatory response of microglia beyond transcriptional control by interfering with the assembly of the inflammasome. CONCLUSIONS: Our data highlight that the autophagy activator spermidine holds the potential to enhance Aβ degradation and to counteract glia-mediated neuroinflammation in AD pathology.",
    "journal": "Journal of neuroinflammation",
    "pub_date": "2022-Jul",
    "doi": "10.1186/s12974-022-02534-7",
    "pmid": "35780157",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Alzheimer Disease",
      "Amyloid beta-Peptides",
      "Animals",
      "Disease Models, Animal",
      "Mice",
      "Neuroinflammatory Diseases",
      "Spermidine"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/35780157/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:31474573",
    "source": "pubmed",
    "source_id": "31474573",
    "title": "Polyamines Control eIF5A Hypusination, TFEB Translation, and Autophagy to Reverse B Cell Senescence.",
    "year": 2019,
    "authors": [
      "Zhang Hanlin",
      "Alsaleh Ghada",
      "Feltham Jack",
      "Sun Yizhe",
      "Napolitano Gennaro",
      "Riffelmacher Thomas",
      "Charles Philip",
      "Frau Lisa",
      "Hublitz Philip",
      "Yu Zhanru",
      "Mohammed Shabaz",
      "Ballabio Andrea",
      "Balabanov Stefan",
      "Mellor Jane",
      "Simon Anna Katharina"
    ],
    "abstract": "Failure to make adaptive immune responses is a hallmark of aging. Reduced B cell function leads to poor vaccination efficacy and a high prevalence of infections in the elderly. Here we show that reduced autophagy is a central molecular mechanism underlying immune senescence. Autophagy levels are specifically reduced in mature lymphocytes, leading to compromised memory B cell responses in old individuals. Spermidine, an endogenous polyamine metabolite, induces autophagy in vivo and rejuvenates memory B cell responses. Mechanistically, spermidine post-translationally modifies the translation factor eIF5A, which is essential for the synthesis of the autophagy transcription factor TFEB. Spermidine is depleted in the elderly, leading to reduced TFEB expression and autophagy. Spermidine supplementation restored this pathway and improved the responses of old human B cells. Taken together, our results reveal an unexpected autophagy regulatory mechanism mediated by eIF5A at the translational level, which can be harnessed to reverse immune senescence in humans.",
    "journal": "Molecular cell",
    "pub_date": "2019-Oct",
    "doi": "10.1016/j.molcel.2019.08.005",
    "pmid": "31474573",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Adaptive Immunity",
      "Age Factors",
      "Aging",
      "Animals",
      "Autophagy",
      "B-Lymphocytes",
      "Basic Helix-Loop-Helix Leucine Zipper Transcription Factors",
      "Cellular Senescence",
      "HEK293 Cells",
      "Humans",
      "Immunologic Memory",
      "Immunosenescence",
      "Jurkat Cells",
      "Mice",
      "Mice, Inbred C57BL",
      "Mice, Knockout",
      "NIH 3T3 Cells",
      "Peptide Initiation Factors",
      "Protein Processing, Post-Translational",
      "RNA-Binding Proteins",
      "Signal Transduction",
      "Spermidine",
      "Eukaryotic Translation Initiation Factor 5A"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/31474573/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  },
  {
    "paper_id": "pubmed:34060628",
    "source": "pubmed",
    "source_id": "34060628",
    "title": "The Autophagy Inducer Spermidine Protects Against Metabolic Dysfunction During Overnutrition.",
    "year": 2021,
    "authors": [
      "Liao Chen-Yu",
      "Kummert Oona M P",
      "Bair Amanda M",
      "Alavi Nora",
      "Alavi Josef",
      "Miller Delana M",
      "Bagga Isha",
      "Schempf Anja M",
      "Hsu Yueh-Mei",
      "Woods Bruce D",
      "Brown Mayfield Stephen M",
      "Mitchell Angelina N",
      "Tannady Gabriella",
      "Talbot Aislinn R",
      "Dueck Aaron M",
      "Barrera Ovando Ricardo",
      "Parker Heather D",
      "Wang Junying",
      "Schoeneweis Jane K",
      "Kennedy Brian K"
    ],
    "abstract": "Autophagy, a process catabolizing intracellular components to maintain energy homeostasis, impacts aging and metabolism. Spermidine, a natural polyamine and autophagy activator, extends life span across a variety of species, including mice. In addition to protecting cardiac and liver tissue, spermidine also affects adipose tissue through unexplored mechanisms. Here, we examined spermidine in the links between autophagy and systemic metabolism. Consistently, daily injection of spermidine delivered even at late life is sufficient to cause a trend in life-span extension in wild-type mice. We further found that spermidine has minimal metabolic effects in young and old mice under normal nutrition. However, spermidine counteracts high-fat diet (HFD)-induced obesity by increasing lipolysis in visceral fat. Mechanistically, spermidine increases the hepatokine fibroblast growth factor 21 (FGF21) expression in liver without reducing food intake. Spermidine also modulates FGF21 in adipose tissues, elevating FGF21 expression in subcutaneous fat, but reducing it in visceral fat. Despite this, FGF21 is not required for spermidine action, since Fgf21-/- mice were still protected from HFD. Furthermore, the enhanced lipolysis by spermidine was also independent of autophagy in adipose tissue, given that adipose-specific autophagy-deficient (Beclin-1flox/+Fabp4-cre) mice remained spermidine-responsive under HFD. Our results suggest that the metabolic effects of spermidine occur through systemic changes in metabolism, involving multiple mechanistic pathways.",
    "journal": "The journals of gerontology. Series A, Biological sciences and medical sciences",
    "pub_date": "2021-Sep",
    "doi": "10.1093/gerona/glab145",
    "pmid": "34060628",
    "pmc_id": null,
    "keywords": [],
    "mesh_terms": [
      "Adipose Tissue",
      "Animals",
      "Autophagy",
      "Diet, High-Fat",
      "Fibroblast Growth Factors",
      "Liver",
      "Mice",
      "Mice, Inbred C57BL",
      "Obesity",
      "Spermidine"
    ],
    "url": "https://pubmed.ncbi.nlm.nih.gov/34060628/",
    "summary_ja": "（要約生成失敗: Codex returned no output）",
    "evidence_level": "N/A"
  }
]