{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 0, "text": "Original Article\nCD73 alleviates osteoarthritis by maintaining anabolism and suppressing\ncatabolism of chondrocytes extracellular matrix\nHu Guo a,1, Zhongyang Lv a,b,1, Maochun Wang a, Weitong Li c, Ya Xie c, Zizheng Liu a,\nFufei Chen a, Ruiyang Jiang d, Yuan Liu a, Rui Wu a, Jiawei Li e, Ziying Sun a,b, Guihua Tan a,\nDongquan Shi a,*\na Division of Sports Medicine and Adult Reconstructive Surgery, Department of Orthopedic Surgery, Nanjing Drum Tower Hospital, Affiliated Hospital of Medical School,\nNanjing University, Nanjing, China\nb Department of Orthopedics, Nanjing Jinling Hospital, Affiliated Hospital of Medical School, Nanjing University, Nanjing, China\nc Division of Sports Medicine and Adult Reconstructive Surgery, Department of Orthopedic Surgery, Nanjing Drum Tower Hospital Clinical College of Nanjing University of\nChinese Medicine, Nanjing, China\nd Division of Sports Medicine and Adult Reconstructive Surgery, Department of Orthopedic Surgery, Nanjing Drum Tower Hospital Clinical College of Xuzhou Medical\nUniversity, Xuzhou Medical University, Nanjing, China\ne Department of Orthopedic Surgery, The Second Affiliated Hospital and Yuying Children’s Hospital of Wenzhou Medical"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 1, "text": "al College of Xuzhou Medical\nUniversity, Xuzhou Medical University, Nanjing, China\ne Department of Orthopedic Surgery, The Second Affiliated Hospital and Yuying Children’s Hospital of Wenzhou Medical University, Wenzhou, China\nA R T I C L E I N F O\nKeywords:\nAdenosine\nCD73\nChondrocytes extracellular matrix\nOsteoarthritis\nSingle nucleotide polymorphisms\nA B S T R A C T\nBackground: Osteoarthritis (OA) is the most common degenerative joint disease, with articular cartilage\ndegeneration as primary manifestation. Intra-articular injection of exogenous liposomal adenosine in mice knee\nhas been shown to alleviate OA progression. However, the role of CD73, the rate-limiting enzyme of extracellular\nadenosine synthesis, in OA is still unknown.\nMethods: In this work, we explored the expression changes of adenosine-related molecules via bioinformatic\nanalysis. In addition, the expression level of these molecules was detected in OA cartilage. We also conducted a\ncase–control study to investigate the genetic variants of selected SNPs on genes encoded adenosine-related\nmolecules. To further explore the function of CD73 in chondrocytes, we knocked down the expression of\nCD73 with small interfering"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 2, "text": "e genetic variants of selected SNPs on genes encoded adenosine-related\nmolecules. To further explore the function of CD73 in chondrocytes, we knocked down the expression of\nCD73 with small interfering RNA and overexpressed CD73 with the use of lentivirus, and detected the expression\nof markers for anabolism and catabolism in mouse primary chondrocytes with or without IL-1β treatment. We\nalso conducted in vivo experiments to explore the role of CD73 in OA.\nResults: We found that the expression of CD73 was upregulated in OA, and the variants of SNP rs2229523 (base A\nto G) on NT5E (the encoding gene of CD73) were significantly higher in OA population, which might cause the\namino acid encoded by this SNP change from threonine to alanine. The original helix structure in the adjacent\nregion of amino acid encoded by SNP rs2229523 would be deconstructed after its mutation. Furthermore, we\nfound that CD73 promoting the expression of Col2a1 but suppressing the expression of Mmp13 expression in\nmouse primary chondrocytes under inflammatory environment. The overexpression of CD73 attenuated bone\nremodeling and alleviated cartilage degeneration in DMM mice. Moreover, the physical activities wer"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 3, "text": "ouse primary chondrocytes under inflammatory environment. The overexpression of CD73 attenuated bone\nremodeling and alleviated cartilage degeneration in DMM mice. Moreover, the physical activities were also\nimproved in DMM mice overexpressed CD73 with the use of adeno-associated virus.\nConclusions: The variants of SNP rs2229523 (base A to G) on NT5E were significantly higher in OA population,\nand CD73 could alleviate OA by maintaining anabolism and suppressing catabolism of chondrocytes extracellular\nmatrix.\nThe Translational Potential of this Article: This work showed that CD73 might be one of the biological therapeutic\ntargets of OA, which would provide a reference for future novel treatment strategy of OA.\n* Corresponding author.\nE-mail addresses: 15050583626@163.com (H. Guo), zhongyanglv@163.com (Z. Lv), wangmaochun0815@163.com (M. Wang), 1554845347@qq.com (W. Li),\n459895571@qq.com (Y. Xie), liuzizheng2020@163.com (Z. Liu), 454171510@qq.com (F. Chen), jry1028@163.com (R. Jiang), 161230017@smail.nju.edu.cn\n(Y. Liu), 18795950086@163.com (R. Wu), jiaweili@wmu.edu.cn (J. Li), ziyingsun@foxmail.com (Z. Sun), gwennethgh@163.com (G. Tan), shidongquan@nju.\nedu.cn (D. Shi).\n1 These auth"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 4, "text": "1230017@smail.nju.edu.cn\n(Y. Liu), 18795950086@163.com (R. Wu), jiaweili@wmu.edu.cn (J. Li), ziyingsun@foxmail.com (Z. Sun), gwennethgh@163.com (G. Tan), shidongquan@nju.\nedu.cn (D. Shi).\n1 These authors contributed equally to this work and should be considered as co-first authors.\nContents lists available at ScienceDirect\nJournal of Orthopaedic Translation\njournal homepage: www.journals.elsevier.com/journal-of-orthopaedic-translation\nhttps://doi.org/10.1016/j.jot.2024.08.014\nReceived 11 March 2024; Received in revised form 4 July 2024; Accepted 23 August 2024\nJournal of Orthopaedic Translation 49 (2024) 96–106 \n2214-031X/© 2024 The Authors. Published by Elsevier B.V. on behalf of Chinese Speaking Orthopaedic Society. This is an open access article under the CC BY-NC-ND \nlicense ( http://creativecommons.org/licenses/by-nc-nd/4.0/ ). \n\n\n1. Introduction\nOsteoarthritis (OA) is the most common degenerative joint disease,\nwith articular cartilage degeneration, synovitis and subchondral bone\nremodeling as primary manifestations [1]. Current drug treatments for\nOA are mainly based on anti-inflammatory and analgesic, which cannot\nprecisely target the pathophysiological mechanisms of OA, su"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 5, "text": "remodeling as primary manifestations [1]. Current drug treatments for\nOA are mainly based on anti-inflammatory and analgesic, which cannot\nprecisely target the pathophysiological mechanisms of OA, such as the\nimbalance of chondrocyte metabolism [2]. Therefore, it is important to\ninvestigate genetic variants of genes associated with OA to explore the\nscreening measures before the onset of OA, and reveal the role of these\nmolecules in the pathogenesis of OA.\nAdenosine, an endogenous purine nucleoside produced by the\ncatabolism of adenosine triphosphate (ATP), normally binds to its four\ntransmembrane G protein coupled receptors (ADORA1, ADORA2A,\nADORA2B, ADORA3) to exert physiological functions such as anti-\ninflammatory effects [3,4]. In a stressful environment such as inflam-\nmation, adenosine could be accumulated extracellularly [5]. CD39 and\nCD73 are ectonucleotidases on the cell membrane that catalyze the\nconversion of extracellular ATP to adenosine, and CD73 is the\nrate-limiting enzyme [6,7]. It has been reported that intra-articular in-\njection of exogenous liposomal adenosine in mice knee can alleviate OA\nprogression by inhibiting cartilage degeneration [8]. However, the\nextr"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 6, "text": "zyme [6,7]. It has been reported that intra-articular in-\njection of exogenous liposomal adenosine in mice knee can alleviate OA\nprogression by inhibiting cartilage degeneration [8]. However, the\nextracellular metabolism of adenosine is rapid, which weakens the\nlong-term therapeutic effect of intra-articular injection of exogenous\nadenosine [9]. Therefore, revealing the association between CD73 and\nOA progression could provide a basis for novel biological diagnosis and\ntreatment of OA.\nIn this work, we figured out that there were genetic variants of\nadenosine-related molecules existed in OA population, and CD73, the\nrate-limiting enzyme of adenosine synthesis, played a role in alleviating\nOA by promoting anabolism and suppressing catabolism of chondrocyte\nextracellular matrix.\n2. Materials and methods\n2.1. Clinical specimen\nThe femoral condyles from five patients (58–76 years old) under-\ngoing total knee arthroplasty at the end stage of OA were collected to\nextract total proteins. Supplementary Table 1 showed basic information\nof these patients. The study protocol was approved by the Ethical\nCommittee of Nanjing Drum Tower Hospital, Affiliated Hospital of\nMedical School, Nanjing Un"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 7, "text": "lementary Table 1 showed basic information\nof these patients. The study protocol was approved by the Ethical\nCommittee of Nanjing Drum Tower Hospital, Affiliated Hospital of\nMedical School, Nanjing University (2,009,022). All the patients had\nsigned informed consent before surgery.\n2.2. Animals\nTo figure out the expression changes of adenosine-related molecules\nin OA in vivo, Male C57BL/6J mice were subjected to Destabilization of\nMedial Meniscus (DMM) surgery on the right knees to establish OA\nmodel at 10 weeks old, and were sacrificed 8 weeks after surgery to\nobtain knees specimen [10,11]. The sham group received immediate\nsuture after exposure of right knee meniscus. To investigate the function\nof CD73 in OA, intra-articular injected adeno-associated virus (AAV)\nwas adopted to overexpress CD73 in mice from the sham group and\nDMM group. According to the manufacturer’s instructions, three weeks\nbefore the initial surgery, the mice were randomly treated with a total of\n8 μL solution containing AAV negative control virus (AAV-control) or\nAAV-CD73 (PackGene, China) to ensure the transfection efficiency [12].\nThe primary mouse chondrocytes were extracted from costal cartilage of\nsuckl"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 8, "text": "ntaining AAV negative control virus (AAV-control) or\nAAV-CD73 (PackGene, China) to ensure the transfection efficiency [12].\nThe primary mouse chondrocytes were extracted from costal cartilage of\nsuckling mice aged less than 3 days. All of the experiments were\nauthorized and conducted in accordance with the Animal Care and Use\nCommittee of Nanjing Drum Tower Hospital, Affiliated Hospital of\nMedical School, Nanjing University (2020AE01102).\n2.3. Open field test (OFT)\nSpontaneous activity and exploratory behavior of the animals were\nassessed using a tracking system (Zhenghua Technology, China). Each\nmouse was placed sequentially in an open 50 cm × 50 cm square indoor\nfield without lighting. A camera was used to monitor the mouse’s ac-\ntivity trajectory in real-time within 3 min and to evaluate its relative\nactivity, active time, distance, and mean speed.\n2.4. Footprint experiment\nThe front and back paws of the mice were dipped in red and blue ink,\nrespectively, and their walking trajectories were recorded using ink\nblots [13]. The red ink marks represent the two front paws and the blue\nink marks represent the two hind paws. The mice were allowed to walk\nfreely through a 70 cm long by"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 9, "text": "ies were recorded using ink\nblots [13]. The red ink marks represent the two front paws and the blue\nink marks represent the two hind paws. The mice were allowed to walk\nfreely through a 70 cm long by 20 cm wide track covered with white\npaper to assess their physical activities and pain in natural walking\nconditions. And the mice will be acclimated to the environment for one\nweek before the assay. The process was done in a relatively darkroom\nenvironment without noise interference, with each mouse tested at least\nthree times, and the ink is safe and non-toxic.\n2.5. Micro-computed tomography (micro-CT) analysis\nEvaluation of the mouse knee joint by micro-CT using a Swiss VivaCT\n80 scanner (Scanco Medical AG). The scan resolution of the joint was\n18.38 μm, and reconstructed three-dimensional (3D) images were con-\nstructed by Scanco medical software. The cancellous bone was analyzed\nto obtain trabecular-related parameters and subchondral bone volume,\nand the number of bone fragments and subchondral bone thickness was\ncalculated for each knee joint by 3D reconstruction.\n2.6. Histological analysis\nAfter micro-CT analysis, the knee joints of mice were soaked in a 10\n% EDTA (#1340, Biofrox"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 10, "text": "bchondral bone thickness was\ncalculated for each knee joint by 3D reconstruction.\n2.6. Histological analysis\nAfter micro-CT analysis, the knee joints of mice were soaked in a 10\n% EDTA (#1340, Biofroxx, Germany) solution for decalcification. The\nknee joint embedded in the paraffin block was cut into continuous\ncoronal slides (5 μm thick) using a microtome (Thermo, Germany). The\nslices were detected by Safranin-O/fast green (S.O.) (#G1371, Solarbio,\nChina) and haematoxylin (H&E) (#C0105M, Beyotime, China) staining\nto observe the integrity and thickness of articular cartilage. The degree\nof synovitis was evaluated according to synovitis score [14]. The\nseverity of OA was assessed using the OARSI scoring system (0–6 scale)\nby blinded observers. The highest OARSI score for each section was\nrecorded and the average of all scores were calculated.\n2.7. Cell culture\nThe mouse primary chondrocytes were cultured in dulbecco’s\nmodified eagle’s medium (Gibco, CA) supplemented with 10 % fetal\nbovine serum (Gibco) and 1 % penicillin and streptomycin (Gibco) at\n37 ◦C and 5 % CO2 condition. To mimic OA environment in vitro, the\nmouse recombinant IL-1β (R&D Systems, USA) was added into the me-\ndium"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 11, "text": "e serum (Gibco) and 1 % penicillin and streptomycin (Gibco) at\n37 ◦C and 5 % CO2 condition. To mimic OA environment in vitro, the\nmouse recombinant IL-1β (R&D Systems, USA) was added into the me-\ndium at 10 ng/mL. The mouse small interfering RNA (siRNA) of NT5E\nwere synthesized (Hippo Bio., China) and adopted for knocking down\nthe expression of CD73. Lentivirus was adopted for the overexpression of\nCD73 in mouse chondrocytes.\nMouse chondrocytes were plated in a six-well plate and amplified to\na cell density of 80 %, then a mixture of lentivirus (MOI = 50, hippo bio.,\nChina) and polybrene (6 μg/mL, Solarbio, China) was added to the\nmedium. After 48 h, the chondrocytes were screened with puromycin\n(Beyotime, China). The messenger RNA (mRNA) and total protein were\nextracted from mouse primary cells knocked down or overexpressed\nCD73 which treated with or without IL-1β, and analyzed to explore the\nrole of CD73 in chondrocytes.\nH. Guo et al.\nJournal of Orthopaedic Translation 49 (2024) 96–106 \n97 \n\n\n(caption on next page)\nH. Guo et al.\nJournal of Orthopaedic Translation 49 (2024) 96–106 \n98 \n\n\n2.8. Extracellular ATP assay\nThe ATP Content HPLC Assay Kit (#BC0305, Solarbio) was adopted\nto"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 12, "text": "06 \n97 \n\n\n(caption on next page)\nH. Guo et al.\nJournal of Orthopaedic Translation 49 (2024) 96–106 \n98 \n\n\n2.8. Extracellular ATP assay\nThe ATP Content HPLC Assay Kit (#BC0305, Solarbio) was adopted\nto evaluate extracellular ATP level of mouse chondrocytes. Briefly,\nmouse chondrocytes were treated with CD73 SiRNA or CD73 lentivirus\nwith or without IL-1β for 24h. Then the cell culture medium was\ncollected to detect ATP level. The following steps were carried out ac-\ncording to the manufacturer’s protocol.\n2.9. Extracellular adenosine assay\nThe Adenosine Assay Kit (Fluorometric) (#ab211094, abcam) was\nadopted to evaluate extracellular adenosine level of mouse chon-\ndrocytes. Briefly, mouse chondrocytes were treated with CD73 SiRNA or\nCD73 lentivirus with or without IL-1β for 24h. Then the cell culture\nmedium was collected to detect adenosine level. The following steps\nwere carried out according to the manufacturer’s protocol.\n2.10. Western blot\nRIPA lysis buffer containing 1 mM phenylmethanesulfonyl fluoride\n(Solarbio) and 1 mM phosphatase inhibitor cocktail (Bimake, USA) was\nadopted for protein extraction from human cartilage and mouse primary\nchondrocytes. The BCA Protein Assay Kit"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 13, "text": "anesulfonyl fluoride\n(Solarbio) and 1 mM phosphatase inhibitor cocktail (Bimake, USA) was\nadopted for protein extraction from human cartilage and mouse primary\nchondrocytes. The BCA Protein Assay Kit (Thermo Scientific, USA) was\nused to determine the protein concentrations. The proteins were then\nseparated on 10 % (w/v) sodium dodecyl sulfate-polyacrylamide gel\n(EpiZyme, China) electrophoresis and were subsequently transferred\nonto polyvinylidene fluoride membranes (Millipore, USA) according to\nexperiment standard protocol. Later, the membranes were blocked with\n5 % (w/v) milk (Biofroxx) for 1 h at room temperature and then incu-\nbated with primary antibodies (1:1000 dilution) of GAPDH (#10494-1-\nAP, Proteintech, China), CD39 (#14211-1-AP, Proteintech), CD73\n(#12231-1-AP, Proteintech), ADORA1 (#20332-1-AP, Proteintech),\nADORA2A (#53509, CST, China), ADORA2B (#21071-1-AP, Pro-\nteintech), ADORA3 (#ab203298, Abcam, UK), COL2A1 (#BA0533,\nBoster, China) and MMP13 (#69926, CST). After incubated with sec-\nondary antibody that was a horseradish peroxidase-conjugated goat\nanti-rabbit/mouse IgG (1:5000, Biosharp, China), the cut mem-branes\nwere placed into the ChemiDocXRS + Imaging System (T"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 14, "text": "ted with sec-\nondary antibody that was a horseradish peroxidase-conjugated goat\nanti-rabbit/mouse IgG (1:5000, Biosharp, China), the cut mem-branes\nwere placed into the ChemiDocXRS + Imaging System (Tanon, China)\nto detect signals. The quantitative analysis of protein densitometry was\nconducted with the use of Image J (version 1.8.1).\n2.11. Immunofluorescence staining\nThe mouse primary chondrocytes were fixed in 4 % PFA and\npermeated by 0.3 % Triton X-100 for 15 min. After blocking with 5 %\nBSA, the chondrocytes were incubated with primary antibody of Col2a1\n(1:200, Boster) and Mmp13 (1:200, CST) at 4 ◦C overnight. The chon-\ndrocytes in the 24-pore plates were washed with PBST and incubated\nwith fluorescein isothiocyanate (FITC)-conjugated secondary antibody\nfor 1 h at room temperature. 4’,6-diamidino-2-phenylindole was adop-\nted to mark the nuclei.\nMouse knee sections were dewaxed and hydrated in xylene and\ngraded alcohol, and antigen repair was performed using pepsin for 1 h at\n37 ◦C. After washed by phosphate-buffered saline (PBS), the slides were\nblocked with 5 % bovine serum albumin (BSA) for 1 h at 37 ◦C. Then, the\nslices were incubated overnight (4 ◦C) with primary antibodie"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 15, "text": ". After washed by phosphate-buffered saline (PBS), the slides were\nblocked with 5 % bovine serum albumin (BSA) for 1 h at 37 ◦C. Then, the\nslices were incubated overnight (4 ◦C) with primary antibodies of Cd39\n(1:200, Proteintech), Cd73 (1:200, Proteintech), Adora1 (1:200, Pro-\nteintech), Adora2a (1:200, CST), Adora2b (1:200, Proteintech), Adora3\n(1:200, Abcam), Col2a1 (1:200, Boster) and Mmp13 (1:200, CST). After\nthree washes with TBST, the slices were incubated with fluorescein\nisothiocyanate (FITC)-coupled secondary antibody for 1h at room tem-\nperature. At last, 4’,6-diamidino-2-phenylindole was adopted to mark\nthe nuclei.\nThe fluorescence images were randomly selected by a fluorescence\nmicro-scope (Zeiss, Germany) and quantified by Image J (version 1.8.1)\n[15]. In order to avoid the impact of different staining batches on mean\nfluorescence intensity, the proportion of positive chondrocytes were\nadopted to quantify the immunofluorescence staining on knee sections\n[16]. However, for immunofluorescence staining on cultured chon-\ndrocytes, all cells captured for the same marker were plated on the same\n24-well plate, and thus mean fluorescence intensity was used to quantify\nimmunof"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 16, "text": "immunofluorescence staining on cultured chon-\ndrocytes, all cells captured for the same marker were plated on the same\n24-well plate, and thus mean fluorescence intensity was used to quantify\nimmunofluorescence staining on cultured chondrocytes.\n2.12. The case–control study\nThere was a total of 642 patients participated in this study. All the\npatients were Chinses Han living in the Jiangsu Province, China, and\nthey had signed informed consent before being in hospital. The study\nprotocol was approved by the Ethical Committee of the Nanjing Drum\nTower Hospital, Affiliated Hospital of Medical School, Nanjing Univer-\nsity (2,009,022).\nThe patients admitted by the Division of Sports Medicine and Adult\nReconstructive Surgery, Department of Orthopedic Surgery, Nanjing\nDrum Tower Hospital from May 2020 to October 2021 were included in\nthis study. The patients diagnosed as femur neck fractures, femur\nintertrochanteric fractures or femoral head necrosis, were assigned to\nthe control group (300 patients). While the patients hospitalized during\nthe same period and diagnosed as knee OA were assigned to the OA\ngroup (342 patients). Patients with family history of genetic diseases\nwere excluded"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 17, "text": "patients). While the patients hospitalized during\nthe same period and diagnosed as knee OA were assigned to the OA\ngroup (342 patients). Patients with family history of genetic diseases\nwere excluded in this study.\nThe SNPs on genes encoded adenosine-related molecules in this\nstudy\nwere:\nCD73\n(NT5E:\nrs2229523,\nrs387906620),\nADORA1\n(ADORA1:\nrs17852405,\nrs748346254),\nADORA2A\n(ADORA2A:\nrs8192446, rs17650937), ADORA2B (ADORA2B: rs2015353), ADORA3\n(ADORA3: rs2800889). They were selected with the criteria: 1, Referred\nto reports in related literature; 2, Located at exon area; 3, The variants of\nwhich would cause missense variant; 4. A cut-off of minor allele fre-\nquency is at least 10 % in Mongolians (in the Ensemble Genome\nBrowser:\nhttps://www.ensembl.org/index.html)\n(Supplementary\nTable 2).\nThe genomic DNA of participated patients was extracted from pe-\nripheral whole blood with the use of QIAmp Kit (Qiagen, USA) in\naccordance with the manufacturer’s protocol. The SNP Genotyping\nService was provided by Shanghai Blowing Applied Biotechnology\n(China). In addition, the OncoArray was used for genotyping in this\nstudy (Illumina, USA).\n2.13. Prediction of CD73 protein structure and function"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 18, "text": "s provided by Shanghai Blowing Applied Biotechnology\n(China). In addition, the OncoArray was used for genotyping in this\nstudy (Illumina, USA).\n2.13. Prediction of CD73 protein structure and function changes\nDomains of CD73 were searched and visualized on SMART database\n(https://smart.embl.de/) and the detailed location of SNP rs229523 in\nNT5E gene and the position of the corresponding amino acid were\nmarked in the figure. The crystal structures of the CD73 were obtained\nFig 1. The expression of CD73 was upregulated in OA. A. The heat map that listed adenosine-related molecules. The colors of each rectangle reflected the\nexpression changes of the corresponding genes in normal and OA populations. B. The quantification of the expression changes of genes encoded adenosine-related\nmolecules in normal and OA populations. C. The PPI network showed the connections between different genes. The more connections between these genes suggested\nthere might be more relevant at molecular level. D. Schematic diagram of dividing the cartilage on the human femoral condyle into intact and damaged areas and\nextracting proteins respectively. E. Western blot results of CD39, CD73, ADORA1, ADORA2A, ADORA"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 19, "text": "hematic diagram of dividing the cartilage on the human femoral condyle into intact and damaged areas and\nextracting proteins respectively. E. Western blot results of CD39, CD73, ADORA1, ADORA2A, ADORA2B and ADORA3 in the intact and damaged areas of OA\ncartilage. F. The quantification of western blot results. G. Immunofluorescence staining of Cd39, Cd73, Adora1, Adora2a, Adora2b and Adora3 in the mice knees of\ncontrol and OA groups. H. The quantification of immunofluorescence staining. Data (n ≥5 of clinical samples and n = 3 of animal samples) were shown as mean ±\nSD. *P < 0.05; **P < 0.01; ***P < 0.001. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.)\nH. Guo et al.\nJournal of Orthopaedic Translation 49 (2024) 96–106 \n99 \n\n\nfrom the Protein Data Bank (PDB) with entries ID 7QGO (WT) and 7P9T\n(MUT), respectively. 3D view was displayed on PDB WebGL, and the\ndetailed structure change caused by SNP rs229523 and the corre-\nsponding amino acid were highlighted. The simulated visualization\nimages of CD73 combining with AMP and the assessment of its capacity\nfor combining with AMP before and after SNP rs2229523"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 20, "text": "the corre-\nsponding amino acid were highlighted. The simulated visualization\nimages of CD73 combining with AMP and the assessment of its capacity\nfor combining with AMP before and after SNP rs2229523 mutation were\navailable on the website http://hdock.phys.hust.edu.cn/ [17].\n2.14. Quantitative real-time PCR (qPCR)\nTotal RNAs were extracted from mouse primary chondrocytes via the\nRNA-quick Purification Kit (ESScience, China) according to the manu-\nfacturer’s instructions. RNA reverse transcription was performed using\nthe RT Master Mix for qPCR II (gDNA digester plus) (Vazyme, China).\nAfter RNA reverse transcription to cDNA, the qPCR experiment was\nperformed by magnifying 20 μL of diluted complementary cDNA with\nthe SYBR Green Q-PCR Kit (Vazyme, China) on Light Cycler 480 PCR\nSystem (Roche, Switzerland). Supplementary Table 3 listed the primer\nsequences used in this research.\n2.15. Bioinformatic analysis\nTo figure out the expression changes of genes encoded adenosine-\nrelated molecules in OA population, we explored molecules related to\nadenosine, inflammatory response, and chondrocyte metabolic homeo-\nstasis based on published literature [18–20].\nTranscription profiles of articular"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 21, "text": "in OA population, we explored molecules related to\nadenosine, inflammatory response, and chondrocyte metabolic homeo-\nstasis based on published literature [18–20].\nTranscription profiles of articular cartilage were acquired from Gene\nExpression Omnibus (GEO) database (GSE169077, NC = 5, OA = 6).\nRaw data were normalized with affy (v1.68.0) R package, and the\nexpression values were extracted and constructed the heatmap with\npheatmap (v1.0.12) R package. PPI (protein–protein interaction)\nnetwork was predicted on STRING database (https://cn.string-db.org/)\nand visualized on cyto-scape (v3.9.0) software.\n2.16. Statistical analysis\nIn the case–control study, the comparison of baseline patient char-\nacteristics between control group and OA group were analyzed using\nunpaired two-tailed Student’s t test and Chi-square test. Chi-square test\nwas also adopted for comparing the genotypes and alleles of selected\nSNPs between two groups. To compare the differences of gene expres-\nsion in intact cartilage and damaged cartilage, paired two-tailed Stu-\ndent’s t test was used in this research. Generally, unpaired two-tailed\nStudent’s t test was adopted for comparing values between two groups,\nwhile"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 22, "text": "ilage and damaged cartilage, paired two-tailed Stu-\ndent’s t test was used in this research. Generally, unpaired two-tailed\nStudent’s t test was adopted for comparing values between two groups,\nwhile one-way analysis of variance, followed by Tukey’s multiple\ncomparison tests were used to compare the data from more than two\ngroups. Shapiro–Wilk method was used to estimate the normal distri-\nbution of data and Levene method was used to test the homogeneity of\nvariance. There were at least 3 independent replicates in all experi-\nmental groups in this study. GraphPad Prism software (version 9.4.1)\nwere used for statistical analysis and quantification diagrams. The data\nwere presented as mean values ± SD. P < 0.05 was considered statisti-\ncally significant.\n3. Results\n3.1. The expression of CD73 was upregulated in OA\nBioinformatic analysis was conducted to investigate the association\nbetween\ngenes\nencoding\nadenosine-related\nmolecules\nand\nOA.\nAdenosine-related genes were listed and their expression changes were\nshowed via heat map (Fig. 1A). Among them, ENTPD1 and NT5E were\ngenes encoding CD39 and CD73 respectively, which were the enzymes\ncatalyzed adenosine synthesis. Adenosine receptor"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 23, "text": "ression changes were\nshowed via heat map (Fig. 1A). Among them, ENTPD1 and NT5E were\ngenes encoding CD39 and CD73 respectively, which were the enzymes\ncatalyzed adenosine synthesis. Adenosine receptors include: ADORA1,\nADORA2B and ADORA3 (Fig. 1A). The quantization of the expression\nchanges of these genes suggested that only NT5E was significantly\nTable 1\nAssociations between selected SNPs and OA.\nsGenes\nSNPs\nGenotypes\nAllelic Frequency\nP value\nOdds Ratio (95%CI)\nControl\nOA\nControl\nOA\nGenotype\nAllele\nAA vs.\nAny T/\nG\nCC vs.\nAny T/\nG\nGG vs.\nAny A/C\nTT vs. Any\nA/C\nAllele\nAA vs. Any\nT/G\nCC vs. Any\nT/G\nGG vs. Any\nA/C\nTT vs. Any\nA/C\nNT5E\nrs2229523\n42\n(AA)\n186\n(AG)\n72\n(GG)\n45\n(AA)\n163\n(AG)\n134\n(GG)\n0.45\n(A)\n0.55\n(G)\n0.37\n(A)\n0.63\n(G)\n<0.0005\n<0.005\n0.76\n<0.0001\n1.39\n(1.11–1.74)\n1.07\n(0.68–1.69)\n2.04\n(1.45–2.87)\nrs387906620\n0 (AA)\n0 (AG)\n300\n(GG)\n0 (AA)\n0 (AG)\n342\n(GG)\n0 (A)\n1 (G)\n0 (A)\n1 (G)\n—\n—\n—\n—\n—\n—\n—\nADORA1\nrs17852405\n300\n(CC)\n0 (CT)\n0 (TT)\n342\n(CC)\n0 (CT)\n0 (TT)\n1 (C)\n0 (T)\n1 (C)\n0 (T)\n—\n—\n—\n—\n—\n—\n—\nrs748346254\n0 (AA)\n0 (AG)\n300\n(GG)\n0 (AA)\n0 (AG)\n342\n(GG)\n0 (A)\n1 (G)\n0 (A)\n1 (G)\n—\n—\n—\n—\n—\n—\n—\nADORA2A\nrs8192446\n300\n(CC)\n0 (CT)\n0 (TT)\n342\n(CC)\n0 (CT)\n0 (TT)\n1 (C)\n0 (T)\n1 (C)\n0 (T)\n—"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 24, "text": "—\n—\n—\n—\n—\n—\n—\nrs748346254\n0 (AA)\n0 (AG)\n300\n(GG)\n0 (AA)\n0 (AG)\n342\n(GG)\n0 (A)\n1 (G)\n0 (A)\n1 (G)\n—\n—\n—\n—\n—\n—\n—\nADORA2A\nrs8192446\n300\n(CC)\n0 (CT)\n0 (TT)\n342\n(CC)\n0 (CT)\n0 (TT)\n1 (C)\n0 (T)\n1 (C)\n0 (T)\n—\n—\n—\n—\n—\n—\n—\nrs17650937\n300\n(CC)\n0 (CG)\n0 (GG)\n342\n(CC)\n0 (CG)\n0 (GG)\n1 (C)\n0 (G)\n1 (C)\n0 (G)\n—\n—\n—\n—\n—\n—\n—\nADORA2B\nrs2015353\n6 (CC)\n69\n(CT)\n225\n(TT)\n12\n(CC)\n66\n(CT)\n264\n(TT)\n0.14\n(C)\n0.86\n(T)\n0.13\n(C)\n0.87\n(T)\n0.30\n0.86\n0.25\n0.52\n1.03\n(0.75–1.42)\n0.56\n(0.21–1.51)\n1.13\n(0.78–1.62)\nADORA3\nrs2800889\n297\n(AA)\n3 (AT)\n0 (TT)\n336\n(AA)\n6 (AT)\n0 (TT)\n0.99\n(A)\n0.01\n(T)\n0.99\n(A)\n0.01\n(T)\n—\n0.42\n0.42\n—\n0.76\n(0.44–7.07)\n0.77\n(0.44–7.13)\n—\nH. Guo et al.\nJournal of Orthopaedic Translation 49 (2024) 96–106 \n100 \n\n\nupregulated in OA population, while the others showed no significance\n(Fig. 1B). The PPI network diagram revealed that adenosine-related\ngenes were associated with those related to inflammatory response,\nespecially IL-1β. Chondrocytes metabolic homeostasis related genes\ninteracted with inflammatory response related genes as well (Fig. 1C).\nThese results suggested that CD73 might be involved in OA progression.\nTo further verify the association between adenosine-related molecules\nand OA, the e"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 25, "text": "ory response related genes as well (Fig. 1C).\nThese results suggested that CD73 might be involved in OA progression.\nTo further verify the association between adenosine-related molecules\nand OA, the expression levels of these molecules were detected in OA\ncartilage from clinical and animal specimen. Cartilage tissue on the\nhuman femoral condyles was divided into damaged area and intact area,\nand the proteins were extracted from each area (Fig. 1D). CD73 and\nADORA2A were upregulated in damaged area at protein level while\nother adenosine-related molecules showed no significance in the two\nareas (Fig. 1E and F). Immunofluorescence staining on knees from mice\nshowed consistent results. Compared with sham group, Cd73 and\nAdora2a were upregulated in OA model mice while others showed no\nsignificant differences (Fig. 1G and H). These results further verified the\nassociation between adenosine-related molecules, especially CD73, and\nOA.\n3.2. The variants of SNP rs2229523 on NT5E were significantly higher in\nOA population\nTo figure out genetic variants of adenosine-related molecules (CD39,\nCD73, ADORA1, ADORA2A, ADORA2B, ADORA3) in OA population, we\nconducted a retrospective case–control stud"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 26, "text": "ly higher in\nOA population\nTo figure out genetic variants of adenosine-related molecules (CD39,\nCD73, ADORA1, ADORA2A, ADORA2B, ADORA3) in OA population, we\nconducted a retrospective case–control study. There were 300 patients\nincluded in the control group and 342 patients in OA group. The baseline\ncharacteristics of patients were showed in Supplementary Table 4. The\nsex ratio, age, BMI of patients in the two groups showed significant\ndifferences. SNPs selected in this work and their main characteristics\nwere listed in Supplementary Table 2. More detailed locations of\nselected SNPs were shown in Supplementary Fig. 1. Among these SNPs,\nFig 2. Prediction of CD73 protein structure changes after SNP rs2229523 mutation. A. The detailed position of SNP rs2229523 on NT5E gene and the amino acid\nencoded by SNP rs2229523 changes after its mutation on CD73 protein. B. The helix structure at the adjacent region of the amino acid encoded by SNP rs2229523 on\nCD73 protein. C. After SNP rs2229523 mutation, the helix structure at the adjacent region deconstructed. D. Visualized simulation of the capacity of CD73 for\ncombining with AMP. E. After SNP rs2229523 mutation, the capacity of CD73 for comb"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 27, "text": "ation, the helix structure at the adjacent region deconstructed. D. Visualized simulation of the capacity of CD73 for\ncombining with AMP. E. After SNP rs2229523 mutation, the capacity of CD73 for combining with AMP decreased.\nH. Guo et al.\nJournal of Orthopaedic Translation 49 (2024) 96–106 \n101 \n\n\nthe SNP rs2229523 on NT5E was significantly associated with OA, while\nother SNPs showed no significance (Table 1). More frequent mutation of\nrs2229523 (base A to G) in OA population was discovered (Table 1).\nConsidering rs2229523 was located at exon area and its mutation might\nlead to missense variant, we conjectured that the variant of rs2229523\nmight result in the change of structure or function of CD73 protein.\n3.3. Prediction of structure and function changes of CD73 after SNP\nrs2229523 mutation\nTo figure out whether the structures of CD73 protein would change\nafter the mutation of SNP rs2229523, we searched and visualized the\ndomains of CD73 on SMART database. SNP rs2229523 was located at\n5_nucleotid_C area in NT5E gene. It was the 1126th base pair from the C-\nterminus in the gene and encoded the 376th amino acid in CD73 protein,\nand the mutation of which might cause the normally en"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 28, "text": "at\n5_nucleotid_C area in NT5E gene. It was the 1126th base pair from the C-\nterminus in the gene and encoded the 376th amino acid in CD73 protein,\nand the mutation of which might cause the normally encoded threonine\nbe changed to alanine (Fig. 2A). The crystal structures of CD73 showed\nthat the original helix structure in the adjacent region of the encoded\namino acid would be deconstructed after SNP rs2229523 mutation,\nwhich suggested that the mutation of SNP rs2229523 might cause the\nchange of function of CD73 (Fig. 2B and C). The human SNP rs2229523\nshowed poor conservation across different species in our study, indi-\ncating\nless\nselection\npressure\nduring\nthe\nevolutionary\nprocess\n(Supplementary Fig. 2). In addition, CD73 is the membrane protein\nresponsible for directly converting extracellular AMP into adenosine\n[7]. Therefore, to investigate the potential function changes of CD73\nafter SNP rs2229523 mutation, we simulated the visualization images of\nCD73 combining with AMP before and after the mutation at this site.\nAfter SNP rs2229523 mutation, the capacity of CD73 for combining with\nAMP decreased (Fig. 2D and E). These results suggested that the muta-\ntion of SNP rs2229523 mig"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 29, "text": "d after the mutation at this site.\nAfter SNP rs2229523 mutation, the capacity of CD73 for combining with\nAMP decreased (Fig. 2D and E). These results suggested that the muta-\ntion of SNP rs2229523 might cause changes of CD73 protein structures\nand functions.\n3.4. CD73 maintained anabolism and suppressed catabolism of\nchondrocytes extracellular matrix\nTo explore the role of CD73 in chondrocytes, we knocked down the\nexpression of CD73 through CD73 small-interfering RNA (CD73 siRNA)\nin mouse primary chondrocytes (Fig. 3A). IL-1β was a common inflam-\nmatory mediator and had been widely adopted to mimic inflammatory\nenvironments in vitro [21–23]. Considering the association between\ninflammatory response and chondrocyte metabolism homeostasis, we\nchose IL-1β to mimic inflammatory environment (Fig. 1C). Col2a1 and\nMmp13 were chosen as markers of chondrocyte anabolism and catab-\nolism respectively. Under the stimulation of IL-1β, the expression of\nCol2a1 was downregulated in mouse chondrocytes while Mmp13 was\nupregulated, which revealed that the metabolic homeostasis of chon-\ndrocytes was impaired both in mRNA and protein levels (Fig. 3A, B, D).\nWhen CD73 was knocked down, the anabolism wa"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 30, "text": "while Mmp13 was\nupregulated, which revealed that the metabolic homeostasis of chon-\ndrocytes was impaired both in mRNA and protein levels (Fig. 3A, B, D).\nWhen CD73 was knocked down, the anabolism was impaired and the\ncatabolism was promoted in mouse chondrocytes as well. Furthermore,\nafter CD73 was knocked down in chondrocytes treated with IL-1β, the\nmetabolic homeostasis was impaired more severely than that of chon-\ndrocytes only received IL-1β treatment (Fig. 3A, B, D). The immuno-\nfluorescence staining showed similar results (Fig. 3C–E). To further\nclarify the role of CD73 in maintaining chondrocyte metabolic homeo-\nstasis, we adopted lentivirus to overexpress CD73 in mouse chon-\ndrocytes, and detect the expression of Col2a1 and Mmp13 when the\nchondrocytes received IL-1β treatment or not. When CD73 was overex-\npressed, the anabolism was enhanced and the catabolism was sup-\npressed in mouse chondrocytes. In addition, after CD73-overexpressed\nchondrocytes were treated with IL-1β, the metabolic homeostasis was\nmaintained (Fig. 3F, G, I). The trend of immunofluorescence staining\nresults was consistent (Fig. 3H–J). CD73 is the rate-limiting enzyme that\ncatalyzes the conversion of e"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 31, "text": "e metabolic homeostasis was\nmaintained (Fig. 3F, G, I). The trend of immunofluorescence staining\nresults was consistent (Fig. 3H–J). CD73 is the rate-limiting enzyme that\ncatalyzes the conversion of extracellular ATP to adenosine [6]. In order\nto verify whether CD73 mediated the conversion of extracellular ATP to\nadenosine\nin\nchondrocytes,\nwe\ndetected\nextracellular\nATP\nand\nFig 3. The function of maintaining anabolism and suppressing catabolism\nof CD73 in chondrocytes with IL-1β treatment. A. qPCR results of mRNA\nexpression levels of Nt5e, Col2a1, and Mmp13 in mouse chondrocytes received\nsiRNA treatment for knocking down Cd73 expression with or without IL-1β. B.\nWestern blot results of Cd73, Col II and Mmp13 in the mouse chondrocytes. C.\nImmunofluorescence staining of Col II and Mmp13 in the mouse chondrocytes.\nD. The quantification of western blot in the mouse chondrocytes. E. The\nquantification of immunofluorescence staining in the mouse chondrocytes. F.\nqPCR results of mRNA expression levels of Nt5e, Col2a1, and Mmp13 in mouse\nchondrocytes received lentivirus for overexpressing Cd73 with or without IL-1β.\nG. Western blot results of Cd73, Col II and Mmp13 in the mouse chondrocytes"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 32, "text": "n levels of Nt5e, Col2a1, and Mmp13 in mouse\nchondrocytes received lentivirus for overexpressing Cd73 with or without IL-1β.\nG. Western blot results of Cd73, Col II and Mmp13 in the mouse chondrocytes.\nH. Immunofluorescence staining of Col II and Mmp13 in the mouse chon-\ndrocytes. I. The quantification of western blot in the mouse chondrocytes. J.\nThe quantification of immunofluorescence staining in the mouse chondrocytes.\nK & L. The extracellular ATP and adenosine levels of the mouse chondrocytes,\nrespectively. Data (n = 3) were shown as mean ± SD. *P < 0.05; **P < 0.01;\n***P < 0.001.\nH. Guo et al.\nJournal of Orthopaedic Translation 49 (2024) 96–106 \n102 \n\n\n(caption on next page)\nH. Guo et al.\nJournal of Orthopaedic Translation 49 (2024) 96–106 \n103 \n\n\nadenosine level of mouse chondrocytes knocked down CD73 or over-\nexpressed CD73 treated with or without IL-1β. The extracellular ATP\nlevel significantly decrease in mouse chondrocytes treated with IL-1β\nalone but not in chondrocytes treated with CD73 siRNA alone (Fig. 3K).\nUnder inflammatory environment induced by IL-1β, knocking down\nCD73 in chondrocytes could not significantly alter extracellular ATP\nlevel as well (Fig. 3K). Howev"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 33, "text": "ated with CD73 siRNA alone (Fig. 3K).\nUnder inflammatory environment induced by IL-1β, knocking down\nCD73 in chondrocytes could not significantly alter extracellular ATP\nlevel as well (Fig. 3K). However, the extracellular adenosine level\nshowed remarkable decrease in chondrocytes treated with IL-1β alone or\nCD73 siRNA alone (Fig. 3K). Besides, when chondrocytes knocked down\nCD73 were treated with IL-1β, the extracellular adenosine level was\nfurther reduced (Fig. 3K). On the other hand, overexpressing CD73 in\nmouse chondrocytes could decrease extracellular ATP level but restore\nextracellular adenosine level under inflammatory environment (Fig. 3L).\nThese results suggested that CD73 could maintain anabolism and sup-\npress catabolism in chondrocytes under inflammatory environment, and\nmediate the conversion of extracellular ATP to adenosine, which indi-\ncated that CD73 might be one of the therapeutic targets for OA\nprogression.\n3.5. The overexpression of CD73 attenuated subchondral bone\nremodeling and cartilage degeneration in DMM mice\nThe in vivo experiments were conducted to investigate the role of\nCD73 in OA. Intra-articular injected adeno-associated virus was adopted\nto overexpres"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 34, "text": "emodeling and cartilage degeneration in DMM mice\nThe in vivo experiments were conducted to investigate the role of\nCD73 in OA. Intra-articular injected adeno-associated virus was adopted\nto overexpress CD73 in knees of DMM mice. The pathological charac-\nteristics of OA also include bone remodeling [24]. To evaluate the\nfunction of CD73 in OA, we analyzed the bone status of the knee joint in\nmice\nthrough\nmicro-computed\ntomography\n(micro-CT)\nanalysis.\nThree-dimensional (3D) reconstruction of the mouse knee joint showed\nincreased number of osteophytes and subchondral bone sclerosis in\nDMM mice, with unsmooth bone surfaces of the tibia and femur and\nincreased knee bone volume (Fig. 4A and B). Compared with mice in the\nsham group, micro-CT analysis of the subchondral bone region revealed\nthat DMM mice exhibited increased ratio of bone volume to tissue vol-\nume, bone mineral density (BMD), subchondral bone thickness (SBP\nthickness), trabecular number (Tb. N), trabecular thickness (Tb. Th) and\ndecreased trabecular separation (Tb. Sp). These OA related pathological\nchanges were ameliorated in DMM mice with the overexpression of\nCD73 (Fig. 4A and B). We also assessed the grade of synovitis"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 35, "text": "d\ndecreased trabecular separation (Tb. Sp). These OA related pathological\nchanges were ameliorated in DMM mice with the overexpression of\nCD73 (Fig. 4A and B). We also assessed the grade of synovitis and the\nintegrity of articular cartilage by hematoxylin & eosin (H&E) staining\nand Safranin-O/fast green (S.O.) staining. The results showed severe\nsynovitis, evident cartilage degradation and cartilage thickness reduc-\ntion in DMM mice, while the degree of synovitis and degeneration of\ncartilage in DMM mice overexpressed CD73 were alleviated obviously as\nrevealed by decreased synovitis grade, Osteoarthritis Research Society\nInternational\n(OARSI)\nscore,\nincreased\nchondrocyte\ncount,\nand\nimproved cartilage thickness (Fig. 4C–F). In order to figure out whether\nthe overexpression of CD73 maintained anabolism and suppressed\ncatabolism of chondrocytes extracellular matrix in DMM mice, we\ndetermined the expression of Col II and Mmp13 in the mice knee sec-\ntions by immunofluorescence staining. Compared with sham group, the\nhomeostasis between anabolism and catabolism of chondrocytes extra-\ncellular matrix was impaired in DMM mice indicated by downregulated\nCol II and upregulated Mmp13. However"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 36, "text": "pared with sham group, the\nhomeostasis between anabolism and catabolism of chondrocytes extra-\ncellular matrix was impaired in DMM mice indicated by downregulated\nCol II and upregulated Mmp13. However, this disruption of chon-\ndrocytes extracellular matrix anabolism-catabolism homeostasis was\nalleviated in DMM mice overexpressed CD73 (Fig. 4G and H).\n3.6. The overexpression of CD73 improved physical activities of DMM\nmice\nWe further analyzed the physical activities of the mice by behavioral\nexperiments to evaluate mice knee function. Mice were subjected to an\nopen field test (OFT) to record their spontaneous activity over 3 min\n(Fig. 5A). The results showed that the relative activity, active time, ac-\ntivity distance, and the mean speed significantly declined after DMM\nsurgery relative to sham, which was remarkably reversed by the over-\nexpression of CD73 (Fig. 5B). Furthermore, we assessed the pain and gait\nconditions by footprint experiments [25]. We observed that the over-\nexpression of CD73 significantly reduced the pain of DMM mice, which\nwas indicated by the improvement of the stride length and step length\nand the shorten of the front/rear print length (Fig. 5C and D). Theref"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 37, "text": "n of CD73 significantly reduced the pain of DMM mice, which\nwas indicated by the improvement of the stride length and step length\nand the shorten of the front/rear print length (Fig. 5C and D). Therefore,\nthe overexpression of CD73 improved physical activities of DMM mice.\n4. Discussion\nIt has been reported that adenosine played an important role in OA\n[26,27]. In this study, we mainly focused on CD73, the rate-limiting\nenzyme in adenosine extracellular synthesis. We revealed the associa-\ntion between CD73 and OA, and firstly reported the variants of SNP\nrs2229523 on NT5E (the gene encoded CD73) significantly associated\nwith OA population. The mutation of SNP rs2229523 (base A to G)\nmight cause the changes of CD73 protein structures and functions of\ncombining with AMP, which raised our concerns about the function of\nCD73 in OA. At last, we discovered that CD73 played the role of\nrelieving OA by maintaining anabolism and suppressing catabolism of\nchondrocytes extracellular matrix, which indicated that CD73 might be\na novel therapeutic target for alleviating OA progression.\nInterestingly, considering CD73 was upregulated in OA population\nand catalyzed the conversion of ATP to adenosi"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 38, "text": "indicated that CD73 might be\na novel therapeutic target for alleviating OA progression.\nInterestingly, considering CD73 was upregulated in OA population\nand catalyzed the conversion of ATP to adenosine, intra-articular in-\njection of adenosine could still alleviate OA [8,9]. We hypothesized that\nthe upregulation of CD73 in vivo was a self-regulatory mechanism in OA\nconditions, but the adenosine produced by upregulated CD73 is still not\nsufficient to prevent OA progression [9]. The molecular mechanisms\nleading to this phenotype are currently unknown. Another interesting\nfinding of this research was that adenosine receptor ADORA2A showed\nsignificant upregulation in OA cartilage, which was consistent with\npublished data as well [9]. CD73 mediated the synthesis of extracellular\nadenosine, and adenosine exerted physiological effects through adeno-\nsine receptors, which indicated that ADORA2A might be the down-\nstream molecule of CD73 in OA.\nThere were still some limitations in this research. Firstly, despite the\nfindings from OA cartilage, ADORA2A was not included in the database\nfor bioinformatics analysis. Secondly, the baseline characteristics of\npatients in the two groups in the ca"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 39, "text": "h. Firstly, despite the\nfindings from OA cartilage, ADORA2A was not included in the database\nfor bioinformatics analysis. Secondly, the baseline characteristics of\npatients in the two groups in the case–control study showed significant\ndifferences. Considering the DNA sequence would not be changed by\ndifferent baseline characteristics, the validation of SNPs data in this\nstudy would not be severely affected. Thirdly, we had tried to search for\nthe eligible SNPs on the ENTPD1 gene under the SNPs screening criteria\nin this research but failed, although the expression CD39 (encoded by\nENTPD1) showed no significant changes in OA cartilage in this study. In\naddition, despite we reported the mutation of SNP rs2229523 in OA\npopulation, targeted intervention for SNP rs2229523 was not conducted\nin this study. Last but not least, despite of findings from Open Filed Test\nand footprint experiments, we did not adopt Von Frey fiber test to\nFig 4. The overexpression of CD73 attenuates bone remodeling and protects cartilage in DMM mice. A. Three-dimensional images of the mouse knee joint\nwere reconstructed by micro-computed tomography (micro-CT) to highlight changes in the femoral and tibial surfa"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 40, "text": "and protects cartilage in DMM mice. A. Three-dimensional images of the mouse knee joint\nwere reconstructed by micro-computed tomography (micro-CT) to highlight changes in the femoral and tibial surfaces. The sagittal images of the medial joint\ncompartment show changes in the thickness of the subchondral bone plate (SBP). B. The quantification of changes in knee bone volume (Knee BV), the ratio of bone\nvolume to tissue volume (BV/TV), bone mineral density (BMD), trabecular number (Tb.N), trabecular thickness (Tb. Th), trabecular separation (Tb.Sp), number of\nosteophytes and SBP thickness. C. Hematoxylin & Eosin (H&E) staining of mouse knee. D. The quantification of H&E staining (synovitis grade). E. Safranin-O/fast\ngreen (S.O.) staining. F. The quantification of S.O. staining, including OARSI grade, chondrocyte number, cartilage thickness and uncalcified cartilage thickness. G.\nImmunofluorescence staining of the mice knees. H. The quantification of immunofluorescence staining. Data (n = 6) were shown as mean ± SD. *P < 0.05; **P <\n0.01; ***P < 0.001. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.)\nH."}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 41, "text": "= 6) were shown as mean ± SD. *P < 0.05; **P <\n0.01; ***P < 0.001. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.)\nH. Guo et al.\nJournal of Orthopaedic Translation 49 (2024) 96–106 \n104 \n\n\nFig 5. The overexpression of CD73 improves physical activities in DMM mice. A. Representative trajectory plots show that the spontaneous activity of mice after\nDMM surgery decreases in the open field test. B. The quantification of changes in spontaneous activity, including relative activity, active time, distance, and mean\nspeed. C. The footprints of the two front paws of the manipulated mice were marked with red ink and the footprints of the two hind paws were marked with blue ink.\nRepresentative pictures of the footprints of each group. D. The quantification of relative step length, relative stride length, and relative front/rear print length of each\ngroup. Data (n = 6) were shown as mean ± SD. *P < 0.05; **P < 0.01; ***P < 0.001. (For interpretation of the references to color in this figure legend, the reader is\nreferred to the Web version of this article.)\nH. Guo et al.\nJournal of Orthopaedic Translation 49 (202"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 42, "text": "***P < 0.001. (For interpretation of the references to color in this figure legend, the reader is\nreferred to the Web version of this article.)\nH. Guo et al.\nJournal of Orthopaedic Translation 49 (2024) 96–106 \n105 \n\n\nfurther assess the pain sensitivity of the mice. Further research on deeper\nmolecular mechanisms behind findings in this study was still needed.\n5. Conclusions\nIn this study, we revealed the association between CD73 and OA, and\nthe variants of SNP rs2229523 (base A to G) on NT5E were significantly\nhigher in OA population. Furthermore, we discovered the function of\nmaintaining chondrocytes anabolism and suppressing catabolism of\nCD73 under inflammatory environment, which indicated that CD73\nmight be a novel therapeutic target for alleviating OA progression.\nConflicts of interest\nThe authors declare that they have no competing interests.\nFunding\nThis work was supported by National Science Foundation of China\n(82325035, 82172481, 32271409), Six Talent Peaks Project of Jiangsu\nProvince (WSW-079), Innovation Project of National Orthopedics and\nSports Medicine Rehabilitation Clinical Medical Research Center (2021-\nNCRC-CXJJ-ZH-16).\nEthics approval and consent to participate"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 43, "text": "u\nProvince (WSW-079), Innovation Project of National Orthopedics and\nSports Medicine Rehabilitation Clinical Medical Research Center (2021-\nNCRC-CXJJ-ZH-16).\nEthics approval and consent to participate\nThe study was conducted in accordance with the Declaration of\nHelsinki, and approved by the Ethical Committee of the Nanjing Drum\nTower Hospital, Affiliated Hospital of Medical School, Nanjing Univer-\nsity (2,009,022). The animal study protocol was approved by the Animal\nCare and Use Committee of Nanjing Drum Tower Hospital, Affiliated\nHospital of Medical School, Nanjing University (2020AE01102).\nAcknowledgements\nNot applicable.\nAppendix A. Supplementary data\nSupplementary data to this article can be found online at https://doi.\norg/10.1016/j.jot.2024.08.014.\nReferences\n[1] Hunter DJ, Bierma-Zeinstra S. Osteoarthritis. Lancet 2019;393(10182):1745–59.\n[2] Abramoff B, Caldera FE. Osteoarthritis: pathology, diagnosis, and treatment\noptions. Med Clin North Am 2020;104(2):293–311.\n[3] Hasko G, Cronstein BN. Adenosine: an endogenous regulator of innate immunity.\nTrends Immunol 2004;25(1):33–9.\n[4] Jacobson KA, Gao ZG. Adenosine receptors as therapeutic targets. Nat Rev Drug\nDiscov 2006;5(3)"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 44, "text": "Cronstein BN. Adenosine: an endogenous regulator of innate immunity.\nTrends Immunol 2004;25(1):33–9.\n[4] Jacobson KA, Gao ZG. Adenosine receptors as therapeutic targets. Nat Rev Drug\nDiscov 2006;5(3):247–64.\n[5] Zimmermann H. Extracellular metabolism of ATP and other nucleotides. Naunyn-\nSchmiedeberg’s Arch Pharmacol 2000;362(4–5):299–309.\n[6] Thompson LF, Eltzschig HK, Ibla JC, Van De Wiele CJ, Resta R, Morote-Garcia JC,\net al. Crucial role for ecto-5’-nucleotidase (CD73) in vascular leakage during\nhypoxia. J Exp Med 2004;200(11):1395–405.\n[7] Antonioli L, Pacher P, Vizi ES, Hasko G. CD39 and CD73 in immunity and\ninflammation. Trends Mol Med 2013;19(6):355–67.\n[8] Corciulo C, Lendhey M, Wilder T, Schoen H, Cornelissen AS, Chang G, et al.\nEndogenous adenosine maintains cartilage homeostasis and exogenous adenosine\ninhibits osteoarthritis progression. Nat Commun 2017;8:15019.\n[9] Corciulo C, Castro CM, Coughlin T, Jacob S, Li Z, Fenyo D, et al. Intraarticular\ninjection of liposomal adenosine reduces cartilage damage in established murine\nand rat models of osteoarthritis. Sci Rep 2020;10(1):13477.\n[10] Deng Y, Lu J, Li W, Wu A, Zhang X, Tong W, et al. Reciprocal inhibition of YAP/\nT"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 45, "text": "nosine reduces cartilage damage in established murine\nand rat models of osteoarthritis. Sci Rep 2020;10(1):13477.\n[10] Deng Y, Lu J, Li W, Wu A, Zhang X, Tong W, et al. Reciprocal inhibition of YAP/\nTAZ and NF-kappaB regulates osteoarthritic cartilage degradation. Nat Commun\n2018;9(1):4564.\n[11] Zhu X, Chen F, Lu K, Wei A, Jiang Q, Cao W. PPARgamma preservation via\npromoter demethylation alleviates osteoarthritis in mice. Ann Rheum Dis 2019;78\n(10):1420–9.\n[12] Sun K, Hou L, Guo Z, Wang G, Guo J, Xu J, et al. JNK-JUN-NCOA4 axis contributes\nto chondrocyte ferroptosis and aggravates osteoarthritis via ferritinophagy. Free\nRadic Biol Med 2023;200:87–101.\n[13] Trevisan ES, Martignago CCS, Assis L, Tarocco JC, Salman S, Dos Santos L, et al.\nEffectiveness of led photobiomodulation therapy on treatment with knee\nosteoarthritis: a rat study. Am J Phys Med Rehabil 2020;99(8):725–32.\n[14] Krenn V, Morawietz L, Burmester GR, Kinne RW, Mueller-Ladner U, Muller B, et al.\nSynovitis score: discrimination between chronic low-grade and high-grade\nsynovitis. Histopathology 2006;49(4):358–64.\n[15] Jensen EC. Quantitative analysis of histological staining and fluorescence using\nImageJ. Anat Rec 2013;2"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 46, "text": "tion between chronic low-grade and high-grade\nsynovitis. Histopathology 2006;49(4):358–64.\n[15] Jensen EC. Quantitative analysis of histological staining and fluorescence using\nImageJ. Anat Rec 2013;296(3):378–81.\n[16] Sun W, Lv Z, Li W, Lu J, Xie Y, Wang P, et al. XJB-5-131 protects chondrocytes from\nferroptosis to alleviate osteoarthritis progression via restoring Pebp1 expression.\nJ Orthop Translat 2024;44:114–24.\n[17] Yan Y, Tao H, He J, Huang SY. The HDOCK server for integrated protein-protein\ndocking. Nat Protoc 2020;15(5):1829–52.\n[18] Lee GR, Shaefi S, Otterbein LE. HO-1 and CD39: it takes two to protect the realm.\nFront Immunol 2019;10:1765.\n[19] Zheng L, Zhang Z, Sheng P, Mobasheri A. The role of metabolism in chondrocyte\ndysfunction and the progression of osteoarthritis. Ageing Res Rev 2021;66:101249.\n[20] Knights AJ, Redding SJ, Maerz T. Inflammation in osteoarthritis: the latest progress\nand ongoing challenges. Curr Opin Rheumatol 2023;35(2):128–34.\n[21] Defois A, Bon N, Charpentier A, Georget M, Gaigeard N, Blanchard F, et al.\nOsteoarthritic chondrocytes undergo a glycolysis-related metabolic switch upon\nexposure to IL-1b or TNF. Cell Commun Signal 2023;21(1):137.\n[22"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 47, "text": "harpentier A, Georget M, Gaigeard N, Blanchard F, et al.\nOsteoarthritic chondrocytes undergo a glycolysis-related metabolic switch upon\nexposure to IL-1b or TNF. Cell Commun Signal 2023;21(1):137.\n[22] Bokhari RA, Tantowi N, Lau SF, Mohamed S. Java Tea (Orthosiphon stamineus)\nprotected against osteoarthritis by mitigating inflammation and cartilage\ndegradation: a preclinical study. Inflammopharmacology 2018;26(4):939–49.\n[23] Carvalho Schweich-Adami L, Silva RAD, Menezes J, Baranoski A, Kassuya CAL,\nBernardi L, et al. The intra-articular injection of adipose-derived stem cells\ndecreases pain and reduces inflammation in knee osteoarthritis, with or without\nthe addition of platelet-rich plasma also improves functionality. J Tissue Eng Regen\nMed 2022;16(10):900–12.\n[24] Zhu X, Chan YT, Yung PSH, Tuan RS, Jiang Y. Subchondral bone remodeling: a\ntherapeutic target for osteoarthritis. Front Cell Dev Biol 2020;8:607764.\n[25] Wu J, Pan Y, Yu Y, Yang Q, Liu Q, Liu Y, et al. Axial compressive loading attenuates\nearly osteoarthritis by reducing subchondral bone remodeling. Am J Sports Med\n2023;51(7):1752–64.\n[26] Bekisz JM, Lopez CD, Corciulo C, Mediero A, Coelho PG, Witek L, et al. The role"}
{"source": "pmc\\CD73 alleviates osteoarthritis by maintaining anabolism and suppressing cataboli.pdf", "source_type": "pdf", "chunk_id": 48, "text": "ading attenuates\nearly osteoarthritis by reducing subchondral bone remodeling. Am J Sports Med\n2023;51(7):1752–64.\n[26] Bekisz JM, Lopez CD, Corciulo C, Mediero A, Coelho PG, Witek L, et al. The role of\nadenosine receptor activation in attenuating cartilaginous inflammation.\nInflammation 2018;41(4):1135–41.\n[27] Hasko G, Antonioli L, Cronstein BN. Adenosine metabolism, immunity and joint\nhealth. Biochem Pharmacol 2018;151:307–13.\nH. Guo et al.\nJournal of Orthopaedic Translation 49 (2024) 96–106 \n106"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 0, "text": "CANCER RESEARCH | TRANSLATIONAL SCIENCE\nMET-Induced CD73 Restrains STING-Mediated\nImmunogenicity of EGFR-Mutant Lung Cancer\nRyohei Yoshida1,2, Maria Saigi1,3, Tetsuo Tani1, Benjamin F. Springer4, Hirofumi Shibata1,\nShunsuke Kitajima1,5, Navin R. Mahadevan1,6, Marco Campisi1, William Kim7, Yoshihisa Kobayashi1,8,\nTran C. Thai1, Koji Haratani1, Yurie Yamamoto1,9, Shriram K. Sundararaman1, Erik H. Knelson1, Amir Vajdi1,\nIsrael Canadas1,10, Ravindra Uppaluri1, Cloud P. Paweletz4,11, Juan J. Miret4,11, Patrick H. Lizotte1,4,11,\nPrafulla C. Gokhale4, Pasi A. J€anne1,11, and David A. Barbie1,11\nABSTRACT\n◥\nImmunotherapy has shown limited efﬁcacy in patients with\nEGFR-mutated lung cancer. Efforts to enhance the immunogenicity\nof EGFR-mutated lung cancer have been unsuccessful to date. Here,\nwe discover that MET ampliﬁcation, the most common mechanism\nof resistance to third-generation EGFR tyrosine kinase inhibitors\n(TKI), activates tumor cell STING, an emerging determinant of\ncancer immunogenicity (1). However, STING activation was\nrestrained by ectonucleosidase CD73, which is induced in MET-\nampliﬁed, EGFR-TKI–resistant cells. Systematic genomic analyses\nand cell line studies conﬁrmed upre"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 1, "text": "ity (1). However, STING activation was\nrestrained by ectonucleosidase CD73, which is induced in MET-\nampliﬁed, EGFR-TKI–resistant cells. Systematic genomic analyses\nand cell line studies conﬁrmed upregulation of CD73 in MET-\nampliﬁed and MET-activated lung cancer contexts, which depends\non coinduction of FOSL1. Pemetrexed (PEM), which is commonly\nused following EGFR-TKI treatment failure, was identiﬁed as an\neffective potentiator of STING-dependent TBK1-IRF3-STAT1\nsignaling in MET-ampliﬁed, EGFR-TKI–resistant cells. However,\nPEM treatment also induced adenosine production, which inhibited\nT-cell responsiveness. In an allogenic humanized mouse model,\nCD73 deletion enhanced immunogenicity of MET-ampliﬁed,\nEGFR-TKI–resistant cells, and PEM treatment promoted robust\nresponses regardless of CD73 status. Using a physiologic antigen\nrecognition model, inactivation of CD73 signiﬁcantly increased\nantigen-speciﬁc CD8þ T-cell immunogenicity following PEM treat-\nment. These data reveal that combined PEM and CD73 inhibition\ncan co-opt tumor cell STING induction in TKI-resistant EGFR-\nmutated lung cancers and promote immunogenicity.\nSigniﬁcance: MET ampliﬁcation upregulates CD73 to suppress\ntumo"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 2, "text": "ed PEM and CD73 inhibition\ncan co-opt tumor cell STING induction in TKI-resistant EGFR-\nmutated lung cancers and promote immunogenicity.\nSigniﬁcance: MET ampliﬁcation upregulates CD73 to suppress\ntumor cell STING induction and T-cell responsiveness in TKI-\nresistant, EGFR-mutated lung cancer, identifying a strategy to\nenhance immunogenicity and improve treatment.\nIntroduction\nEGFR-mutated non–small lung cancers (NSCLC) effectively respond\nto osimertinib and other third-generation EGFR tyrosine kinase inhi-\nbitors (EGFR-TKI); however,mostpatients presentat an advancedstage\nand almost invariably develop acquired drug resistance (2). Approaches\nto combat EGFR-TKI resistance have centered around targeting down-\nstreamorparallel mitogenic signaling pathways such as MEK,MET, and\nIGF1R, which can compensate for and/or bypass EGFR-TKI inhibi-\ntion (3). However, this strategy has been limited by the presence of drug-\ntolerant persister cells and the diversity of genetic and epigenetic\nmechanisms that can facilitate expansion of resistant clones (4).\n1Department of Medical Oncology, Dana-Farber Cancer Institute, Boston,\nMassachusetts. 2RespiratoryCenter,AsahikawaMedicalUniversity,Hokkaido,Ja"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 3, "text": "s that can facilitate expansion of resistant clones (4).\n1Department of Medical Oncology, Dana-Farber Cancer Institute, Boston,\nMassachusetts. 2RespiratoryCenter,AsahikawaMedicalUniversity,Hokkaido,Japan.\n3Department of Medical Oncology, Catalan Institute of Oncology (ICO), Germans\nTrias i Pujol Research Institute (IGTP), Badalona, Barcelona, Spain. 4Experimental\nTherapeutics Core and Belfer Center for Applied Cancer Science, Dana-Farber\nCancer Institute, Boston, Massachusetts. 5Department of Cell Biology, Cancer\nInstitute, Japanese Foundation for Cancer Research Tokyo, Japan. 6Department of\nPathology, Brigham and Women’s Hospital, Boston, Massachusetts. 7Jong Wook\nKim Ph.D., University of California San Diego, School of Medicine, Moores Cancer\nCenter. 8Division of Molecular Pathology, National Cancer Center Research Institute,\nTokyo,Japan. 9MolecularOncologyandTherapeutics,OsakaMetropolitanUniversity\nGraduate School of Medicine, Osaka, Japan. 10Blood Cell Development and Function\nProgram, Fox Chase Cancer Center, Philadelphia, Pennsylvania. 11Belfer Center for\nApplied Cancer Science, Dana-Farber Cancer Institute, Boston, Massachusetts.\nR. Yoshida and M. Saigi contributed as co-ﬁrs"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 4, "text": "ram, Fox Chase Cancer Center, Philadelphia, Pennsylvania. 11Belfer Center for\nApplied Cancer Science, Dana-Farber Cancer Institute, Boston, Massachusetts.\nR. Yoshida and M. Saigi contributed as co-ﬁrst authors to this article.\nCorresponding Authors: David A. Barbie, Dana-Farber Cancer Institute,\n450 Brookline Ave, LC4115, Boston, MA 02215. Phone: 617-632-6036; E-mail:\ndavid_barbie@dfci.harvard.edu; Pasi A J€anne, pasi_janne@dfci.harvard.edu;\nand Ryohei Yoshida, yryohei@asahikawa-med.ac.jp\nCancer Res 2022;82:4079–92\ndoi: 10.1158/0008-5472.CAN-22-0770\nThis open access article is distributed under the Creative Commons Attribution-\nNonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0) license.\n\u00012022 The Authors; Published by the American Association for Cancer Research\nAACRJournals.org | 4079\n\n\nMET ampliﬁcation and/or overexpression occurs in up to 25% of\npatients with NSCLCs overall (5, 6). It represents one of the most\ncommon resistance mechanisms to osimertinib, and along with MET\nexon 14 mutation represents a distinct targetable subtype of lung\nadenocarcinoma (7, 8). Several clinical trials examining the efﬁcacy of\ncombination therapy with MET inhibitors for EGFR-mutated"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 5, "text": "MET\nexon 14 mutation represents a distinct targetable subtype of lung\nadenocarcinoma (7, 8). Several clinical trials examining the efﬁcacy of\ncombination therapy with MET inhibitors for EGFR-mutated NSCLCs\nare currently underway. In these trials, adverse events were found to be\nmore severe than with EGFR-TKIs alone, although within acceptable\nlimits. Combination therapy with the MET inhibitor savolitinib has\nadvanced into a phase III trial and improves response of osimertinib\nresistant patients, but median progression-free survival in the phase II\nstudy was only 5.5 months, highlighting the limited durable activity of\ndirectly targeting this compensatory signaling pathway (9–11).\nWhen T-cell immunity can be successfully engaged against lung\ncancer, responses are substantially more durable than for targeted\ntherapies (12, 13). However, studies of immune checkpoint blockade\n(ICB) have revealed that patients with EGFR-mutated lung cancer\nrarely ever respond to immunotherapy, despite its impressive overall\nsuccess in other subsets of NSCLC (14). Low tumor mutational burden\nand PD-L1 expression, along with low rate of CD8þ tumor-inﬁltrating\nT cells are considered to be reasons for the"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 6, "text": "impressive overall\nsuccess in other subsets of NSCLC (14). Low tumor mutational burden\nand PD-L1 expression, along with low rate of CD8þ tumor-inﬁltrating\nT cells are considered to be reasons for the failure of response to ICB,\nbut the underlying mechanisms remain unknown (15, 16). On the\nother hand, the oncogenic activation of MET promotes immune escape\nby upregulating different transcripts such as CD274 (encoding PD-L1)\nor SOCS1, among others, involved in immunosuppression (17).\nMultiple studies have demonstrated an emerging role for innate\nimmune signaling pathway dysregulation in EGFR-mutated lung\ncancer, and more speciﬁcally adaptive resistance to EGFR TKIs. These\nﬁnding suggest that understanding and characterizing speciﬁc\nmechanisms of innate immune pathway dysregulation could uncover\nnovel immunotherapeutic opportunities. For example, activation of\nSTAT3 and NFkB signaling is implicated in promoting survival in\nresponse to EGFR-TKI treatment (18, 19). In addition, our group\npreviously reported induction of STING, a critical downstream sensor\nof cytosolic double-stranded DNA (dsDNA) and a key component of\nthe innate immunity, in the EGFR-TKI drug-tolerant persister cell\nstat"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 7, "text": "viously reported induction of STING, a critical downstream sensor\nof cytosolic double-stranded DNA (dsDNA) and a key component of\nthe innate immunity, in the EGFR-TKI drug-tolerant persister cell\nstate, together with secretion of speciﬁc proinﬂammatory cyto-\nkines (20). An EGFR-TKI–induced antiviral response involving upre-\ngulation of type I IFN signaling was also recently described by Gong\nand colleagues (21), highlighting the potential of such states to prime\nantitumor immunity. These data suggest that the residual cells that\nactually mediate acquired resistance to targeted therapy in EGFR-\nmutated tumors could be ideal targets for harnessing the innate\nimmune response to promote tumor clearance.\nHowever, induction of counterregulatory factors such as CD73,\nwhich generates the immunosuppressive metabolite adenosine, may\nsuppress tumor immunogenicity (22), particularly in EGFR-mutated\nNSCLC (23, 24). Human CD73 is encoded by NT5E, which is located\non the long arm (q) of chromosome 6. The canonical pathway leading\nto extracellular adenosine production involves the degradation of\nextracellular ATP into AMP and subsequently into adenosine, by the\naction of membrane-bound ectonucleot"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 8, "text": "The canonical pathway leading\nto extracellular adenosine production involves the degradation of\nextracellular ATP into AMP and subsequently into adenosine, by the\naction of membrane-bound ectonucleotidases CD39 and CD73,\nrespectively (25, 26). Extracellular adenosine (eADO) can signal\nthrough four different adenosine receptors, designated A1, A2a,\nA2b, and A3, dampening the immune response by suppressing\nimmune effector cell function (22). More speciﬁcally, an increase of\neADO, mainly through the adenosine A2A receptor signaling, impairs\nT-cell cytotoxicity and natural killer cell function and induces the\nsuppression of antigen-presenting cells (27, 28). All of these molecules,\namong others, contribute to adenosinergic signaling in the tumor\nmicroenvironment, and their overexpression has been associated with\nmetastatic disease and worse clinical outcomes in various tumor types,\nincluding NSCLC (29–31).\nIn this study, we sought to characterize STING expression in\nestablished EGFR-TKI–resistant lung cancer cells, discovering that\nits upregulation is linked to MET ampliﬁcation. However, while\nexamining antigen-speciﬁc T-cell activation in this MET-activated\ncellular context, we disco"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 9, "text": "esistant lung cancer cells, discovering that\nits upregulation is linked to MET ampliﬁcation. However, while\nexamining antigen-speciﬁc T-cell activation in this MET-activated\ncellular context, we discovered a key role for CD73 in restraining\nSTING-driven immunogenicity, prompting us to examine the poten-\ntial of activating STING and inhibiting CD73 to overcome this barrier.\nMaterials and Methods\nCell lines\nHEK293T, H1650, H441, and H3255 cells were purchased from\nATCC. H23, H1975, and H820 cells were originally obtained from the\nBroad Institute, and H69 and H69M were originally obtained from the\nlaboratory of Dr. Joan Albanell and were authenticated by short\ntandem repeat genotyping. HCC827, HCC827GR6, HCC827EPR,\nPC9, HCC2935, HCC2279, HCC4006, DFCI-202, EBC1, H596, and\nDFCI-633 cells were kindly provided by Dr. P.A. J€anne at Dana-Farber\nCancer Institute (DFCI), Boston, MA. Jurkat76 cell line was provided\nby M.H.M Heemskerk at Leiden University Medical Center, Leiden,\nthe Netherlands. HEK293T cell was cultured in DMEM (Thermo\nFisher Scientiﬁc, catalog no. 11965-118), 10% FBS (GeminiBio pro-\nducts, catalog no. 100-106), and 1% penicillin/streptomycin (Gibco,\n#15140-122). H1650, H325"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 10, "text": "HEK293T cell was cultured in DMEM (Thermo\nFisher Scientiﬁc, catalog no. 11965-118), 10% FBS (GeminiBio pro-\nducts, catalog no. 100-106), and 1% penicillin/streptomycin (Gibco,\n#15140-122). H1650, H3255, H1975, H820, HCC827, HCC827GR6,\nHCC827EPR, PC9, HCC2935, HCC2279, HCC4006, H69, H69M,\nH441, EBC1, H596, H23, DFCI-202, DFCI-633, and Jurkat76 cell\nlines were cultured at 37\u0002C in 5% CO2 using RPMI1640 (Thermo\nFisher Scientiﬁc, catalog no.11875-119), 10% FBS and 1% penicillin/\nstreptomycin. Mycoplasma infection was regularly checked by PCR\nusing the condition media derived from each cell line. The sequences of\nthe primers used for checking Mycoplasma infection are listed in\nSupplementary Table S1.\nReagents and treatments\nThe following reagents were used: osimertinib (Selleckchem, catalog\nno. S7297), savolitinib (Selleckchem, catalog no. S7674), pemetrexed\n(Selleckchem, catalog no. S5971), docetaxel (Selleckchem, catalog\nno. S1148), vinorelbine (Selleckchem, catalog no. S4269), etoposide\n(Selleckchem, catalog no. S1225), Olaparib (Selleckchem, catalog\nno. S1060), barasertib (Selleckchem, catalog no. S1147), cisplatin\n(Selleckchem, catalog no. S1166), ruxolitinib (Selleckchem, catalog\nn"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 11, "text": "Selleckchem, catalog no. S1225), Olaparib (Selleckchem, catalog\nno. S1060), barasertib (Selleckchem, catalog no. S1147), cisplatin\n(Selleckchem, catalog no. S1166), ruxolitinib (Selleckchem, catalog\nno. S1378), trametinib (Selleckchem, catalog no. S2673), crizotinib\n(Selleckchem, catalog no. S1068), AB680 (MedChemExpress, catalog\nno. HY-125286), adenosine (Sigma-Aldrich, catalog no. A9251), AMP\n(Sigma-Aldrich, catalog no. A1752), APCP (Sigma-Aldrich, catalog\nno. M8386), Recombinant Human HGF (R&D Systems, catalog no.\n294-HG-005/CF).\nPatient samples and IHC staining\nPatients with NSCLC with EGFR mutation were identiﬁed through\nthe DFCI PROFILE database. Formalin-ﬁxed parafﬁn-embedded with\n4-mm-thick were stained at the Division of Pathology in Brigham &\nWomen’s Hospital Pathology Core. Staining for the following anti-\nbodies was performed on BOND-III, the fully automated IHC and ISH\nstainer (Leica Biosystems): STING (Cell Signaling Technology, catalog\nno. 13647, dilution 1:50), CD73 (Cell Signaling Technology, catalog\nno. 13160, dilution 1:50), c-MET (Abcam, catalog no. ab243930,\ndilution 1:100). Poly-HRP IgG reagent from Bond Polymer Reﬁne\nDetection Kit DC9800 was used to bind rabb"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 12, "text": "ll Signaling Technology, catalog\nno. 13160, dilution 1:50), c-MET (Abcam, catalog no. ab243930,\ndilution 1:100). Poly-HRP IgG reagent from Bond Polymer Reﬁne\nDetection Kit DC9800 was used to bind rabbit antibody. Expression\nYoshida et al.\nCancer Res; 82(21) November 1, 2022\nCANCER RESEARCH\n4080\n\n\nlevels of STING, CD73, and c-MET staining in tumor cells were\nvisually evaluated by a pathologist who was blinded to other data.\nWe used a IHC score system (H-score) that was calculated by\nmultiplying the membranous intensity score in tumor cells (0, absent;\n1, weak; 2, moderate; 3, strong) by the percentage of stained cells\n(0%–100%) to yield a value of 0–300 m and classiﬁed into high versus\nlow expression at the median cut-off point (32).\nCRISPR/Cas9 system and lentiviral infection\nTarget sequences for CRISPR interference were designed using the\nsingle-guide RNA (sgRNA) designer (http://portals.broadinstitute.\norg/gpp/public/analysis-tools/sgrna-design). A nontargeting sgRNA\nfrom the Geckolibrary v2 wasused asa scramble sgRNA. sgRNA target\nsequences are listed in Supplementary Table S1.\nA total of 3 \u0003 106 HEK293T cells were plated onto a 60-mm dish and\ntransfected using X-tremeGENE HP DN"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 13, "text": "brary v2 wasused asa scramble sgRNA. sgRNA target\nsequences are listed in Supplementary Table S1.\nA total of 3 \u0003 106 HEK293T cells were plated onto a 60-mm dish and\ntransfected using X-tremeGENE HP DNA Transfection Reagent\n(Roche, catalog no. 06366236001) with 1 mg of lentivirus-based\nexpression vectors together with 1 mg of pCMV-dR8.91 and 1 mg of\npCMV-VSV-G. After 48 hours incubation, the media containing\nlentivirus particles were collected, passed through a 0.45 mmol/L ﬁlter,\nand concentrated using Lenti-X Concentrator (Clontech, catalog\nno. 631231). The constructs of TCR-LMP2B were purchased from\nVectorBuilder company. For selection of virally infected cells,\n0.5–2 mg/mL of puromycin (pCRISPR-v2 sgRNAs, plx307-hMET) or\n1.5–8 mg/mL of blasticidin (plx304-NanoLuc, plx304-hSTING,\nplx304-CD73, or plx304-hFRA1) was used 24 hours postinfection.\nqRT-PCR\nRNA extraction was performed using RNeasy Mini Kit (Qiagen,\ncatalog no. 74106). RNA samples (1 mg) were reverse transcribed using\nSuperScript III First-Strand Synthesis SuperMix (Thermo Fisher\nScientiﬁc, catalog no. 1683483). qRT-PCR was performed using Power\nSYBR Green PCR Master Mix (Thermo Fisher Scientiﬁc, catalog no.\n4367659). The"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 14, "text": "ript III First-Strand Synthesis SuperMix (Thermo Fisher\nScientiﬁc, catalog no. 1683483). qRT-PCR was performed using Power\nSYBR Green PCR Master Mix (Thermo Fisher Scientiﬁc, catalog no.\n4367659). The sequences of the primers used for qRT-PCR are listed in\nSupplementary Table S1.\nImmunoblotting\nCells were lysed in RIPA lysis and extraction buffer (Thermo Fisher\nScientiﬁc, catalog no. 89900) containing 1\u0003 protease inhibitors\n(Roche, catalog no. 11-836-145-001) and phosphatase inhibitor\n(50 mmol/L NaF and 100 mmol/L Na3VO4). Immunoblotting was\nperformed as described previously (33) using antibodies that specif-\nically recognize MET (Cell Signaling Technology, catalog no. 8198),\nPhospho-MET (Cell Signaling Technology, catalog no. 3077), STING\n(Cell Signaling Technology, catalog no. 13647), CD73 (Cell Signaling\nTechnology, catalog no. 13160), TBK1 (Cell Signaling Technology,\ncatalog no. 3013), Phospho-TBK1 (Cell Signaling Technology, catalog\nno. 5483), IRF3 (Cell Signaling Technology, catalog no. 11904),\nphospho-IRF3 (Cell Signaling Technology, catalog no. 4947), STAT1\n(Cell Signaling Technology, catalog no. 9172), phosphor-STAT1\n(Cell Signaling Technology, catalog no. 9167), ERK (Cell"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 15, "text": "log no. 11904),\nphospho-IRF3 (Cell Signaling Technology, catalog no. 4947), STAT1\n(Cell Signaling Technology, catalog no. 9172), phosphor-STAT1\n(Cell Signaling Technology, catalog no. 9167), ERK (Cell Signaling\nTechnology, catalog no. 9107), phosphor-ERK (Cell Signaling\nTechnology, catalog no. 4370), AKT (Cell Signaling Technology,\ncatalog no. 9272), phosphor-AKT (Cell Signaling Technology, cat-\nalog no. 4060), FRA1 (Abcam, catalog no. 124722), phospho-FRA1\n(Cell Signaling Technology, catalog no. 5841), cGAS(Cell Signaling\nTechnology, catalog no. 15102), and b-actin (Cell Signaling Technology,\ncatalog no. 3700). Secondary antibodies were from LI-COR Bioscience:\nIRDye 680LT Goat anti-Mouse IgG (#926-68020), IRDye 800CW Goat\nanti-Rabbit IgG (#926-32211). Imaging of blots was performed\nusing LI-COR Odyssey system.\nFlow cytometry assay\nCells in culture were examined for surface expression by ﬂow\ncytometry with BD Biosciences LSRFortessa and the following anti-\nbodies: anti-HLA-A,B,C (BioLegend, catalog no. 311436), anti-CD73\n(BioLegend, catalog no. 344004), anti-CD39 (R&D Systems, catalog\nno. FAB4397A), anti-PD-L1 (BioLegend, catalog no. 329718), anti-\nCD45 (BioLegend, catalog no. 3685"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 16, "text": "gend, catalog no. 311436), anti-CD73\n(BioLegend, catalog no. 344004), anti-CD39 (R&D Systems, catalog\nno. FAB4397A), anti-PD-L1 (BioLegend, catalog no. 329718), anti-\nCD45 (BioLegend, catalog no. 368511) or isotype IgG control anti-\nbodies (BioLegend, catalog no. 400268, BioLegend, catalog no. 400114,\nR&D Systems, catalog no. IC002A, BioLegend, catalog no. 400326,\nBioLegend, catalog no. 400122). LMP2 Tetramer-SSCSSCPLSK was\npurchased from MBL. Cells resuspended in 100 mL PBS containing 3%\nFBS were stained by each antibody. FlowJo v10 was used to perform\nanalysis of ﬂow cytometry raw data.\nCell viability assay\nA total of 2,000–5,000 cells were seeded in 96-well plates, allowed to\nattach overnight, and then incubated with growth media containing\ndrugs as indicated for 96 hours. Values of CellTiter-Glo (CTG)\nLuminescent Cell Viability assay (Promega) after 96 hours were\nnormalized to vehicle-treated cells. Plates were read on a Tecan Inﬁnite\nM200 Pro plate reader and analysis was performed using Prism7\n(GraphPad Software). All conditions were tested in triplicate. The\nvalues represent the average of three technical replicates and a\nrepresentative experiment from at least two independe"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 17, "text": "d using Prism7\n(GraphPad Software). All conditions were tested in triplicate. The\nvalues represent the average of three technical replicates and a\nrepresentative experiment from at least two independent experiments\n(biological replicates).\nAdenosine assay\nWe treated each cell line with DNA-damaging compounds for\n48 hours. Viable cells were replated after treatment and after 24 hours\ncell culture medium was replaced with medium containing 1% FBS.\nAfter 72 hours, 50 mmol/L AMP was added 30 minutes before\ncollecting conditioned medium (CM) and then adenosine quantiﬁca-\ntion was performed according to the instructions in Adenosine Assay\nKit (Abcam, catalog no. ab211094). All values were normalized to CM\ncontaining 1% FBS.\ndsDNA stimulation\nA total of 2–5 \u0003 105 cells were plated onto a 6-well plate and\ntransfected using X-tremeGENE HP DNA Transfection Reagent\n(Roche, catalog no. 06366236001) with the indicated amount of poly\n(dA:dT; Invivogen, catalog no. tlrl-patn).\nsiRNA transfection\nsiRNAs targeting for MET (s8702, catalog no. 4390824) and neg-\native control (catalog no. 4390843) were purchased from Thermo\nFisher Scientiﬁc. Cells were transfected with 40 nmol/L of the siRNAs\nusing Li"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 18, "text": "As targeting for MET (s8702, catalog no. 4390824) and neg-\native control (catalog no. 4390843) were purchased from Thermo\nFisher Scientiﬁc. Cells were transfected with 40 nmol/L of the siRNAs\nusing Lipofectamine RNAiMAX Transfection Reagent (catalog no.\n13778030) following the manufacturer’s instructions, and collected\nafter 48 hours culture.\nELISA\nHuman CXCL10 (R&D Systems, catalog no. DIP100), human IFNg\n(R&D Systems, catalog no. DIF50C), and human IL2 (R&D Systems,\ncatalog no. D2050) ELISAs were performed according to the manu-\nfacturer’s instructions. Conditioned media from each cell lines was\ncollected after 24 or 72 hours culture.\nMurine and tumor implantation studies\nFemale NSG (NOD-scid IL2Rgamma null) mice, 3 weeks old were\npurchased from The Jackson Laboratory. Animals were acclimated for\n5 days before initiation of the study. The study was conducted at DFCI\nSTING and CD73 in EGFR-Mutated Lung Cancers\nAACRJournals.org\nCancer Res; 82(21) November 1, 2022\n4081\n\n\nwith the approval of the Institutional Animal Care and Use Committee\nin an Association for Assessment and Accreditation of Laboratory\nAnimal Care International accredited vivarium.\nWhole body radiation of 2 Gy was a"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 19, "text": "al of the Institutional Animal Care and Use Committee\nin an Association for Assessment and Accreditation of Laboratory\nAnimal Care International accredited vivarium.\nWhole body radiation of 2 Gy was administered to the 4-week-\nold NSG mice using the X-Rad 225Cx Image Guided Biological\nIrradiator System (Precision X-Ray). Within 2 hours after radiation,\nmice were implanted intravenously with 35,000 human CD34þ cells\nfrom a single donor cord blood (HumanCells Bioscience). Mice\nwere monitored for human immune cell engraftment. At 13 weeks\nafter human CD34þ cell implantation, mice were randomized using\nStudylog software for hCD45þ cell engraftment and implanted\nsubcutaneously with 5 \u0003 106 HCC827GR6 or HCC827GR6-CD73\nknockout (KO) cells with 30% Matrigel (Thermo Fisher Scientiﬁc)\nin the hind-ﬂank (Supplementary Table S2). Tumor growth mon-\nitoring was initiated 1 week after tumor cell implantation with\nn ¼ 8/group. The tumor volume was calculated using the following\nformula: (mm3) ¼ length \u0003 width \u0003 width \u0003 0.5. On day 31 after\nimplantation, n ¼ 5 mice/xenograft were euthanized, and tumors\ncollected fresh for FACS analysis and a small piece ﬁxed in\nformalin for IHC. In the remaining n ¼"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 20, "text": "\u0003 width \u0003 width \u0003 0.5. On day 31 after\nimplantation, n ¼ 5 mice/xenograft were euthanized, and tumors\ncollected fresh for FACS analysis and a small piece ﬁxed in\nformalin for IHC. In the remaining n ¼ 3/xenograft on days\n35–39, mice were treated with pemetrexed (purchased from DFCI\npharmacy), 100 mg/kg i.p. Once the treatment was completed,\ntumors were monitored at least twice a week. Data collection\nand analysis were not performed blind to the conditions of the\nexperiments.\nFresh tumors were mechanically and enzymatically disaggregated\nin dissociation buffer consisting of RPMI (Life Technologies) þ10%\nFBS (HyClone), 100 U/mL collagenase type IV (Life Technologies),\nand 50 mg/mL DNase I (Roche). Suspension was incubated at 37\u0002C\nfor 45 minutes and then further mechanically dissociated. Red\nblood cells were removed from samples using red blood cell lysis\nbuffer (BioLegend). Samples were pelleted and then resuspended\nin fresh RPMI þ10% FBS and strained through a 40 mm ﬁlter. Cells\nwere incubated with the Live/Dead Zombie NIR (BioLegend) for\n5 minutes the dark at room temperature. Fc receptors were blocked\nprior to surface antibody staining using 1:1 mix of Human and\nMouse TruStain FcX"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 21, "text": "cubated with the Live/Dead Zombie NIR (BioLegend) for\n5 minutes the dark at room temperature. Fc receptors were blocked\nprior to surface antibody staining using 1:1 mix of Human and\nMouse TruStain FcX Blocking Reagent (BioLegend). Cells were\nstained for 15 minutes on ice in the dark and washed 2\u0003 with\nPBS þ 2% FBS. Cells were analyzed on a BD LSRFortessa with\nFACSDiva software (BD Biosciences). Data were analyzed using\nFlowJo software version 10.5.3. Antibodies were speciﬁc for the\nfollowing markers: CD16(3G8) (BioLegend, catalog no. 302006),\nCD8(RPA-T8) (Thermo Fisher Scientiﬁc, catalog no. BDB560662),\nCD56 (GDC56) (BioLegend, catalog no. 318348), PD-L1 (29E.2A3)\n(BioLegend, catalog no. 329708), CD3 (UCHT1) (BioLegend, catalog\nno. 300424), HLA-DR (G46-6; Thermo Fisher Scientiﬁc, catalog no.\nBDB562804), CD45RO (UCHL1) (BioLegend, catalog no. 304237),\nCD15 (SSEA-1) (BioLegend, catalog no. 323028), CD19 (HIB19)\n(BioLegend, catalog no. 302243), CD45 (H130) (BioLegend, catalog\nno. 304050), CD4(RPA-T4) (BioLegend, catalog no. 300554), CD14\n(M5E2) (BioLegend, catalog no. 301840).\nStatistical analysis\nStatistical signiﬁcance was assessed using unpaired two-tailed\nStudent t test, one-way A"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 22, "text": "CD4(RPA-T4) (BioLegend, catalog no. 300554), CD14\n(M5E2) (BioLegend, catalog no. 301840).\nStatistical analysis\nStatistical signiﬁcance was assessed using unpaired two-tailed\nStudent t test, one-way ANOVA followed by Tukey post hoc test, or\ntwo-way ANOVA followed by Tukey post hoc test. P values less than\n0.05 were considered signiﬁcant. Asterisks used to indicate signiﬁcance\ncorrespond with: \u0004, P < 0.05; \u0004\u0004, P < 0.005; \u0004\u0004\u0004, P < 0.001. Columns\nrepresent means \u0005 SD. In one-way or two-way ANOVA followed by\npost hoc tests, we showed asterisks only in pairs of our interest.\nGraphPad Prism7 was used for all statistical analysis.\nRNA sequencing for cancer cell lines analysis\nWe ﬁrst compared between protein and mRNA levels of CD73/\nNT5E across cancer cells using quantitative proteomic and RNA\nsequencing (RNA-seq) data from Cancer Cell Line Encyclopedia\n(CCLE; refs. 37, 38) from DepMap portal (https://depmap.org/portal).\nFor RNA-seq data, TPM (transcripts per million) values as deﬁned by\nRSEM and log2 transformed using a pseudocount of 1 to avoid zeros.\nWe also compared the CD73 protein levels to identify top associated\nCRISPR dependencies by using Chronos scores from DepMap 21Q4\nrelease"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 23, "text": "and log2 transformed using a pseudocount of 1 to avoid zeros.\nWe also compared the CD73 protein levels to identify top associated\nCRISPR dependencies by using Chronos scores from DepMap 21Q4\nrelease (39, 40). Reverse-phase protein array (RPPA) data were derived\nas described previously (34). We performed our analysis on 272 cancer\ncell lines from solid tumors, which overlapped among the three\ndatasets. We calculated the degree of association between each feature\nusing probabilistic models and Information-Theoretic metrics of\nassociation (IC, information coefﬁcient). The statistical signiﬁcance\nwas estimated using an empirical permutation test (P values) and FDR\nafter performing 1,000 permutations.\nData availability\nThe datasets generated during and/or analyzed in this study are\navailable from the corresponding author upon reasonable request.\nStudy approval\nAll patients were consented to an Institutional Review Board (IRB)-\napproved protocol about specimen collection and correlation with\nclinical data (IRB#02-180). This study was performed in accordance\nwith the Declaration of Helsinki.\nResults\nMET-driven EGFR-TKI resistance is associated with induction of\ntumor cell STING\nWe used t"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 24, "text": "h\nclinical data (IRB#02-180). This study was performed in accordance\nwith the Declaration of Helsinki.\nResults\nMET-driven EGFR-TKI resistance is associated with induction of\ntumor cell STING\nWe used the parental HCC827 lung cancer cell line that harbors an\nEGFR-activating mutation (deletion in exon19) and two isogenic\nresistant cell lines: HCC827GR6, which harbors MET ampliﬁcation,\nand HCC827EPR, which harbors EGFR T790M mutation, to compare\ninnate immune signaling in these two different contexts (Fig. 1A).\nSTING was strongly upregulated in HCC827GR6 cells relative to\nHCC827 and HCC827EPR cells (Fig. 1B; Supplementary Fig. S1A).\nAs expected, HCC827GR6 cells were sensitive to the MET-TKI\nsavolitinib in combination with osimertinib (Supplementary Fig. S1B\nand S1C). Savolitinib and osimertinib treatment also reduced levels of\nSTING protein in HCC827GR6 cells, suggesting the possibility that\nMET signaling might be responsible for maintaining STING expression\nin conjunction with EGFR (Fig. 1C).\nTo assess whether the relationship between elevated MET and\ntumor cell STING expression might be more broadly generalizable\nacross EGFR-mutated lung cancer cell lines, we next analyzed tran-\nscri"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 25, "text": "1C).\nTo assess whether the relationship between elevated MET and\ntumor cell STING expression might be more broadly generalizable\nacross EGFR-mutated lung cancer cell lines, we next analyzed tran-\nscriptomic data from the CCLE (Fig. 1D). Indeed, high STING (also\nknown as TMEM173) and MET mRNA expression were signiﬁcantly\ncorrelated with each other in this dataset (R ¼ 0.6495, P ¼ 0.0223). To\nvalidate this ﬁnding further, we used IHC to analyze tumor cell–\nspeciﬁc levels of STING and MET protein, across a panel of 38 patient-\nderived EGFR-mutated NSCLC xenograft (PDX) samples, enriched\nfor EGFR-TKI–resistant samples. High-intensity STING staining was\nfound to be robustly associated with high MET protein levels in tumor\ncells (P ¼ 0.0193, Fisher exact test; Fig. 1E; Supplementary Table S3),\nreinforcing that STING is upregulated in concert with MET in EGFR-\nmutated lung cancers.\nTo assess the causal relationship between MET signaling and\nregulation of STING expression in EGFR-mutated lung cancers more\nYoshida et al.\nCancer Res; 82(21) November 1, 2022\nCANCER RESEARCH\n4082\n\n\ndirectly, we next used CRISPR/CAS9 to delete MET speciﬁcally in\nHCC827GR6 or DFCI-202 cells, another model of MET"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 26, "text": "cancers more\nYoshida et al.\nCancer Res; 82(21) November 1, 2022\nCANCER RESEARCH\n4082\n\n\ndirectly, we next used CRISPR/CAS9 to delete MET speciﬁcally in\nHCC827GR6 or DFCI-202 cells, another model of MET-ampliﬁed\nEGFR-mutated lung cancer cells that upregulated STING (Supple-\nmentary Fig. S1D and S1E). MET deletion decreased STING levels\n(Fig.1F), which was especially apparent following generation of single-\ncell clones in HCC827GR6 cells. (Fig. 1G; Supplementary Fig. S1F).\nHCC827GR6 cells transfected with siRNA or different sgRNAs target-\ning MET also downregulated STING levels in accordance with the\ndegree of MET suppression (Supplementary Fig. S1G and S1H).\nConversely, exogenous overexpression of MET in HCC827 in multiple\nadditional EGFR-mutated cell lines (H1975 and HCC4006) induced\nSTING expression (Fig. 1H). Together, these ﬁndings demonstrate\nthat MET ampliﬁcation promotes expression of STING in EGFR-\nmutated lung cancer cells.\nWe next explored the downstream impact on cytoplasmic dsDNA\nsensing in MET-driven EGFR-TKI–resistant lung cancer cells. Trans-\nfection of HCC827GR6 cells with the dsDNA mimic poly (dA:dT)\ninduced pTBK1, pIRF3, and pSTAT1, which was impaired following\nMET"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 27, "text": "sDNA\nsensing in MET-driven EGFR-TKI–resistant lung cancer cells. Trans-\nfection of HCC827GR6 cells with the dsDNA mimic poly (dA:dT)\ninduced pTBK1, pIRF3, and pSTAT1, which was impaired following\nMET or STING deletion (Fig. 1I). In consonance with this observation,\nMET or STING deletion in HCC827GR6 cells also reduced poly\n(dA:dT) induced CXCL10 secretion, a potent T-cell chemokine acti-\nvated downstream of IRF3 and STAT1 (Fig. 1J and K). Pathway\nactivation was not substantially observed in the parental HCC827\ncell line following poly (dA:dT) treatment (Supplementary Fig. S1I).\nWe also observed similar results using the downstream cGAS product\n2030 cGAMP, which preferentially activated STING signaling in\nHCC827GR6 cells as compared with HCC827cells (Supplementary\nFig. S1J and S1K). Thus, activation of STING by oncogenic MET\nregulates downstream TBK1-IRF3-STAT1 signaling in EGFR-TKI–\nresistant lung cancer cells.\nImpaired T-cell antigen-speciﬁc recognition of HCC827GR6\ncells despite elevated STING\nTumor cell STING activation is an increasingly recognized deter-\nminant of effective antigen presentation because it can improve display\nof immunogenic peptides to CD8 T cells (35). To asse"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 28, "text": "ated STING\nTumor cell STING activation is an increasingly recognized deter-\nminant of effective antigen presentation because it can improve display\nof immunogenic peptides to CD8 T cells (35). To assess the impact of\nelevated STING on antigen-presenting function in MET-driven resis-\ntant EGFR-mutated lung cancer, we generated a model of antigen-\nspeciﬁc recognition using HCC827 cells. Because HCC827 cells\nexpress the HLA A\u000411 allele, we established a model using a deﬁned\nepitope (SSCSSCPLSK) from LMP2 of Epstein-Barr Virus, which\nbinds HLAA\u000411andforwhichaspeciﬁcabTCRhasbeendeﬁned(36).\nWe introduced this T-cell receptor (TCR) into the J76 Jurkat T-cell\nline (37) and conﬁrmed that these J76 TCR-LMP2B cells expressed the\nabTCR relative to parental J76 cells (Fig. 2A). Next, we used the LMP2\nTetramer-SSCSSCPLSK to conﬁrm that J76 TCR-LMP2B cells indeed\nexpress the SSCSSCPLSK/HLA A\u000411-speciﬁc TCR (Fig. 2B). JC76\nTCR-LMP2B cells were utilized as effector cells (E), and HCC827 cells\nas target cells (T), which were loaded with the SSCSSCPLSK peptide.\nWe conﬁrmed thatJ76 TCR-LMP2B cells produced increasing levels of\nIFNg in response to increasing E:T ratios, conﬁrming antigen-speciﬁc\nrecogn"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 29, "text": "cells (T), which were loaded with the SSCSSCPLSK peptide.\nWe conﬁrmed thatJ76 TCR-LMP2B cells produced increasing levels of\nIFNg in response to increasing E:T ratios, conﬁrming antigen-speciﬁc\nrecognition of HCC827 cells using this assay (Fig. 2C).\nWe therefore used this model to compare the immunogenicity of\nHCC827 and HCC827GR6 cells. In contrast to our expectation,\nTCR-LMP2B cells produced greater levels of IFNg and IL2 in\ncoculture with HCC827 cells as compared with HCC827GR6 cells\n(Fig. 2D). These data suggested that, despite elevated STING\nexpression, coinduction of additional factors that suppress immu-\nnogenicity might be present in HCC827GR6 cells, which prompted\nus to further explore the potential mechanisms that could impair\nimmunogenicity.\nCD73 coactivation with STING in MET-driven EGFR-TKI–\nresistant cells\nTo understand additional factors that could inﬂuence tumor immu-\nnogenicity in the context of MET ampliﬁcation, we ﬁrst integrated\nRNA-seq data from NSCLC samples in The Cancer Genome Atlas\n(TCGA) and the CCLE database, and examined the top genes coex-\npressed with MET in both datasets (Fig. 3A). Twenty-eight genes were\nidentiﬁed as candidates, including the immune"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 30, "text": "e Cancer Genome Atlas\n(TCGA) and the CCLE database, and examined the top genes coex-\npressed with MET in both datasets (Fig. 3A). Twenty-eight genes were\nidentiﬁed as candidates, including the immune suppressive factors\nNT5E (encoding CD73), which showed a strong correlation with MET\nexpression in CCLE NSCLCs (R ¼ 0.5169, P < 0.0001; Fig. 3B). We\ntherefore examined the coexpression of these genes with MET spe-\nciﬁcally in EGFR-mutated lung adenocarcinoma in the CCLE, which\nidentiﬁed a signiﬁcant correlation between MET and NT5E expression\n(R ¼ 0.6932, P ¼ 0.0124), but not with CD274 (R ¼ 0.3881, P ¼\n0.2126; Fig. 3C; Supplementary Fig. S2A). PD-L1 cell surface expres-\nsion was also lower in HCC827GR6 cells, as compared with parental\nHCC827 and HCC827EPR cells, arguing against PD-L1 as a signiﬁcant\ndeterminant of immune suppression in this setting (Supplementary\nFig. S2B). Furthermore, MET was among the top CRISPR genetic\ncodependencies with elevated NT5E mRNA expression and CD73\nprotein levels in the CCLE database, suggesting an important func-\ntional relationship between MET and CD73 (Fig. 3D). Given these\nﬁndings, we therefore aimed to understand the contribution of MET\nampliﬁcati"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 31, "text": "levels in the CCLE database, suggesting an important func-\ntional relationship between MET and CD73 (Fig. 3D). Given these\nﬁndings, we therefore aimed to understand the contribution of MET\nampliﬁcation in the control of CD73 levels.\nIndeed, similar to STING, CD73 was strongly upregulated in\nHCC827GR6 cells (Fig. 3E), and was speciﬁcally downregulated by\nsavolitinib treatment, alone or in combination with osimertinib\n(Fig. 3F). In contrast, we did not observe expression of the upstream\nectonucleosidase CD39 in either HCC827 or HCC827GR6 cells\n(Fig. 3G). We conﬁrmed by IHC across the same panel of 38\nEGFR-mutated NSCLC PDX samples that CD73 was robustly asso-\nciated with MET protein levels in tumor cells (P ¼ 0.0029, Fisher exact\ntest; Fig. 3H; Supplementary Table S4). We therefore also measured\nCD73 levels on the cell surface and by immunoblot in both\nHCC827GR6 and DFCI-202 cells following MET CRISPR deletion,\nand observed downregulation compared with control scramble guides\n(Figs. 3I and J; Supplementary Fig. S2C and S2D). Furthermore, the\nsame CRISPR-derived in HCC827GR6 single-cell clones, effectively\ndepleted MET, STING, and CD73 (Fig. 3K; Supplementary Fig. S2E),\nas did MET si"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 32, "text": "and J; Supplementary Fig. S2C and S2D). Furthermore, the\nsame CRISPR-derived in HCC827GR6 single-cell clones, effectively\ndepleted MET, STING, and CD73 (Fig. 3K; Supplementary Fig. S2E),\nas did MET siRNA treatment (Supplementary Fig. S2F). Taken\ntogether, these ﬁndings conﬁrmed MET-driven coexpression of CD73\nwith STING in resistant EGFR-mutated lung cancers.\nCD73 is more generally regulated by oncogenic activation of\nMET signaling in lung cancer cells\nWe next explored to what extent MET hyperactivation is directly\ninvolved in the upregulation of CD73, regardless of EGFR mutation\nstatus. We ﬁrst examined previously described H69/H69M cell lines, a\npaired model of neuroendocrine to mesenchymal cell state switch\ninduced by chronic hepatocyte growth factor (HGF) exposure, which\nactivates both MET and STING expression in the H69M deriva-\ntive (38, 39) We found that the levels of CD73 were strongly increased\nby immunoblot and ﬂow cytometry in H69M cells compared with the\nparental H69 cells (Fig. 4A and B). We next selected a panel of lung\ncancer cell lines with varying MET status, including ampliﬁcation\n(METamp), exon 14 skipping mutation (METex14), and wild type\n(Fig. 4C). Both EBC1 ce"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 33, "text": "(Fig. 4A and B). We next selected a panel of lung\ncancer cell lines with varying MET status, including ampliﬁcation\n(METamp), exon 14 skipping mutation (METex14), and wild type\n(Fig. 4C). Both EBC1 cells (METamp) and H441 cells (METamp,\nKRASmut) exhibited increased pMET and CD73 levels, whereas H596\ncells, which harbor an METex14 mutation, did not show elevated levels\nof CD73 at baseline but also had low levels of p-MET relative to these\nother cell lines. To elucidate whether the depletion of oncogenic MET\nSTING and CD73 in EGFR-Mutated Lung Cancers\nAACRJournals.org\nCancer Res; 82(21) November 1, 2022\n4083\n\n\nreduced CD73 expression, we used CRISPR/CAS9 to generate MET\nKO in EBC1 cells. Compared with the control, the depletion of MET\nled to a strong reduction in the levels of total and cell surface CD73\nexpression (Fig. 4D), as previously observed in HCC827GR6. We also\ntreated EBC1 cells with the MET inhibitor crizotinib, which down-\nregulated p-MET and CD73 levels in parallel (Fig. 4E). The impact of\nMET inhibition on CD73 suppression was also similar to that of MEK/\nERK inhibition by trametinib, which has been linked to regulation of\nCD73 levels in melanoma (Fig. 4E; ref. 40). Fin"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 34, "text": ". The impact of\nMET inhibition on CD73 suppression was also similar to that of MEK/\nERK inhibition by trametinib, which has been linked to regulation of\nCD73 levels in melanoma (Fig. 4E; ref. 40). Finally, because H596 cells\nfailed to express high levels of CD73 but lacked robust p-MET, we\ntreated with HGF to stimulate MET activity, which resulted in an\nincrease in CD73, whereas the simultaneous addition of crizotinib\ndecreased the levels of p-MET and of CD73 (Fig. 4F). Taken together,\nthese data provide strong additional evidence that oncogenic activa-\ntion of MET and downstream signaling induces CD73 across lung\ncancer histologies.\nCD73 is regulated by FRA1 in MET-ampliﬁed EGFR-TKI–resistant\ncells and generates adenosine\nThe top genetic dependencies in cancer cell lines with high levels of\nCD73, uncovered not only MET, but also the FOS like antigen 1\n(FOSL1) as the top hit (Fig. 3C). We also noticed that FOSL1 was\namong the top coexpressed genes with MET in our TCGA/CCLE\nexpression analysis (Fig. 3A). FRA1 codes for a MEK-ERK–dependent\nFigure 1.\nMET-driven EGFR-TKI resistance is associated with induction of tumor cell STING. A, Schematic of EGFR-TKI–resistant cell lines and resis"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 35, "text": "nalysis (Fig. 3A). FRA1 codes for a MEK-ERK–dependent\nFigure 1.\nMET-driven EGFR-TKI resistance is associated with induction of tumor cell STING. A, Schematic of EGFR-TKI–resistant cell lines and resistance mechanism using\nHCC827 cells. B, Immunoblot of the indicated proteins in HCC827, HCC827GR6, and HCC827EPR cell lines. C, Immunoblot of indicated proteins HCC827GR6 cell lines\ntreated with 1 mmol/L osimertinib (OSI) and 1 mmol/L savolitinib (SAVO) for 72 hours. D, Gene expression correlation between MET and STING in EGFR-mutated lung\ncancer cell lines using CCLE. R squared and P values were calculated using Pearson correlation. E, Representative cMET and STING IHC images of EGFR-mutated PDX\nsamples. F, Immunoblot of indicated proteins in HCC827GR6 or DFCI-202 cell lines with Scr or MET sgRNA. G, Immunoblot of single-cell cloning using HCC827GR6\ncells with Scr or MET sgRNA. H, Immunoblot of the indicated proteins in overexpressing of MET in HCC827, H1975, and HCC4006 cell lines. I, Immunoblot of the\nindicated proteins in HCC827GR6 cells with Scramble (Scr) or MET sgRNA or STING sgRNA, and treated \u0005 1 mg/mL poly (dA:dT) for 4 hours. J and K, ELISA of human\nCXCL10 levels in CM derive"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 36, "text": "unoblot of the\nindicated proteins in HCC827GR6 cells with Scramble (Scr) or MET sgRNA or STING sgRNA, and treated \u0005 1 mg/mL poly (dA:dT) for 4 hours. J and K, ELISA of human\nCXCL10 levels in CM derived from HCC827GR6 cells with Scramble or MET sgRNA or STING sgRNA, and treated \u0005 1mg/mL poly (dA:dT) for 24 hours. \u0004\u0004, P < 0.005; n.s.,\nnonsigniﬁcant.\nYoshida et al.\nCancer Res; 82(21) November 1, 2022\nCANCER RESEARCH\n4084\n\n\ntranscription factor. Although it has not been previously implicated in\nregulation of CD73 in lung cancer, FRA1 is involved in MAPK\nsignaling, suggesting its upregulation could provide a link between\nMET, MEK/ERK activation, and control of CD73 expression, which\nhas been reported to drive CD73 expression in melanoma. Indeed,\nanalysis of RPPA data in the CCLE revealed induction of FRA1 and\nMEK/ERK signaling as well as MET in CD73 high lung cancer cell\nlines (Supplementary Fig. S3A). We also conﬁrmed that levels of\nprotein and RNA for FRA1 were both signiﬁcantly upregulated in\nHCC827GR6 compared with HCC827 cells (Fig. 5A). In addition,\nMET deletion suppressed FRA1 expression in HCC827GR6 as well as\nDFCI-202 cells, supporting a direct functional relationship between\nM"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 37, "text": "ed in\nHCC827GR6 compared with HCC827 cells (Fig. 5A). In addition,\nMET deletion suppressed FRA1 expression in HCC827GR6 as well as\nDFCI-202 cells, supporting a direct functional relationship between\nMET activation and induction of FRA1 (Fig. 5B; Supplementary\nFig. S3B).\nTo assess the direct relationship between FRA1 and regulation of\nCD73 expression in EGFR-mutated lung cancers, we next overex-\npressed FRA1 in HCC827 cells, which increased the expression of\nCD73 (Fig. 5C). We also deleted FRA1 using CRISPR/CAS9 in\nHCC827GR6 or DFCI-202 cells, which decreased CD73 levels\n(Fig. 5D and E; Supplementary Fig. S3C), conﬁrming that FRA1 plays\na key role to induce CD73 downstream of MET. In further consonance\nwith this notion, whereas treatment of HCC827GR6 cells with savo-\nlitinib alone modestly diminished CD73 levels, trametinib treatment\nsubstantially downregulated CD73 expression (Fig. 5F), similar to\nwhat we observed in EBC1 cells (Fig. 4E). Thus, FRA1 and pERK\ncoactivation downstream of MET induces CD73 in EGFR-TKI–\nresistant cells.\nWe next generated a protocol to evaluate the production of aden-\nosine for a functional analysis of CD73 activity in this context\n(Fig. 5G). Adenosine le"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 38, "text": "MET induces CD73 in EGFR-TKI–\nresistant cells.\nWe next generated a protocol to evaluate the production of aden-\nosine for a functional analysis of CD73 activity in this context\n(Fig. 5G). Adenosine levels in conditioned media were signiﬁcantly\nreduced in HCC827GR6 cells following CD73 deletion, as compared\nwith control cells (Fig. 5H). Conversely, production of adenosine was\nalso signiﬁcantly increased in HCC827 cells engineered to overexpress\nCD73 (Fig. 5I). Next, we compared levels of adenosine production\nbetween HCC827 and HCC827GR6 cells using this assay, and con-\nﬁrmed increased levels in HCC827GR6 cells, in consonance with their\nhigher baseline levels of CD73 expression (Fig. 5J). Furthermore,\nadenosine production was decreased following MET deletion in\nHCC827GR6 cells with decreased CD73 (Fig. 5K). Taken together,\nthese data conﬁrm that MET signaling and FRA1 promote functional\nactivation of CD73 in EGFR-mutated lung cancers.\nPemetrexed treatment co-opts cGAS-STING signaling in MET-\nampliﬁed EGFR-TKI–resistant cells\nWe considered the possibility that co-opting this state by treating\ncells with existing lung cancer chemotherapeutic agents to drive\nSTING pathway activation mig"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 39, "text": "MET-\nampliﬁed EGFR-TKI–resistant cells\nWe considered the possibility that co-opting this state by treating\ncells with existing lung cancer chemotherapeutic agents to drive\nSTING pathway activation might overcome the immune suppressive\nconsequences of CD73 activation. We ﬁrst screened CXCL10 as an\nactivation marker for STING, using multiple chemotherapeutic agents,\nfollowing pulse treatment of HCC827GR6 cells (Supplementary\nFig. S3D). Pemetrexed (PEM) and docetaxel (DOC) were the two\nmost effective agents at increasing CXCL10 (Fig. 6A). We also\nconﬁrmed that PEM treatment substantially activated TBK1-IRF3-\nSTAT1 signaling along with CXCL10 in HCC827GR6 cells, but not in\nHCC827 and HCC827EPR cells, and that STING deletion suppressed\nthe majority of this effect (Fig. 6B and C; Supplementary Fig. S3E and\nS3F). We also compared levels of downstream STAT1 activation\nfollowing PEM versus DOC treatment across the different HCC827\nFigure 2.\nImpaired T-cell antigen-speciﬁc recognition of HCC827-GR6 cells despite elevated STING. A, TCRab expression on J76 cells transduced with or without LMP2B TCR.\nB, HLA-A\u000411:01 Tetramer and CD45 expression on J76 cells transduced with or without LMP2B TCR."}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 40, "text": "GR6 cells despite elevated STING. A, TCRab expression on J76 cells transduced with or without LMP2B TCR.\nB, HLA-A\u000411:01 Tetramer and CD45 expression on J76 cells transduced with or without LMP2B TCR. C, ELISA of human IFNg levels in CM derived from HCC827 cells\nwith J76 cells transduced with LMP2B TCR for 72 hours and pretreated \u000510 mg/mL peptides (SSCSSCPLSK) for 3 hours. Each data represents one experiment.\nD, ELISA of human IFNg levels in CM derived from HCC827 or HCC827GR6 cells with J76 cells transduced with LMP2B TCR for 72 hours and pretreated \u0005 0.1, 1, 10mg/mL\npeptides (SSCSSCPLSK) for 3 hours. Mean \u0005 SEM of n ¼ 2 biological replicates is shown (unpaired two-tailed Student t test; left). ELISA of human IL2 levels in CM derived\nfrom HCC827 or HCC827GR6 cells with J76 cells transduced with LMP2B TCR for 72 hours and pretreated \u00051 mg/mL peptides (SSCSSCPLSK) for 3 hours. Mean \u0005 SEM of\nn ¼ 3 biological replicates shown (unpaired two-tailed Student t test; right). \u0004, P < 0.05; \u0004\u0004, P < 0.005.\nSTING and CD73 in EGFR-Mutated Lung Cancers\nAACRJournals.org\nCancer Res; 82(21) November 1, 2022\n4085\n\n\nFigure 3.\nCD73 coactivation with STING in MET-driven EGFR-TKI–resistant cells. A, Venn"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 41, "text": "< 0.005.\nSTING and CD73 in EGFR-Mutated Lung Cancers\nAACRJournals.org\nCancer Res; 82(21) November 1, 2022\n4085\n\n\nFigure 3.\nCD73 coactivation with STING in MET-driven EGFR-TKI–resistant cells. A, Venn diagram showing the genes coexpressed with MET in NSCLCs in TCGA and CCLE.\nB, Correlation between MET and NT5E expression in lung cancer cell lines using CCLE. Pearson correlation and P value were calculated. C, Gene expression correlation\nbetween MET and NT5E in EGFR-mutated lung cancer cell lines using CCLE. R squared and P values were calculated using Pearson correlation. D, Top genetic\ndependencies identiﬁed on the basis of NT5E expression across CCLE and Depmap database (n ¼ 272). The heatmap colors illustrate relative scores for mRNA and\nprotein expression high (red) to low (blue), and the degree of dependency from high (blue) to low (red) as shown by the scale shown on the bottom right. E, CD73\nexpression on HCC827 and HCC827GR6 cells. F, CD73 expression on HCC827GR6 cells treated with 1 mmol/L osimertinib (OSI) and 1 mmol/L savolitinib (SAVO) for\n48 hours. G, CD39 expression on HCC827 and HCC827GR6 cells. H, Representative CD73 IHC images of EGFR-mutated PDX samples. Represent"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 42, "text": "with 1 mmol/L osimertinib (OSI) and 1 mmol/L savolitinib (SAVO) for\n48 hours. G, CD39 expression on HCC827 and HCC827GR6 cells. H, Representative CD73 IHC images of EGFR-mutated PDX samples. Representative image\nuses the same samples corresponding to the HIGH/LOW group of cMET in Fig. 1E. I and J, CD73 expression on HCC827GR6 or DFCI-202 cells with Scramble (Scr) or\nMET sgRNA. K, Correlation between MET and CD73 in HCC827GR6 signle-cell cloning with Scr or MET sgRNA.\nYoshida et al.\nCancer Res; 82(21) November 1, 2022\nCANCER RESEARCH\n4086\n\n\nparental and EGFR-TKI–resistant models. Whereas DOC treatment\ninduced STAT1 activation in all three cell lines, suggesting a nonspe-\nciﬁc effect, PEM treatment induced STAT1 activation and CXCL10\nsecretion/mRNA expression only in HCC827GR6 cells (Fig. 6D–F).\nFurthermore, PEM treatment uniquely induced IFNB mRNA expres-\nsion inHCC827GR6 cells (Fig. 6G). Finally, we observed thatPEM was\nuniquely capable of inducing 20-30\ncGAMP accumulation in\nHCC827GR6 cells (Fig. 6H), and that both PEM-induced STAT1\nactivation and 20-30 cGAMP accumulation was ablated by cGAS KO in\nHCC827GR6 cells (Fig. 6I and J). Taken together, PEM treatment co-\nopts endogenous c"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 43, "text": "cells (Fig. 6H), and that both PEM-induced STAT1\nactivation and 20-30 cGAMP accumulation was ablated by cGAS KO in\nHCC827GR6 cells (Fig. 6I and J). Taken together, PEM treatment co-\nopts endogenous cGAS-STING activation in MET-driven EGFR-TKI–\nresistant cell lines to promote TBK1-IRF3-STAT1 signaling, poten-\ntially enhancing the immunogenicity of this cell state.\nPEM-induced immunogenicity is restrained by CD73\nWe therefore examined the implications of these ﬁndings on\nrestoring immunogenicity using an allogeneic stem cell humanized\nxenograft mouse model as well as the TCR speciﬁc model we generated\nin vitro. Baseline HCC827GR6 CD73 KO xenograft tumor growth was\nsigniﬁcantly delayed in the humanized model as compared with\ncontrol tumors (P ¼ 0.0276; Fig. 7A). In contrast, we conﬁrmed that\nCD73 deletion had no impact on cell proliferation rate in vitro\n(Supplementary Fig. S4A). We validated that circulating human CD8þ\nT cells were established in the humanized model and found that\nthe frequency of CD8þ T cells inﬁltrating into tumors harvested\nat >1,000 mm3 in size was signiﬁcantly higher in CD73-deleted\nHCC827GR6 xenografts (P ¼ 0.0432; Fig. 7B), and redistributed\nfrom the tumor pe"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 44, "text": "requency of CD8þ T cells inﬁltrating into tumors harvested\nat >1,000 mm3 in size was signiﬁcantly higher in CD73-deleted\nHCC827GR6 xenografts (P ¼ 0.0432; Fig. 7B), and redistributed\nfrom the tumor periphery into the intratumoral compartment by\nCD8 IHC (Fig. 7C and D).\nNext, we treated the remaining set of large tumors (>1,000 mm3)\nwith a single course of PEM, to assess the impact on tumor response in\nthe setting of high tumor cell STING content (Fig. 7E). We observed\ndramatic reduction in tumor size in both CD73KO and control\nxenografted tumors (Fig. 7F). Because of complete tumor regressions,\nwe were unable to quantify T-cell expansion within these tumors;\nhowever, reassessment from blood revealed a trend towards greater\nperipheral expansion of circulating CD8 T cells and dendritic cells in\nCD73 KO mice (Supplementary Fig. S4B–S4D). In consonance with\nthis impressive impact of PEM treatment, we found that cell surface\nexpression of HLA-A,B,C after treatment with PEM was speciﬁcally\nincreased in HCC827GR6 cells, but not in HCC827 and HCC827EPR\ncells (Fig. 7G and H). We also conﬁrmed that STING depletion\nspeciﬁcally decreased baseline HLA-A,B,C expression in HCC827GR6\ncells (Supple"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 45, "text": "ncreased in HCC827GR6 cells, but not in HCC827 and HCC827EPR\ncells (Fig. 7G and H). We also conﬁrmed that STING depletion\nspeciﬁcally decreased baseline HLA-A,B,C expression in HCC827GR6\ncells (Supplementary Fig. S5A) and that the increase in HLA-A,B,C\nassociated with PEM treatment in HCC827GR6 cells was suppressed,\nalbeit incompletely, by deleting STING (Supplementary Fig. S5B).\nThese data conﬁrm that PEM treatment is capable of restoring\nimmunogenicity despite activation of CD73, though in the context\nof allogeneic T-cell response.\nFinally, we examined the potential role of CD73 signaling in\nrestraining this immunogenicity in the antigen speciﬁc model, given\nthe artiﬁcial nature of humanized mouse models and the ampliﬁed\nFigure 4.\nCD73 is regulated by oncogenic MET in lung cancer cells. A, H69/H69M HGF-derived isogenic model and immunoblot of CD73 at basal expression. B, Flow cytometry\nof CD73 in H69M at basal condition. Red, isotype control. C, Immunoblot of different lung cancer cell lines used in the study. Protein basal status is indicated. D,\nImmunoblot showing the levels of MET and CD73 in the EBC1 cells after MET KO targeting MET (#1KO). Scr, scramble control. ACTIN, total"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 46, "text": "ll lines used in the study. Protein basal status is indicated. D,\nImmunoblot showing the levels of MET and CD73 in the EBC1 cells after MET KO targeting MET (#1KO). Scr, scramble control. ACTIN, total protein-loading control\n(up). Flow cytometry assay of CD73 levels in the MET scr and KO EBC1 cells (down). E, Immunoblot of the indicated proteins in the cell lines after treatment with 0.1\nmmol/L crizotinib (CRZ) and 30 nmol/L trametinib (TRAM). F, Immunoblot of the indicated proteins in the cell lines after treatment with 0.05 mmol/L HGF and 0.1\nmmol/L crizotinib.\nSTING and CD73 in EGFR-Mutated Lung Cancers\nAACRJournals.org\nCancer Res; 82(21) November 1, 2022\n4087\n\n\nimpact of allogenic reponse. Indeed, we found that PEM treatment\nfurther induced CD73 expression inHCC827-GR6 cells and DFCI-202\n(Fig 7I; Supplementary Fig. S5C). Consistent with this observation,\nPEM enhanced basal production of adenosine, which was completely\nablated by CD73 KO (Fig. 7J; Supplementary Fig. S5D and S5E).\nUsing the antigen-speciﬁc J76 TCR-LMP2B coupled with speciﬁc\nrecognition of the HLA A\u000411-associated SSCSSCPLSK peptide on\nHCC827GR6 cells, we conﬁrmed that increasing the concentration of\nadenosine in t"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 47, "text": "ing the antigen-speciﬁc J76 TCR-LMP2B coupled with speciﬁc\nrecognition of the HLA A\u000411-associated SSCSSCPLSK peptide on\nHCC827GR6 cells, we conﬁrmed that increasing the concentration of\nadenosine in this model decreased IFNg production (Supplementary\nFig. S5F). In this context, PEM treatment coupled with deletion of\nCD73 cooperated topromote TCR activation asmeasured by IFNg and\nIL2 production (Fig. 7K). Furthermore, when AB 680 was used as a\nCD73 inhibitor instead of CRISPR CD73 KO in HCC827GR6 cells, the\nsame combination effect with PEM was conﬁrmed (Supplementary\nFig. S5G). These data reveal that PEM treatment and CD73 inhibition\ntogether co-operate to enhance activation of speciﬁc T cells recogniz-\ning model antigens (Fig. 7L).\nDiscussion\nMultiple strategies for targeting EGFR-TKI bypass pathways,\nincluding MET, have been examined, but to date limited durable\nactivity has been observed in clinical practice (41–43). Here we report\nthat MET ampliﬁcation creates a broader cell state change in\nFigure 5.\nCD73 generates adenosine in MET-ampliﬁed EGFR-TKI–resistant cells and is regulated by FRA1. A and B, Immunoblot of the phospho- and total FRA1 proteins or\nqRT-PCR of FRA1 in HCC827"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 48, "text": "hange in\nFigure 5.\nCD73 generates adenosine in MET-ampliﬁed EGFR-TKI–resistant cells and is regulated by FRA1. A and B, Immunoblot of the phospho- and total FRA1 proteins or\nqRT-PCR of FRA1 in HCC827 and HCC827GR6 cell lines or HCC827GR6 cell lineswith Scramble (Scr) or MET sgRNA. Mean \u0005 SEM of n ¼ 3 biological replicates is shown\n(unpaired two-tailed Student t test). C, Immunoblot of indicated proteins in HCC827 cells overexpressing LUC or FRA1. D and E, CD73 expression on HCC827GR6 or\nDFCI-202 cells with Scramble or FRA1 sgRNA. F, Immunoblot of indicated proteins HCC827GR6 cell lines treated with indicated compounds for 48 hours. OSI,\nosimertinib; SAVO, savolitinib; TRAM, trametinib. G, Adenosine assay protocol using Adenosine Assay Kit (Abcam, catalog no. ab211094). H, Immunoblot of indicated\nproteins in HCC827GR6 cells with Scramble or CD73 sgRNA. Adenosine levels in CM derived from HCC827GR6 cells with Scramble or CD73 sgRNA for 72 hours.\nMean \u0005 SEM of n ¼ 3 biological replicates is shown (unpaired two-tailed Student t test). I, Immunoblot of indicated proteins in HCC827 cells overexpressing LUC\nor CD73. Adenosine levels in CM derived from HCC827 cells overexpressing LUC or CD"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 49, "text": "is shown (unpaired two-tailed Student t test). I, Immunoblot of indicated proteins in HCC827 cells overexpressing LUC\nor CD73. Adenosine levels in CM derived from HCC827 cells overexpressing LUC or CD73 for 72 hours. Mean \u0005 SEM of n ¼ 3 biological replicates is shown (unpaired\ntwo-tailed Student t test). J, Adenosine levels in CM derived from HCC827 or HCC827GR6 cells for 72 hours. Mean \u0005 SEM of n ¼ 3 biological replicates is\nshown (unpaired two-tailed Student t test). K, Adenosine levels in CM derived from HCC827GR6 cells with Scramble or MET sgRNA for 72 hours. Mean \u0005 SEM of\nn ¼ 3 biological replicates is shown (unpaired two-tailed Student t test). \u0004, P < 0.05; \u0004\u0004, P < 0.005; \u0004\u0004\u0004, P < 0.001.\nYoshida et al.\nCancer Res; 82(21) November 1, 2022\nCANCER RESEARCH\n4088\n\n\nEGFR-TKI–resistant NSCLC cells, which is associated with induction\nof STING and CD73, and could be leveraged for a novel therapeutic\nstrategy. Although immune suppressive at baseline, co-opting STING\nactivation via PEM treatment, while preventing generation of aden-\nosine via CD73 inhibition, promotes an immunogenic cell state that\nfacilitates antitumoral response. Indeed, PEM therapy in a humanized\nallogeneic mouse mod"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 50, "text": "tment, while preventing generation of aden-\nosine via CD73 inhibition, promotes an immunogenic cell state that\nfacilitates antitumoral response. Indeed, PEM therapy in a humanized\nallogeneic mouse model results in robust tumor regressions, and when\ncombined with CD73 KO signiﬁcantly enhances TCR recognition of a\nmodel T-cell antigen.\nAdenosine production downstream of the ectonucleotidases CD39\nand CD73, creates an immune-suppressive tumor immune microen-\nvironment and contributes to resistance to cancer immunothera-\npy (22, 27, 44). CD73 has been considered as an emerging immune\ncheckpoint and a potential therapeutic target in the EGFR-mutant\nsetting (23). Combining CD73 inhibition with other immunotherapies\nis currently under investigation in this context and in NSCLC more\ngenerally (NCT03822351, NCT03334617). Although we did not\nobserve signiﬁcant upregulation of PD-L1 in our models and\nEGFR-mutated lung cancer fails to respond to anti-PD(L)1 block-\nade (15, 16, 45), our results suggest that priming innate immune\nresponse in combination with CD73 inhibition might be more effective\nat triggering immunogenicity.\nOur data also support the idea that cotargeting STING and CD73\nmight"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 51, "text": "gest that priming innate immune\nresponse in combination with CD73 inhibition might be more effective\nat triggering immunogenicity.\nOur data also support the idea that cotargeting STING and CD73\nmight be more effective in MET-activated lung cancer cells. We\npreviously linked epigenetic regulation of STING expression with\nHGF-MET activation and mesenchymal cell state (39), consistent\nFigure 6.\nPEM treatment co-opts cGAS-STING signaling in MET-ampliﬁed EGFR-TKI–resistant cells. A, ELISA of human CXCL10 levels in CM in HCC827GR6 cells treated with\nindicated compounds. B, Immunoblot of the indicated proteins in HCC827GR6 cells with Scramble (Scr) or STING sgRNA and treated \u0005 PEM for 48 hours, followed by\n24 hours of drug-free. C, ELISA of human CXCL10 levels in CM in HCC827, HCC827GR6, and HCC827EPR cell lines with Scramble or STING sgRNA and treated \u0005 PEM\nfor 48 hours, followed by 24 hours of drug-free. Mean \u0005 SEM of n ¼ 4 biological replicates is shown (unpaired two-tailed Student t test). D and E, Immunoblot of the\nindicated proteins or ELISA of human CXCL10 levels in CM in HCC827, HCC827GR6, and HCC827EPR cells treated \u0005 PEM or DOC for 48 hours, followed by 24 hours of\ndrug-free. F"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 52, "text": ". D and E, Immunoblot of the\nindicated proteins or ELISA of human CXCL10 levels in CM in HCC827, HCC827GR6, and HCC827EPR cells treated \u0005 PEM or DOC for 48 hours, followed by 24 hours of\ndrug-free. F and G, qRT-PCR of human CXCL10 or human IFNB in HCC827, HCC827GR6, HCC827EPR cell lines treated \u0005 PEM or DOC for 48 hours, followed by\n24 hours of drug-free. Mean \u0005 SEM of n ¼ 3 biological replicates is shown (unpaired two-tailed Student t test). H, ELISA of human cGAMP levels in cell lysates derived\nfrom HCC827, HCC827GR6, HCC827EPR cells lines pretreated \u0005 PEM for 48 hours, followed by 24 hours of drug-free. I, ELISA of human cGAMP levels in cell lysates\nderived from HCC827GR6 cells lines with Scramble or cGAS sgRNA pretreated \u0005 PEM for 48 hours, followed by 24 hours of drug-free. Mean \u0005 SEM of n ¼ 3 biological\nreplicates is shown (unpaired two-tailed Student t test). J, Immunoblot of indicated proteins in HCC827GR6 with Scramble or cGAS sgRNA pretreated \u0005 PEM for\n48 hours, followed by 24 hours of drug-free. \u0004, P < 0.05; \u0004\u0004, P < 0.005; \u0004\u0004\u0004, P < 0.001; n.s., nonsigniﬁcant.\nSTING and CD73 in EGFR-Mutated Lung Cancers\nAACRJournals.org\nCancer Res; 82(21) November 1, 2022\n4089\n\n\nFigure 7."}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 53, "text": "4 hours of drug-free. \u0004, P < 0.05; \u0004\u0004, P < 0.005; \u0004\u0004\u0004, P < 0.001; n.s., nonsigniﬁcant.\nSTING and CD73 in EGFR-Mutated Lung Cancers\nAACRJournals.org\nCancer Res; 82(21) November 1, 2022\n4089\n\n\nFigure 7.\nPEM-induced immunogenicity is restrained by CD73. A, Tumor volume of HCC827GR6 cells with Scramble (Scr) or CD73sgRNA using humanized murine model (n ¼ 8\nin each group). B, Frequency of CD8þ T cells inﬁltration among CD45þ cells in mouse tumors (n ¼ 5 in each group). C and D, Representative CD8 IHC images and\nanalysis from Scramble or CD73sgRNA mouse tumors. Red arrows highlight intratumoral localization of CD8þ T cells. Scale bar, 100 mmol/L. E, Schematic of study\nwith PEM in humanized murine HCC827GR6 cells models. F, Tumor volume of HCC827GR6 cells with Scramble or CD73 sgRNA with PEM treatment in humanized\nmurine model (n ¼ 3 in each group). G and H, HLA-A,B,C expression on HCC827, HCC827GR6, and HCC827EPR cells treated \u0005 PEM for 48 hours, followed by 24 hours\nof drug-free. MFI, mean ﬂuorescence intensity. DMFI, (Pemetrexed-DMSO (dimethyl sulfoxide))/DMSO. Mean \u0005 SEM of n ¼ 5 biological replicates is shown (unpaired\ntwo-tailed Student t test). I, CD73 expression on HCC827GR6 cells"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 54, "text": "ﬂuorescence intensity. DMFI, (Pemetrexed-DMSO (dimethyl sulfoxide))/DMSO. Mean \u0005 SEM of n ¼ 5 biological replicates is shown (unpaired\ntwo-tailed Student t test). I, CD73 expression on HCC827GR6 cells treated \u0005 PEM for 48 hours, followed by 24 hours of drug-free. J, Adenosine levels in CM derived\nfrom HCC827GR6 cell lines with Scramble or CD73 sgRNA treated \u0005 PEM for 48 hours for 72 hours. Mean \u0005 SEM of n ¼ 3 biological replicates is shown (unpaired two-\ntailed Student t test). K, ELISA of human IFNg and IL2 levels in CM derived from HCC827GR6 cell lines with Scramble or CD73 sgRNA pretreated \u0005 PEM for 48 hours\nwith J76 cells transduced with LMP2B TCR for 72 hours and pretreated \u00051 mg/mL peptides (SSCSSCPLSK) for 3 hours. Mean \u0005 SEM of n ¼ 3 biological replicates\nis shown (unpaired two-tailed Student t test). L, Schematic of treatment strategy on in MET-driven EGFR-TKI–resistant cells. \u0004, P < 0.05; \u0004\u0004, P < 0.005; \u0004\u0004\u0004, P < 0.001;\nn.s., nonsigniﬁcant.\nYoshida et al.\nCancer Res; 82(21) November 1, 2022\nCANCER RESEARCH\n4090\n\n\nwith our ﬁnding that STING is uniquely upregulated in MET-ampli-\nﬁed EGFR-TKI–resistant cells. Furthermore, we discover here that\nactivation of FOSL1 (FRA1) and M"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 55, "text": "vember 1, 2022\nCANCER RESEARCH\n4090\n\n\nwith our ﬁnding that STING is uniquely upregulated in MET-ampli-\nﬁed EGFR-TKI–resistant cells. Furthermore, we discover here that\nactivation of FOSL1 (FRA1) and MEK-ERK signaling in concert with\nMET simultaneously promotes CD73 expression. This ﬁnding is also\nreminiscent of similar work in melanoma that has implicated MAPK\npathway activation and a mesenchymal cells state with CD73 upre-\ngulation in that context (40).\nImportantly, we discover that PEM, the most frequently used\ncytotoxic drug in EGFR-mutated lung cancer (46) once they become\nresistant to targeted therapy, enhances immunogenicity of EGFR-\nmutated lung cancer by activating the STING pathway. This occurs\nmost prominently in the context of MET ampliﬁcation, increasing\nproduction of type I IFN, CXCL10, and HLA-A,B,C expression, but\nalso generating adenosine. Recently, the phase II COAST clinical trial,\nevaluating the combination of oleclumab, a CD73 inhibitor, with\ndurvalumab (anti-PDL1) has shown promising results after che-\nmoradiation in locally advanced NSCLC (47). Because radiotherapy\nis another known activator of the cGAS-STING pathway (48), this\nearly clinical observation may l"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 56, "text": "has shown promising results after che-\nmoradiation in locally advanced NSCLC (47). Because radiotherapy\nis another known activator of the cGAS-STING pathway (48), this\nearly clinical observation may lend further credence to the idea that\nSTING activation and CD73 inhibition is critical in promoting\nimmunogenicity. It would be interesting to explore whether MET\nexpression is linked to enhanced activity in this context. In addition,\nCD73 inhibition could potentially enhance immunogenicity of\nnovel MET antibody drug conjugates, which have the potential\nto activate STING and are also being tested in EGFR-mutant\nMET-ampliﬁed NSCLC and in MET-activated NSCLC more broad-\nly (5). Furthermore, MET ampliﬁcation is also broadly found in\ncancers other than NSCLC, such as gastroesophageal carcinomas\nand the effect of combining CD73 inhibition with approaches that\nactivate STING could be examined in these additional subgroups of\ncarcinomas (49, 50).\nFinally, multiple CD73 inhibitors in addition to oleclumab are\nin clinical trial development (e.g., NCT05431270, NCT04797468,\nNCT05143970, NCT04572152, and NCT03454451), and PEM is a\nstandard chemotherapeutic option in lung adenocarcinoma. Clinical\nt"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 57, "text": "leclumab are\nin clinical trial development (e.g., NCT05431270, NCT04797468,\nNCT05143970, NCT04572152, and NCT03454451), and PEM is a\nstandard chemotherapeutic option in lung adenocarcinoma. Clinical\ntranslation of this proof of principle therapeutic combination and\ndetermination of activity in MET-driven subsets of lung cancer should\ntherefore be relatively straightforward.\nAuthors’ Disclosures\nS. Kitajima reports grants from Boehringer Ingelheim outside the submitted work.\nK. Haratani reports personal fees from AS ONE Corporation, Bristol-Myers Squibb\nCo. Ltd., Chugai Pharmaceutical Co. Ltd., Ono Pharmaceutical Co. Ltd.; grants and\npersonal fees from AstraZeneca K.K. and MSD K.K. outside the submitted work.\nS.K. Sundararaman reports personal fees from LEK Consulting outside the submitted\nwork. E.H. Knelson reports other support from Merck and grants from Takeda\noutside the submitted work. R. Uppaluri reports personal fees from Merck, Inc.\noutside the submitted work. P.C. Gokhale reports grants from Marengo Therapeutics,\nEpizyme Inc., Daiichi Sankyo, Foghorn Therapeutics, 28-7 Therapeutics, Moderna,\nand Kymera Therapeutics outside the submitted work. P.A. J€anne reports grants and"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 58, "text": "ts grants from Marengo Therapeutics,\nEpizyme Inc., Daiichi Sankyo, Foghorn Therapeutics, 28-7 Therapeutics, Moderna,\nand Kymera Therapeutics outside the submitted work. P.A. J€anne reports grants and\npersonal fees from AstraZeneca during the conduct of the study; grants and personal\nfees from Boehringer Ingelheim, Eli Lilly, Daiichi Sankyo, Takeda Oncology; personal\nfees from Pﬁzer, Roche/Genentech, Chugai Pharmaceuticals, SFJ Pharmaceuticals,\nVoronoi, Biocartis, Novartis, SanoﬁOncology, Mirati Therapeutics, Transcenta,\nSilicon Therapeuticsons, Syndax, Nuvalent, Bayer, Esai, Allorion Therapeutics,\nAccutar Biootech, AbbVie; grants from Revolution Medicines, PUMA, and Astellas\noutside the submitted work; in addition, P.A. J€anne has a patent for EGFR mutations\nissued and licensed to LabCorp. D.A. Barbie reports grants from Loxo Oncology at\nLilly during the conduct of the study; personal fees from Qiagen/N of One and Exo\nTherapeutics; grants from BMS, Gilead, Takeda, and Novartis; other support from\nXsphera Biosciences outside the submitted work. No disclosures were reported by the\nother authors.\nAuthors’ Contributions\nR. Yoshida: Conceptualization, data curation, software, investigat"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 59, "text": "upport from\nXsphera Biosciences outside the submitted work. No disclosures were reported by the\nother authors.\nAuthors’ Contributions\nR. Yoshida: Conceptualization, data curation, software, investigation, visualiza-\ntion, methodology, writing–original draft, writing–review and editing. M. Saigi:\nConceptualization, data curation, supervision, funding acquisition, investigation,\nvisualization, writing–original draft, project administration, writing–review and\nediting. T. Tani: Conceptualization, resources, data curation, formal analysis, super-\nvision, investigation, visualization, methodology, writing–original draft, writing–\nreview and editing. B.F. Springer: Data curation, investigation, visualization,\nwriting–original draft, writing–review and editing. H. Shibata: Data curation, formal\nanalysis, investigation, visualization, methodology. S. Kitajima: Data curation,\ninvestigation, methodology. N.R. Mahadevan: Formal analysis, investigation,\nmethodology. M. Campisi: Investigation, methodology. W. Kim: Software, formal\nanalysis, investigation, visualization, methodology. Y. Kobayashi: Investigation,\nmethodology. T.C. Thai: Software, formal analysis, investigation, visualization,\nmet"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 60, "text": "odology. W. Kim: Software, formal\nanalysis, investigation, visualization, methodology. Y. Kobayashi: Investigation,\nmethodology. T.C. Thai: Software, formal analysis, investigation, visualization,\nmethodology. K. Haratani: Investigation, methodology. Y. Yamamoto: Investiga-\ntion. S.K. Sundararaman: Investigation, methodology. E.H. Knelson: Resources,\ninvestigation. A. Vajdi: Formal analysis, investigation. I. Canadas: Resources,\nsupervision, investigation. R. Uppaluri: Formal analysis, supervision, investigation.\nC.P. Paweletz: Supervision, investigation, methodology. J.J. Miret: Supervision,\ninvestigation. P.H. Lizotte: Investigation, methodology. P.C. Gokhale: Investigation,\nmethodology. P.A. J€anne: Conceptualization, resources, supervision, investigation,\nmethodology, writing–original draft, writing–review and editing. D.A. Barbie:\nConceptualization, supervision, funding acquisition, investigation, visualization,\nwriting–original draft, project administration, writing–review and editing.\nAcknowledgments\nThis work was supported by NIH R01CA190294 (D.A. Barbie), a DFCI-Lilly\nOncology Research Grant (D.A. Barbie), and the Candace Bagby fund for Lung\nCancer Research (D.A. Barbie)."}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 61, "text": "iting.\nAcknowledgments\nThis work was supported by NIH R01CA190294 (D.A. Barbie), a DFCI-Lilly\nOncology Research Grant (D.A. Barbie), and the Candace Bagby fund for Lung\nCancer Research (D.A. Barbie). M. Saigi received a SEOM grant and M. Saigi is\ncurrently supported by a Joan Rodes contract from the Instituto de Salud Carlos III\n(JR20/00015). The authors also thank Andrea Protti and Quang-De Nyugen for help\nwith radiation of humanized mice.\nThe publication costs of this article were defrayed in part by the payment of\npublication fees. Therefore, and solely to indicate this fact, this article is hereby\nmarked “advertisement” in accordance with 18 USC section 1734.\nNote\nSupplementary data for this article are available at Cancer Research Online (http://\ncancerres.aacrjournals.org/).\nReceived March 8, 2022; revised June 27, 2022; accepted August 29, 2022;\npublished ﬁrst September 6, 2022.\nReferences\n1. Kwon J, Bakhoum SF. The cytosolic DNA-sensing cGAS-STING pathway in\ncancer. Cancer Discov 2020;10:26–39.\n2. Soria JC, Ohe Y, Vansteenkiste J, Reungwetwattana T, Chewaskulyong B,\nLee KH, et al. Osimertinib in untreated EGFR-mutated advanced non-\nsmall-cell lung cancer. N Engl J Med 2018;"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 62, "text": "ov 2020;10:26–39.\n2. Soria JC, Ohe Y, Vansteenkiste J, Reungwetwattana T, Chewaskulyong B,\nLee KH, et al. Osimertinib in untreated EGFR-mutated advanced non-\nsmall-cell lung cancer. N Engl J Med 2018;378:113–25.\n3. Le X, Puri S, Negrao MV, Nilsson MB, Robichaux J, Boyle T, et al. Landscape of\nEGFR-dependent and -independent resistance mechanisms to osimertinib and\ncontinuation therapy beyond progression in EGFR-mutant NSCLC. Clin Cancer\nRes 2018;24:6195–203.\n4. Nagano T, Tachihara M, Nishimura Y. Mechanism of resistance to epidermal\ngrowth factor receptor-tyrosine kinase inhibitors and a potential treatment\nstrategy. Cells 2018;7:212.\n5. DaSilva JO, Yang K, Surriga O, Nittoli T, Kunz A, Franklin MC, et al. A\nbiparatopic antibody-drug conjugate to treat MET-expressing cancers, including\nthose that are unresponsive to MET pathway blockade. Mol Cancer Ther 2021;\n20:1966–76.\n6. Recondo G, Che J, J€anne PA, Awad MM. Targeting MET dysregulation in cancer.\nCancer Discov 2020;10:922–34.\nSTING and CD73 in EGFR-Mutated Lung Cancers\nAACRJournals.org\nCancer Res; 82(21) November 1, 2022\n4091\n\n\n7. Paik PK, Felip E, Veillon R, Sakai H, Cortot AB, Garassino MC, et al. Tepotinib in\nnon-small-cell l"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 63, "text": "and CD73 in EGFR-Mutated Lung Cancers\nAACRJournals.org\nCancer Res; 82(21) November 1, 2022\n4091\n\n\n7. Paik PK, Felip E, Veillon R, Sakai H, Cortot AB, Garassino MC, et al. Tepotinib in\nnon-small-cell lung cancer with MET exon 14 skipping mutations. N Engl J Med\n2020;383:931–43.\n8. Wolf J, Seto T, Han JY, Reguart N, Garon EB, Groen HJM, et al. Capmatinib in\nMET exon 14-mutated or MET-ampliﬁed non-small-cell lung cancer. N Engl J\nMed 2020;383:944–57.\n9. Sequist LV, Han JY, Ahn MJ, Cho BC, Yu H, Kim SW, et al. Osimertinib plus\nsavolitinib in patients with EGFR mutation-positive, MET-ampliﬁed, non-small-\ncelllungcancerafterprogressiononEGFRtyrosinekinaseinhibitors:interimresults\nfrom a multicentre, open-label, phase 1b study. Lancet Oncol 2020;21:373–86.\n10. Oxnard GR, Yang JC, Yu H, Kim SW, Saka H, Horn L, et al. TATTON: a multi-\narm, phase Ib trial of osimertinib combined with selumetinib, savolitinib, or\ndurvalumab in EGFR-mutant lung cancer. Ann Oncol 2020;31:507–16.\n11. Yang JJ, Fang J, Shu YQ, Chang JH, Chen GY, He JX, et al. A phase Ib study of the\nhighly selective MET-TKI savolitinib plus geﬁtinib in patients with EGFR-\nmutated, MET-ampliﬁed advanced non-small-cell lung cancer."}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 64, "text": ", Shu YQ, Chang JH, Chen GY, He JX, et al. A phase Ib study of the\nhighly selective MET-TKI savolitinib plus geﬁtinib in patients with EGFR-\nmutated, MET-ampliﬁed advanced non-small-cell lung cancer. Invest New\nDrugs 2021;39:477–87.\n12. Awad MM, Gadgeel SM, Borghaei H, Patnaik A, Yang JC, Powell SF, et al. Long-\nterm overall survival from KEYNOTE-021 cohort G: pemetrexed and carbo-\nplatin with or without pembrolizumab as ﬁrst-line therapy for advanced non-\nsquamous NSCLC. J Thorac Oncol 2021;16:162–8.\n13. Reck M, Rodríguez-Abreu D, Robinson AG, Hui R, Cso\u0002\u0002szi T, F€ul€op A, et al.\nPembrolizumab versus chemotherapy for PD-L1-positive non-small-cell lung\ncancer. N Engl J Med 2016;375:1823–33.\n14. Lee CK, Man J, Lord S, Links M, Gebski V, Mok T, et al. Checkpoint inhibitors in\nmetastatic EGFR-mutated non-small cell lung cancer-a meta-analysis. J Thorac\nOncol 2017;12:403–7.\n15. Gainor JF, Shaw AT, Sequist LV, Fu X, Azzoli CG, Piotrowska Z, et al. EGFR\nmutations and ALK rearrangements are associated with low response rates to\nPD-1 pathway blockade in non-small cell lung cancer: a retrospective analysis.\nClin Cancer Res 2016;22:4585–93.\n16. Ofﬁn M, Rizvi H, Tenet M, Ni A, Sanchez-Vega F,"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 65, "text": "ssociated with low response rates to\nPD-1 pathway blockade in non-small cell lung cancer: a retrospective analysis.\nClin Cancer Res 2016;22:4585–93.\n16. Ofﬁn M, Rizvi H, Tenet M, Ni A, Sanchez-Vega F, Li BT, et al. Tumor mutation\nburden and efﬁcacy of EGFR-tyrosine kinase inhibitors in patients with EGFR-\nmutant lung cancers. Clin Cancer Res 2019;25:1063–9.\n17. Saigi M, Alburquerque-Bejar JJ, Mc Leer-Florin A, Pereira C, Pros E, Romero OA,\net al. MET-oncogenic and JAK2-inactivating alterations are independent factors\nthat affect regulation of PD-L1 expression in lung cancer. Clin Cancer Res 2018;24:\n4579–87.\n18. Lee HJ, Zhuang G, Cao Y, Du P, Kim HJ, Settleman J. Drug resistance via feedback\nactivation of Stat3 in oncogene-addicted cancer cells. Cancer Cell 2014;26:207–21.\n19. Blakely CM, Pazarentzos E, Olivas V, Asthana S, Yan JJ, Tan I, et al. NF-kappaB-\nactivating complex engaged in response to EGFR oncogene inhibition drives\ntumor cell survival and residual disease in lung cancer. Cell Rep 2015;11:98–110.\n20. Terai H, Kitajima S, Potter DS, Matsui Y, Quiceno LG, Chen T, et al. ER stress\nsignaling promotes the survival of cancer “persister cells” tolerant to EGFR\ntyrosine kinase"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 66, "text": "Cell Rep 2015;11:98–110.\n20. Terai H, Kitajima S, Potter DS, Matsui Y, Quiceno LG, Chen T, et al. ER stress\nsignaling promotes the survival of cancer “persister cells” tolerant to EGFR\ntyrosine kinase inhibitors. Cancer Res 2018;78:1044–57.\n21. Gong K, Guo G, Panchani N, Bender ME, Gerber DE, Minna JD, et al. EGFR\ninhibition triggers an adaptive response by co-opting antiviral signaling path-\nways in lung cancer. Nature Cancer 2020;1:394–409.\n22. Boison D, Yegutkin GG. Adenosine metabolism: emerging concepts for cancer\ntherapy. Cancer Cell 2019;36:582–96.\n23. Le X, Negrao MV, Reuben A, Federico L, Diao L, McGrail D, et al. Characterization\nof the immune landscape of EGFR-mutant NSCLC identiﬁes CD73/adenosine\npathway as a potential therapeutic target. J Thorac Oncol 2021;16:583–600.\n24. Tu E, McGlinchey K, Wang J, Martin P, Ching SL, Floc’h N, et al. Anti-PD-L1\nand anti-CD73 combination therapy promotes T cell response to EGFR-mutated\nNSCLC. JCI Insight 2022;7:e142843.\n25. Allard B, Allard D, Buisseret L, Stagg J. The adenosine pathway in immuno-\noncology. Nat Rev Clin Oncol 2020;17:611–29.\n26. Deaglio S, Dwyer KM, Gao W, Friedman D, Usheva A, Erat A, et al. Adenosine\ngeneration cat"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 67, "text": "ard D, Buisseret L, Stagg J. The adenosine pathway in immuno-\noncology. Nat Rev Clin Oncol 2020;17:611–29.\n26. Deaglio S, Dwyer KM, Gao W, Friedman D, Usheva A, Erat A, et al. Adenosine\ngeneration catalyzed by CD39 and CD73 expressed on regulatory T cells\nmediates immune suppression. J Exp Med 2007;204:1257–65.\n27. Vijayan D, Young A, Teng MWL, Smyth MJ. Targeting immunosuppressive\nadenosine in cancer. Nat Rev Cancer 2017;17:709–24.\n28. Young A, Ngiow SF, Gao Y, Patch AM, Barkauskas DS, Messaoudene M, et al.\nA2AR adenosine signaling suppresses natural killer cell maturation in the tumor\nmicroenvironment. Cancer Res 2018;78:1003–16.\n29. Inoue Y, Yoshimura K, Kurabe N, Kahyo T, Kawase A, Tanahashi M, et al.\nPrognostic impact of CD73 and A2A adenosine receptor expression in non-\nsmall-cell lung cancer. Oncotarget 2017;8:8738–51.\n30. Turcotte M, Spring K, Pommey S, Chouinard G, Cousineau I, George J, et al.\nCD73 is associated with poor prognosis in high-grade serous ovarian cancer.\nCancer Res 2015;75:4494–503.\n31. Loi S, Pommey S, Haibe-Kains B, Beavis PA, Darcy PK, Smyth MJ, et al. CD73\npromotes anthracycline resistance and poor prognosis in triple negative breast\ncancer. Proc Natl Ac"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 68, "text": "Res 2015;75:4494–503.\n31. Loi S, Pommey S, Haibe-Kains B, Beavis PA, Darcy PK, Smyth MJ, et al. CD73\npromotes anthracycline resistance and poor prognosis in triple negative breast\ncancer. Proc Natl Acad Sci U S A 2013;110:11091–6.\n32. Rocha P, Salazar R, Zhang J, Ledesma D, Solorzano JL, Mino B, et al.\nCD73 expression deﬁnes immune, molecular, and clinicopathological subgroups\nof lung adenocarcinoma. Cancer Immunol Immunother 2021;70:1965–76.\n33. Kitajima S, Asahina H, Chen T, Guo S, Quiceno LG, Cavanaugh JD, et al.\nOvercoming resistance to dual innate immune and MEK inhibition downstream\nof KRAS. Cancer Cell 2018;34:439–52.e6.\n34. Pacini C, Dempster JM, Boyle I, Gon¸calves E, Najgebauer H, Karakoc E, et al.\nIntegrated cross-study datasets of genetic dependencies in cancer. Nat Commun\n2021;12:1661.\n35. Falahat R, Berglund A, Putney RM, Perez-Villarroel P, Aoyama S, Pilon-Thomas S,\net al. Epigenetic reprogramming of tumor cell-intrinsic STING function sculpts\nantigenicity and T cell recognition of melanoma. Proc Natl Acad Sci U S A 2021;\n118:e2013598118.\n36. Zheng Y, Parsonage G, Zhuang X, Machado LR, James CH, Salman A, et al.\nHuman leukocyte antigen (HLA) A\u00041101-restricted epstein"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 69, "text": "ognition of melanoma. Proc Natl Acad Sci U S A 2021;\n118:e2013598118.\n36. Zheng Y, Parsonage G, Zhuang X, Machado LR, James CH, Salman A, et al.\nHuman leukocyte antigen (HLA) A\u00041101-restricted epstein-barr virus-speciﬁc\nT-cell receptor gene transfer to target nasopharyngeal carcinoma. Cancer\nImmunol Res 2015;3:1138–47.\n37. Rosskopf S, Leitner J, Paster W, Morton LT, Hagedoorn RS, Steinberger P, et al. A\nJurkat 76 based triple parameter reporter system to evaluate TCR functions and\nadoptive T cell strategies. Oncotarget 2018;9:17608–19.\n38. Ca~nadas I, Rojo F, Taus \u0002A, Arpí O, Arumí-Uría M, Pijuan L, et al. Targeting\nepithelial-to-mesenchymal transition with Met inhibitors reverts chemoresis-\ntance in small cell lung cancer. Clin Cancer Res 2014;20:938–50.\n39. Ca~nadas I, Thummalapalli R, Kim JW, Kitajima S, Jenkins RW, Christensen CL,\net al. Tumor innate immunity primed by speciﬁc interferon-stimulated endog-\nenous retroviruses. Nat Med 2018;24:1143–50.\n40. Reinhardt J, Landsberg J, Schmid-Burgk JL, Ramis BB, Bald T, Glodde N,\net al. MAPK signaling and inﬂammation link melanoma phenotype switch-\ning to induction of CD73 during immunotherapy. Cancer Res 2017;77:\n4697–709.\n41. Piotro"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 70, "text": "hmid-Burgk JL, Ramis BB, Bald T, Glodde N,\net al. MAPK signaling and inﬂammation link melanoma phenotype switch-\ning to induction of CD73 during immunotherapy. Cancer Res 2017;77:\n4697–709.\n41. Piotrowska Z, Isozaki H, Lennerz JK, Gainor JF, Lennes IT, Zhu VW, et al.\nLandscape of acquired resistance to osimertinib in EGFR-mutant NSCLC and\nclinical validation of combined EGFR and RET inhibition with osimertinib and\nBLU-667 for acquired RET fusion. Cancer Discov 2018;8:1529–39.\n42. Bahcall M, Sim T, Paweletz CP, Patel JD, Alden RS, Kuang Y, et al. Acquired\nMETD1228V mutation and resistance to MET inhibition in lung cancer.\nCancer Discov 2016;6:1334–41.\n43. Tricker EM, Xu C, Uddin S, Capelletti M, Ercan D, Ogino A, et al. Combined\nEGFR/MEK inhibition prevents the emergence of resistance in EGFR-mutant\nlung cancer. Cancer Discov 2015;5:960–71.\n44. Leone RD, Emens LA. Targeting adenosine for cancer immunotherapy.\nJ Immunother Cancer 2018;6:57.\n45. Dong ZY, Zhang JT, Liu SY, Su J, Zhang C, Xie Z, et al. EGFR mutation correlates\nwith uninﬂamed phenotype and weak immunogenicity, causing impaired\nresponse to PD-1 blockade in non-small cell lung cancer. Oncoimmunology\n2017;6:e1356145.\n46. Pa"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 71, "text": "ie Z, et al. EGFR mutation correlates\nwith uninﬂamed phenotype and weak immunogenicity, causing impaired\nresponse to PD-1 blockade in non-small cell lung cancer. Oncoimmunology\n2017;6:e1356145.\n46. Papadimitrakopoulou VA, Mok TS, Han JY, Ahn MJ, Delmonte A, Ramalingam SS,\net al. Osimertinib versus platinum-pemetrexed for patients with EGFR T790M\nadvanced NSCLC and progression on a prior EGFR-tyrosine kinase inhibitor:\nAURA3 overall survival analysis. Ann Oncol 2020;31:1536–44.\n47. Herbst RS, Majem M, Barlesi F, Carcereny E, Chu Q, Monnet I, et al. COAST: an\nopen-label, phase II, multidrug platform study of durvalumab alone or in\ncombination with oleclumab or monalizumab in patients with unresectable,\nstage III non-small-cell lung cancer. J Clin Oncol 2022:Jco2200227.\n48. Deng L, Liang H, Xu M, Yang X, Burnette B, Arina A, et al. STING-dependent\ncytosolic DNA sensing promotes radiation-induced type I interferon-dependent\nantitumor immunity in immunogenic tumors. Immunity 2014;41:843–52.\n49. Jardim DL, Tang C, GagliatoDde M, Falchook GS, Hess K, Janku F, et al. Analysis\nof 1,115 patients tested for MET ampliﬁcation and therapy response in the MD\nanderson phase I clinic. Clin Cancer R"}
{"source": "pmc\\MET-Induced CD73 Restrains STING-Mediated Immunogenicity of EGFR-Mutant Lung Can.pdf", "source_type": "pdf", "chunk_id": 72, "text": "49. Jardim DL, Tang C, GagliatoDde M, Falchook GS, Hess K, Janku F, et al. Analysis\nof 1,115 patients tested for MET ampliﬁcation and therapy response in the MD\nanderson phase I clinic. Clin Cancer Res 2014;20:6336–45.\n50. Smolen GA, Sordella R, Muir B, Mohapatra G, Barmettler A, Archibald H, et al.\nAmpliﬁcation of MET may identify a subset of cancers with extreme sensitivity to\nthe selective tyrosine kinase inhibitor PHA-665752. Proc Natl Acad Sci U S A\n2006;103:2316–21.\nCancer Res; 82(21) November 1, 2022\nCANCER RESEARCH\n4092\nYoshida et al."}
